#X-Generator: crowdin.com
allow-lan-syncing=Povoli\u0165 synchroniz\u00e1ciu LAN? (Automatic Translation)
allow-lan-syncing-help=Set to vern\u00fd enable LAN synchroniz\u00e1cia desktopov\u00fdch klientov. Ke\u010f povolen\u00fd, desktopov\u00fdch klientov sa pok\u00fasi prevzia\u0165 aktualiz\u00e1cie z in\u00fdch desktopov\u00fdch klientov v rovnakej lok\u00e1lnej sieti pred stiahnut\u00edm zo servera. (Automatic Translation)
allow-the-use-of-sync=Povoli\u0165 pou\u017eitie Sync?
allow-users-to-sync-their-personal-sites=Povoli\u0165 pou\u017e\u00edvate\u013eo synchronizova\u0165 ich osobn\u00e9 s\u00eddla?
build=Vybudova\u0165 (Automatic Translation)
default-file-permissions=Predvolen\u00e9 opr\u00e1vnenia s\u00faborov
delete-sync-device=Odstr\u00e1ni\u0165 synchronizova\u0165 zariadenie (Automatic Translation)
disable-sync-device=Zak\u00e1za\u0165 synchroniz\u00e1ciu zariadenia (Automatic Translation)
disable-sync-site=Zak\u00e1za\u0165 synchronizova\u0165 s\u00eddlo
disable-sync-sites=Zak\u00e1za\u0165 synchronizova\u0165 s\u00eddla
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Zak\u00e1z synchroniz\u00e1cie s\u00eddla vyma\u017ee v\u0161etky priraden\u00e9 s\u00fabory zo v\u0161etk\u00fdch klientov.
enable-sync-device=Zapnutie synchroniz\u00e1cie zariadenia (Automatic Translation)
enable-sync-site=Povoli\u0165 synchroniz\u00e1ciu s\u00eddla
enable-sync-sites=Povoli\u0165 synchroniz\u00e1ciu s\u00eddliel
force-security-mode=Re\u017eim zabezpe\u010denia \u00fa\u010dinnosti (Automatic Translation)
force-security-mode-help=Set to pravda, sila bezpe\u010dnostn\u00fd re\u017eim na mobiln\u00fdch klientov. Re\u017eim zabezpe\u010denia \u0161ifruje s\u00fabory a vy\u017eaduje zadanie hesla pri pr\u00edstupe k aplik\u00e1cii. (Automatic Translation)
full-access=Pln\u00fd pr\u00edstup
full-access-help=\u010clenovia s\u00eddla bud\u00fa m\u00f4c\u0165 vidie\u0165, upravova\u0165, maza\u0165 a komentova\u0165 s\u00fabory nahrat\u00e9 cez Liferay Sync.
full-access-x=Pln\u00fd pr\u00edstup ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Synchroniz\u00e1cia konektor Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Synchroniz\u00e1cia zariaden\u00ed (Automatic Translation)
last-seen=Naposledy viden\u00fd (Automatic Translation)
max-connections=Maximum spojen\u00ed
max-connections-help=Zadajte maxim\u00e1lny po\u010det s\u00fa\u010dasn\u00fdch spojen\u00ed, ktor\u00e9 m\u00e1 ka\u017ed\u00fd klient povolen\u00e9 pre jeden \u00fa\u010det.
max-download-rate=Max r\u00fdchlos\u0165 s\u0165ahovania (Automatic Translation)
max-download-rate-help=Nastavte maxim\u00e1lnu prenosov\u00fa r\u00fdchlos\u0165, v bytoch, v ktorom m\u00f4\u017eete stiahnu\u0165 klientov. Hodnota 0 ozna\u010duje, \u017ee nie je \u017eiadne obmedzenie. (Automatic Translation)
max-upload-rate=Max Upload r\u00fdchlos\u0165 (Automatic Translation)
max-upload-rate-help=Nastavte maxim\u00e1lnu prenosov\u00fa r\u00fdchlos\u0165, v bytoch, kde m\u00f4\u017eete odovzda\u0165 klientom. Hodnota 0 ozna\u010duje, \u017ee nie je \u017eiadne obmedzenie. (Automatic Translation)
no-devices-were-found=Nena\u0161li sa \u017eiadne zariadenia. (Automatic Translation)
oauth-enabled=OAuth povolen\u00e9
oauth-enabled-help=Ak je za\u0161krtnut\u00e9, klient pou\u017eije OAuth a nakonfigurovan\u00e9 prihlasovacie SSO filtre pre prihl\u00e1senie.
oauth-publisher-is-not-deployed=Nie je nasaden\u00fd OAuth Publisher. Prenasa\u010fte, pros\u00edm, z\u00e1suvn\u00fd modul.
pending-wipe=\u010cakaj\u00face vymazanie (Automatic Translation)
poll-interval=Interval dotazov
poll-interval-help=Nastavte interval v sekund\u00e1ch ako \u010dasto sa bud\u00fa klienti p\u00fdta\u0165 servera na aktualiz\u00e1cie.
the-oauth-application-for-liferay-sync-is-missing=Ch\u00fdba OAuth aplik\u00e1cia pre Liferay Sync. Kliknite Ulo\u017ei\u0165 aby sa znovu vytvorila OAuth aplik\u00e1cia.
view-and-add-discussion=Zobrazi\u0165 a prida\u0165 diskusiu
view-and-add-discussion-help=\u010clenovia s\u00eddla bud\u00fa m\u00f4c\u0165 pozera\u0165 komentova\u0165 s\u00fabory, ktor\u00e9 boli nahran\u00e9 cez Liferay Sync.
view-only=Len zobrazi\u0165
view-only-help=\u010clenovia s\u00eddla bud\u00fa m\u00f4c\u0165 pozera\u0165 len s\u00fabory nahran\u00e9 cez Liferay Sync.
view-update-and-add-discussion=Zobrazi\u0165, upravi\u0165 a prida\u0165 diskusiu
view-update-and-add-discussion-help=\u010clenovia s\u00eddla bud\u00fa m\u00f4c\u0165 zobrazi\u0165, upravi\u0165 a komentova\u0165 s\u00fabory nahran\u00e9 cez Liferay Sync.
wipe-sync-device=Utrite synchronizova\u0165 zariadenie (Automatic Translation)
wiped=Vymazan\u00fd (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Utieranie synchronizova\u0165 zariadenie odstr\u00e1ni v\u0161etky prepojen\u00e9 s\u00fabory klienta. (Automatic Translation)
