#X-Generator: crowdin.com
allow-lan-syncing=Nokia, nepovolujte synchronizaci LAN? (Automatic Translation)
allow-lan-syncing-help=Nastavte na true povolen\u00ed LAN synchronizaci nap\u0159\u00ed\u010d desktopov\u00fdch klient\u016f. Pokud je povoleno, desktopov\u00ed klienti se pokus\u00ed st\u00e1hnout aktualizace z jin\u00fdch plochy klient\u016f ve stejn\u00e9 m\u00edstn\u00ed s\u00edti p\u0159ed sta\u017een\u00edm ze serveru. (Automatic Translation)
allow-the-use-of-sync=Povolit pou\u017eit\u00ed synchronizace? (Automatic Translation)
allow-users-to-sync-their-personal-sites=Povolit u\u017eivatel\u016fm synchronizovat sv\u00e9 osobn\u00ed str\u00e1nky? (Automatic Translation)
build=Sestaven\u00ed (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=Odstranit synchronizace za\u0159\u00edzen\u00ed (Automatic Translation)
disable-sync-device=Zak\u00e1zat synchronizaci za\u0159\u00edzen\u00ed (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=Povolit synchronizaci za\u0159\u00edzen\u00ed (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=Re\u017eim zabezpe\u010den\u00ed s\u00edla (Automatic Translation)
force-security-mode-help=Nastavte na true vynutit re\u017eim zabezpe\u010den\u00ed mobiln\u00edch klient\u016f. Re\u017eim zabezpe\u010den\u00ed \u0161ifruje soubory a vy\u017eaduje zad\u00e1n\u00ed hesla p\u0159i p\u0159\u00edstupu k aplikaci. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=\u010clenov\u00e9 webu budou moci zobrazit, aktualizovat, odstranit a komentovat soubory nahran\u00e9 p\u0159es Liferay synchronizace. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Synchroniza\u010dn\u00ed konektor spr\u00e1vce (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Synchronizace za\u0159\u00edzen\u00ed (Automatic Translation)
last-seen=Naposledy vid\u011bn (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=Maxim\u00e1ln\u00ed rychlost stahov\u00e1n\u00ed (Automatic Translation)
max-download-rate-help=Nastavte maxim\u00e1ln\u00ed p\u0159enosovou rychlost v bajtech, kde klienti mohou stahovat. Hodnota 0 ozna\u010duje, \u017ee neexistuje \u017e\u00e1dn\u00e9 omezen\u00ed. (Automatic Translation)
max-upload-rate=Max rychlost odes\u00edl\u00e1n\u00ed (Automatic Translation)
max-upload-rate-help=Nastavte maxim\u00e1ln\u00ed p\u0159enosovou rychlost v bajtech, na kter\u00fdch mohou klienti ukl\u00e1dat. Hodnota 0 ozna\u010duje, \u017ee neexistuje \u017e\u00e1dn\u00e9 omezen\u00ed. (Automatic Translation)
no-devices-were-found=Nebylo nalezeno \u017e\u00e1dn\u00e9 za\u0159\u00edzen\u00ed. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=\u010cek\u00e1 na vymaz\u00e1n\u00ed (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=\u010clenov\u00e9 webu budou moci prohl\u00ed\u017eet a komentovat soubory nahran\u00e9 p\u0159es Liferay synchronizace. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=\u010clenov\u00e9 webu bude pouze schopen zobrazit soubory nahran\u00e9 p\u0159es Liferay synchronizace. (Automatic Translation)
view-update-and-add-discussion=Zobrazit, aktualizovat a p\u0159idat diskusi (Automatic Translation)
view-update-and-add-discussion-help=\u010clenov\u00e9 webu budou moci zobrazit, aktualizovat a komentovat soubory nahran\u00e9 p\u0159es Liferay synchronizace. (Automatic Translation)
wipe-sync-device=Vymazat synchronizovat za\u0159\u00edzen\u00ed (Automatic Translation)
wiped=Ot\u0159el (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Ot\u0159en\u00ed synchronizovat za\u0159\u00edzen\u00ed odstran\u00edte v\u0161echny p\u0159idru\u017een\u00e9 soubory z klienta. (Automatic Translation)
