#X-Generator: crowdin.com
allow-lan-syncing=Allow LAN syncing? (Automatic Copy)
allow-lan-syncing-help=Set this to true to enable LAN syncing across desktop clients. When enabled, desktop clients will attempt to download updates from other desktop clients on the same local network before downloading from the server. (Automatic Copy)
allow-the-use-of-sync=Sync\u306e\u5229\u7528\u3092\u8a31\u53ef\u3057\u307e\u3059\u304b\uff1f
allow-users-to-sync-their-personal-sites=\u500b\u4eba\u30b5\u30a4\u30c8\u306e\u540c\u671f\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u8a31\u53ef\u3057\u307e\u3059\u304b\uff1f
build=Build (Automatic Copy)
default-file-permissions=\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u6a29\u9650
delete-sync-device=Delete Sync Device (Automatic Copy)
disable-sync-device=Disable Sync Device (Automatic Copy)
disable-sync-site=\u30b5\u30a4\u30c8\u306e\u540c\u671f\u3092\u505c\u6b62
disable-sync-sites=\u30b5\u30a4\u30c8\u306e\u540c\u671f\u3092\u505c\u6b62
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=\u30b5\u30a4\u30c8\u306e\u540c\u671f\u3092\u505c\u6b62\u3059\u308b\u3068\u3001\u5168\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u95a2\u9023\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u304c\u524a\u9664\u3055\u308c\u307e\u3059
enable-sync-device=Enable Sync Device (Automatic Copy)
enable-sync-site=\u30b5\u30a4\u30c8\u306e\u540c\u671f\u3092\u958b\u59cb
enable-sync-sites=\u30b5\u30a4\u30c8\u306e\u540c\u671f\u3092\u958b\u59cb
force-security-mode=Force Security Mode (Automatic Copy)
force-security-mode-help=Set this to true to force security mode on mobile clients. Security mode encrypts files and requires a passcode when accessing the application. (Automatic Copy)
full-access=\u30d5\u30eb\u30a2\u30af\u30bb\u30b9
full-access-help=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u306fLiferay Sync\u3092\u901a\u3057\u3066\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306e\u95b2\u89a7\u3001\u66f4\u65b0\u3001\u524a\u9664\u307e\u305f\u306f\u30b3\u30e1\u30f3\u30c8\u306e\u66f8\u304d\u8fbc\u307f\u304c\u3067\u304d\u307e\u3059
full-access-x=\u30d5\u30eb\u30a2\u30af\u30bb\u30b9 ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Sync Connector\u7ba1\u7406
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=My Sync Devices (Automatic Copy)
last-seen=Last Seen (Automatic Copy)
max-connections=\u6700\u5927\u63a5\u7d9a\u6570
max-connections-help=\u30a2\u30ab\u30a6\u30f3\u30c8\u3054\u3068\u306b\u3001\u5404\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u6700\u5927\u540c\u6642\u63a5\u7d9a\u6570\u3092\u8a2d\u5b9a
max-download-rate=Max Download Rate (Automatic Copy)
max-download-rate-help=Set the maximum transfer rate, in bytes, at which clients can download. A value of 0 indicates that there is no limit. (Automatic Copy)
max-upload-rate=Max Upload Rate (Automatic Copy)
max-upload-rate-help=Set the maximum transfer rate, in bytes, at which clients can upload. A value of 0 indicates that there is no limit. (Automatic Copy)
no-devices-were-found=No devices were found. (Automatic Copy)
oauth-enabled=OAuth\u306e\u4f7f\u7528\u3092\u8a31\u53ef
oauth-enabled-help=\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306fOAuth\u3068\u3001\u8a2d\u5b9a\u3055\u308c\u305fSSO\u81ea\u52d5\u30ed\u30b0\u30a4\u30f3\u30d5\u30a3\u30eb\u30bf\u30fc\u3092\u8a8d\u8a3c\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
oauth-publisher-is-not-deployed=OAuth\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u304c\u30c7\u30d7\u30ed\u30a4\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u518d\u30c7\u30d7\u30ed\u30a4\u3057\u3066\u304f\u3060\u3055\u3044
pending-wipe=Pending Wipe (Automatic Copy)
poll-interval=\u30dd\u30fc\u30ea\u30f3\u30b0\u306e\u9593\u9694
poll-interval-help=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u66f4\u65b0\u78ba\u8a8d\u306e\u305f\u3081\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u3069\u306e\u304f\u3089\u3044\u306e\u983b\u5ea6\u3067\u30dd\u30fc\u30ea\u30f3\u30b0\u3059\u308b\u304b\u3001\u9593\u9694\u3092\u79d2\u5358\u4f4d\u3067\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
the-oauth-application-for-liferay-sync-is-missing=Liferay Sync\u7528\u306eOAuth\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u4fdd\u5b58\u3092\u62bc\u3057\u3066\u3001OAuth\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u518d\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044
view-and-add-discussion=\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3092\u95b2\u89a7\u3001\u8ffd\u52a0\u3059\u308b
view-and-add-discussion-help=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u306fLiferay Sync\u3092\u901a\u3057\u3066\u3001\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306e\u95b2\u89a7\u3068\u30b3\u30e1\u30f3\u30c8\u306e\u66f8\u304d\u8fbc\u307f\u304c\u3067\u304d\u307e\u3059
view-only=\u95b2\u89a7\u306e\u307f
view-only-help=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u306fLiferay Sync\u3092\u901a\u3057\u3066\u3001\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306e\u95b2\u89a7\u306e\u307f\u3067\u304d\u307e\u3059
view-update-and-add-discussion=\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u306e\u95b2\u89a7\u3001\u66f4\u65b0\u3001\u8ffd\u52a0
view-update-and-add-discussion-help=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u306f\u95b2\u89a7\u3001\u66f4\u65b0\u3001Liferay Sync\u3092\u901a\u3057\u3066\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3057\u3066\u30b3\u30e1\u30f3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
wipe-sync-device=Wipe Sync Device (Automatic Copy)
wiped=Wiped (Automatic Copy)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Wiping a Sync device will delete all associated files from the client. (Automatic Copy)
