#X-Generator: crowdin.com
allow-lan-syncing=Permeten la sincronitzaci\u00f3 LAN? (Automatic Translation)
allow-lan-syncing-help=Estableix a cert per permetre LAN sincronitzaci\u00f3 a trav\u00e9s de clients de taula de treball. En habilitar-lo, client de taula de treball intentar\u00e0 descarregar actualitzacions d'altres clients de taula de treball a la mateixa xarxa local abans de descarregar des del servidor. (Automatic Translation)
allow-the-use-of-sync=Com utilitzar el Sync?
allow-users-to-sync-their-personal-sites=Perm\u00e8tre als usuaris sincronitzar els seus llocs personals?
build=Construir (Automatic Translation)
default-file-permissions=Permisos per defecte per a fitxers
delete-sync-device=Suprimir el mecanisme de Sync (Automatic Translation)
disable-sync-device=Impossibilitar el mecanisme de Sync (Automatic Translation)
disable-sync-site=Deshabilitar Sync en el lloc web
disable-sync-sites=Deshabiliar Sync en els llocs webs
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Deshabilitar Sync en el lloc web eliminar\u00e0 tots els fitxers assoicats des de tots els clients.
enable-sync-device=Mecanisme de Sync de permetre (Automatic Translation)
enable-sync-site=Habilitar Sync en el lloc web
enable-sync-sites=Habilitar Sync en els llocs webs
force-security-mode=Mode de seguretat for\u00e7a (Automatic Translation)
force-security-mode-help=Estableix a cert vigent mode de seguretat a clients m\u00f2bils. Mode de seguretat encripta arxius i requereix un passcode Quan accedint a l'aplicaci\u00f3. (Automatic Translation)
full-access=Acc\u00e9s total
full-access-help=Els membres del lloc web podran veure, actualitzar, eliminar i comentar fitxers pujats mitjan\u00e7ant Liferay Sync.
full-access-x=Acc\u00e9s total ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Sincronitzaci\u00f3 Connector Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Els meus dispositius Sync (Automatic Translation)
last-seen=Vist per \u00faltima vegada (Automatic Translation)
max-connections=Nombre m\u00e0xim de connexions
max-connections-help=Estableix el nombre m\u00e0xim de connexions simult\u00e0nies que es permeten per cada client i compte.
max-download-rate=Max descarregar proporci\u00f3 (Automatic Translation)
max-download-rate-help=Troba la taxa de transfer\u00e8ncia m\u00e0xima, bytes, que pot descarregar als clients. Un valor de 0 indica que no hi ha l\u00edmit. (Automatic Translation)
max-upload-rate=Max carregar proporci\u00f3 (Automatic Translation)
max-upload-rate-help=Troba la taxa de transfer\u00e8ncia m\u00e0xima, bytes, que pot pujar als clients. Un valor de 0 indica que no hi ha l\u00edmit. (Automatic Translation)
no-devices-were-found=No hi ha mecanismes s'han trobat. (Automatic Translation)
oauth-enabled=OAuth habilitat
oauth-enabled-help=Si es marca, els clients utilitzaran OAuth i els filtres SSO d'autologin configurats per a la autentificaci\u00f3.
oauth-publisher-is-not-deployed=El Publicador OAuth no est\u00e0 desplegat. Per favor, redesplegeu aquest connector.
pending-wipe=Esborrament pendent (Automatic Translation)
poll-interval=Interval de sondeig
poll-interval-help=Estableix l'interval, en segons, que els clientes utilitzaran per comprovar les actualitzacions en el servidor.
the-oauth-application-for-liferay-sync-is-missing=Falta l'aplicaci\u00f3 OAuth per a Liferay Sync. Cliqueu Guardar per recrear l'aplicaci\u00f3 OAuth.
view-and-add-discussion=Veure i afegir discussi\u00f3
view-and-add-discussion-help=Els membres del lloc web podran veure i comentar els fitxers pujats mitjan\u00e7ant Liferay Sync.
view-only=Nom\u00e9s veure
view-only-help=Els membres del lloc web podran veure els fitxers pujats mitjan\u00e7ant Liferay Sync.
view-update-and-add-discussion=Veure, actualitza i afegeix discussi\u00f3
view-update-and-add-discussion-help=Els membres del lloc web podran veure, actualitzar i comentar els fitxers pujats mitjan\u00e7ant Liferay Sync.
wipe-sync-device=Mecanisme de Sync d'esborrament (Automatic Translation)
wiped=Eixugat (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Netejar un mecanisme de Sync suprimir\u00e0 tots els fitxers associats des del client. (Automatic Translation)
