#X-Generator: crowdin.com
allow-lan-syncing=Cho ph\u00e9p \u0111\u1ed3ng b\u1ed9 ho\u00e1 LAN? (Automatic Translation)
allow-lan-syncing-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 th\u1ef1c s\u1ef1 \u0111\u1ec3 k\u00edch ho\u1ea1t m\u1ea1ng LAN \u0111\u1ed3ng b\u1ed9 h\u00f3a tr\u00ean m\u00e1y t\u00ednh \u0111\u1ec3 b\u00e0n kh\u00e1ch h\u00e0ng. Khi k\u00edch ho\u1ea1t, kh\u00e1ch h\u00e0ng m\u00e1y t\u00ednh \u0111\u1ec3 b\u00e0n s\u1ebd c\u1ed1 g\u1eafng \u0111\u1ec3 t\u1ea3i v\u1ec1 b\u1ea3n C\u1eadp Nh\u1eadt t\u1eeb c\u00e1c kh\u00e1ch h\u00e0ng m\u00e1y t\u00ednh \u0111\u1ec3 b\u00e0n kh\u00e1c tr\u00ean c\u00f9ng m\u1ed9t m\u1ea1ng l\u01b0\u1edbi \u0111\u1ecba ph\u01b0\u01a1ng tr\u01b0\u1edbc khi t\u1ea3i xu\u1ed1ng t\u1eeb h\u1ec7 ph\u1ee5c v\u1ee5. (Automatic Translation)
allow-the-use-of-sync=Cho ph\u00e9p s\u1eed d\u1ee5ng \u0111\u1ed3ng b\u1ed9? (Automatic Translation)
allow-users-to-sync-their-personal-sites=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 \u0111\u1ed3ng b\u1ed9 c\u00e1c trang web c\u00e1 nh\u00e2n c\u1ee7a h\u1ecd? (Automatic Translation)
build=X\u00e2y d\u1ef1ng (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=X\u00f3a thi\u1ebft b\u1ecb \u0111\u1ed3ng b\u1ed9 (Automatic Translation)
disable-sync-device=V\u00f4 hi\u1ec7u h\u00f3a thi\u1ebft b\u1ecb \u0111\u1ed3ng b\u1ed9 (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=S\u1eed thi\u1ebft b\u1ecb \u0111\u1ed3ng b\u1ed9 (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=Ch\u1ebf \u0111\u1ed9 b\u1ea3o m\u1eadt qu\u00e2n (Automatic Translation)
force-security-mode-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 \u0111\u00fang v\u1edbi ch\u1ebf \u0111\u1ed9 b\u1ea3o m\u1eadt qu\u00e2n tr\u00ean kh\u00e1ch h\u00e0ng \u0111i\u1ec7n tho\u1ea1i di \u0111\u1ed9ng. Ch\u1ebf \u0111\u1ed9 b\u1ea3o m\u1eadt m\u00e3 h\u00f3a t\u1ec7p v\u00e0 \u0111\u00f2i h\u1ecfi m\u00e3 kh\u00f3a khi truy c\u1eadp v\u00e0o c\u00e1c \u1ee9ng d\u1ee5ng. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=Th\u00e0nh vi\u00ean trang web s\u1ebd c\u00f3 th\u1ec3 xem, C\u1eadp Nh\u1eadt, x\u00f3a, v\u00e0 nh\u1eadn x\u00e9t tr\u00ean c\u00e1c t\u1eadp tin t\u1ea3i l\u00ean th\u00f4ng qua Liferay Sync. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\u0110\u1ed3ng b\u1ed9 k\u1ebft n\u1ed1i Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Thi\u1ebft b\u1ecb \u0111\u1ed3ng b\u1ed9 c\u1ee7a t\u00f4i (Automatic Translation)
last-seen=Last Seen (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=T\u1ed1c \u0111\u1ed9 t\u1ea3i v\u1ec1 t\u1ed1i \u0111a (Automatic Translation)
max-download-rate-help=Thi\u1ebft l\u1eadp t\u1ed1c \u0111\u1ed9 truy\u1ec1n t\u1ed1i \u0111a, t\u1ea1i byte, m\u00e0 kh\u00e1ch h\u00e0ng c\u00f3 th\u1ec3 t\u1ea3i v\u1ec1. Gi\u00e1 tr\u1ecb l\u00e0 0 ch\u1ec9 ra r\u1eb1ng kh\u00f4ng l\u00e0 kh\u00f4ng c\u00f3 gi\u1edbi h\u1ea1n. (Automatic Translation)
max-upload-rate=Max Upload t\u1ef7 l\u1ec7 (Automatic Translation)
max-upload-rate-help=Thi\u1ebft l\u1eadp t\u1ed1c \u0111\u1ed9 truy\u1ec1n t\u1ed1i \u0111a, t\u1ea1i byte, m\u00e0 kh\u00e1ch h\u00e0ng c\u00f3 th\u1ec3 t\u1ea3i l\u00ean. Gi\u00e1 tr\u1ecb l\u00e0 0 ch\u1ec9 ra r\u1eb1ng kh\u00f4ng l\u00e0 kh\u00f4ng c\u00f3 gi\u1edbi h\u1ea1n. (Automatic Translation)
no-devices-were-found=Kh\u00f4ng \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y thi\u1ebft. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=\u0110ang ch\u1edd x\u00f3a s\u1ea1ch (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=Th\u00e0nh vi\u00ean trang web s\u1ebd c\u00f3 th\u1ec3 xem v\u00e0 nh\u1eadn x\u00e9t tr\u00ean c\u00e1c t\u1eadp tin t\u1ea3i l\u00ean th\u00f4ng qua Liferay Sync. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=Th\u00e0nh vi\u00ean trang web s\u1ebd ch\u1ec9 c\u00f3 th\u1ec3 xem t\u1eadp tin t\u1ea3i l\u00ean th\u00f4ng qua Liferay Sync. (Automatic Translation)
view-update-and-add-discussion=Xem, C\u1eadp Nh\u1eadt v\u00e0 th\u00eam th\u1ea3o lu\u1eadn (Automatic Translation)
view-update-and-add-discussion-help=Th\u00e0nh vi\u00ean trang web s\u1ebd c\u00f3 th\u1ec3 xem, C\u1eadp Nh\u1eadt, v\u00e0 nh\u1eadn x\u00e9t tr\u00ean c\u00e1c t\u1eadp tin t\u1ea3i l\u00ean th\u00f4ng qua Liferay Sync. (Automatic Translation)
wipe-sync-device=Xo\u00e1 s\u1ea1ch thi\u1ebft b\u1ecb \u0111\u1ed3ng b\u1ed9 (Automatic Translation)
wiped=X\u00f3a s\u1ed5 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Xo\u00e1 s\u1ea1ch thi\u1ebft b\u1ecb \u0111\u1ed3ng b\u1ed9 s\u1ebd x\u00f3a t\u1ea5t c\u1ea3 k\u1ebft h\u1ee3p c\u00e1c t\u1eadp tin t\u1eeb kh\u00e1ch h\u00e0ng. (Automatic Translation)
