#X-Generator: crowdin.com
allow-lan-syncing=LAN \ub3d9\uae30\ud654 \ud5c8\uc6a9? (Automatic Translation)
allow-lan-syncing-help=\uc0ac\uc2e4 \uc0ac\uc6a9 LAN \ub370\uc2a4\ud06c\ud1b1 \ud074\ub77c\uc774\uc5b8\ud2b8\ub97c \ud1b5\ud574 \ub3d9\uae30\ud654\ub97c \uc124\uc815. \uc744 \uc0ac\uc6a9 \ud558\uba74 \ub370\uc2a4\ud06c\ud1b1 \ud074\ub77c\uc774\uc5b8\ud2b8\ub294 \uc11c\ubc84\uc5d0\uc11c \ub2e4\uc6b4\ub85c\ub4dc \ud558\uae30 \uc804\uc5d0 \ub3d9\uc77c\ud55c \ub85c\uceec \ub124\ud2b8\uc6cc\ud06c\uc5d0 \ub2e4\ub978 \ub370\uc2a4\ud06c\ud1b1 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \uc5c5\ub370\uc774\ud2b8\ub97c \ub2e4\uc6b4\ub85c\ub4dc \ud558\ub824\uace0 \ud569\ub2c8\ub2e4. (Automatic Translation)
allow-the-use-of-sync=\ub3d9\uae30\ud654\uc758 \uc0ac\uc6a9\uc744 \ud5c8\uc6a9? (Automatic Translation)
allow-users-to-sync-their-personal-sites=\uc0ac\uc6a9\uc790\uac00 \uc790\uc2e0\uc758 \uac1c\uc778 \uc0ac\uc774\ud2b8\ub97c \ub3d9\uae30\ud654 \ud558\ub3c4\ub85d \ud5c8\uc6a9? (Automatic Translation)
build=\ube4c\ub4dc (Automatic Translation)
default-file-permissions=\uae30\ubcf8 \ud30c\uc77c \uc0ac\uc6a9 \uad8c\ud55c (Automatic Translation)
delete-sync-device=\ub3d9\uae30\ud654 \uc7a5\uce58 \uc0ad\uc81c (Automatic Translation)
disable-sync-device=\ub3d9\uae30\ud654 \uc7a5\uce58\ub97c \uc0ac\uc6a9 \uc548 \ud568 (Automatic Translation)
disable-sync-site=\ub3d9\uae30\ud654 \uc0ac\uc774\ud2b8\ub97c \uc0ac\uc6a9 \ud558\uc9c0 \uc54a\ub3c4\ub85d \uc124\uc815 (Automatic Translation)
disable-sync-sites=\ub3d9\uae30\ud654 \uc0ac\uc774\ud2b8\ub97c \uc0ac\uc6a9 \ud558\uc9c0 \uc54a\ub3c4\ub85d \uc124\uc815 (Automatic Translation)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=\ub3d9\uae30\ud654 \uc0ac\uc774\ud2b8 \ube44\ud65c\uc131\ud654 \ubaa8\ub4e0 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \ubaa8\ub4e0 \uad00\ub828\ub41c \ud30c\uc77c\uc744 \uc0ad\uc81c \ud569\ub2c8\ub2e4. (Automatic Translation)
enable-sync-device=\ub3d9\uae30\ud654 \uc7a5\uce58\ub97c \uc0ac\uc6a9 \ud558\ub3c4\ub85d \uc124\uc815 (Automatic Translation)
enable-sync-site=\ub3d9\uae30\ud654 \uc0ac\uc774\ud2b8 \ud65c\uc131\ud654 (Automatic Translation)
enable-sync-sites=\ub3d9\uae30\ud654 \uc0ac\uc774\ud2b8 \ud65c\uc131\ud654 (Automatic Translation)
force-security-mode=\ud3ec\uc2a4 \ubcf4\uc548 \ubaa8\ub4dc (Automatic Translation)
force-security-mode-help=\ubaa8\ubc14\uc77c \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc774 \uc0ac\uc2e4 \ud798 \ubcf4\uc548 \ubaa8\ub4dc \uc124\uc815 \ud569\ub2c8\ub2e4. \ubcf4\uc548 \ubaa8\ub4dc\ub294 \ud30c\uc77c\uc744 \uc554\ud638\ud654 \ud558 \uace0 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc554\ud638\ub97c \uc694\uad6c \ud55c\ub2e4. (Automatic Translation)
full-access=\uc804\uccb4 \uc561\uc138\uc2a4 (Automatic Translation)
full-access-help=\uc0ac\uc774\ud2b8 \uad6c\uc131\uc6d0 \ud655\uc778, \uc5c5\ub370\uc774\ud2b8, \uc0ad\uc81c, \ubc0f Liferay \ub3d9\uae30\ud654\ub97c \ud1b5\ud574 \uc5c5\ub85c\ub4dc \ub41c \ud30c\uc77c\uc5d0 \ub300 \ud55c \uc5b8\uae09 \uc218 \uc788\uc744 \uac83\uc785\ub2c8\ub2e4. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\ub3d9\uae30\ud654 \ucee4\ub125\ud130 \uad00\ub9ac\uc790 (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=\ub0b4 \ub3d9\uae30\ud654 \uc7a5\uce58 (Automatic Translation)
last-seen=\ucd5c\uadfc \ubcf8 (Automatic Translation)
max-connections=\ucd5c\ub300 \uc5f0\uacb0 (Automatic Translation)
max-connections-help=\ud074\ub77c\uc774\uc5b8\ud2b8 \ub2f9 \uc5f0\uacb0\uc758 \ucd5c\ub300 \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
max-download-rate=\ucd5c\ub300 \ub2e4\uc6b4\ub85c\ub4dc \uc18d\ub3c4 (Automatic Translation)
max-download-rate-help=\ubc14\uc774\ud2b8, \ud074\ub77c\uc774\uc5b8\ud2b8 \ub2e4\uc6b4\ub85c\ub4dc \uc218\ub294 \ucd5c\ub300 \uc804\uc1a1 \uc18d\ub3c4 \uc124\uc815 \ud569\ub2c8\ub2e4. \uac12\uc774 0 \uc774\uba74 \uc81c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4 \ub098\ud0c0\ub0c5\ub2c8\ub2e4. (Automatic Translation)
max-upload-rate=\ucd5c\ub300 \uc5c5\ub85c\ub4dc \uc18d\ub3c4 (Automatic Translation)
max-upload-rate-help=\ubc14\uc774\ud2b8\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5c5\ub85c\ub4dc\ud560 \uc218 \uc788\ub294 \ucd5c\ub300 \uc804\uc1a1 \uc18d\ub3c4 \uc124\uc815 \ud569\ub2c8\ub2e4. \uac12\uc774 0 \uc774\uba74 \uc81c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4 \ub098\ud0c0\ub0c5\ub2c8\ub2e4. (Automatic Translation)
no-devices-were-found=\uc7a5\uce58\uac00 \ubc1c\uacac \ub410\ub2e4. (Automatic Translation)
oauth-enabled=OAuth \uc0ac\uc6a9 (Automatic Translation)
oauth-enabled-help=\uc120\ud0dd \ud558\uba74 \ud074\ub77c\uc774\uc5b8\ud2b8 OAuth \uc0ac\uc6a9 \ud558 \uace0 \uc778\uc99d\uc5d0 \ub300 \ud55c SSO autologin \ud544\ud130 \uad6c\uc131. (Automatic Translation)
oauth-publisher-is-not-deployed=OAuth \uac8c\uc2dc\uc790\uac00 \ubc30\ud3ec \ub418\uc9c0 \uc54a\uc740. \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4 \ud50c\ub7ec\uadf8\uc778\uc744 \ub2e4\uc2dc \ubc30\ud3ec \ud569\ub2c8\ub2e4. (Automatic Translation)
pending-wipe=\ubcf4\ub958 \uc911\uc778 \uc9c0\uc6b0\uae30 (Automatic Translation)
poll-interval=\ud3f4\ub9c1 \uac04\uaca9 (Automatic Translation)
poll-interval-help=\uac04\uaca9\uc744 \ucd08 \ub2e8\uc704\ub85c \uc124\uc815 \uc5bc\ub9c8\ub098 \uc790\uc8fc\uc5d0 \ub300 \ud55c \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5c5\ub370\uc774\ud2b8\ub97c \uc704\ud574 \uc11c\ubc84 \uc124\ubb38 \uc870\uc0ac \uac83\uc785\ub2c8\ub2e4. (Automatic Translation)
the-oauth-application-for-liferay-sync-is-missing=Liferay \ub3d9\uae30\ud654\uc5d0 \ub300 \ud55c OAuth \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. OAuth \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc744 \ub2e4\uc2dc \uc800\uc7a5\uc744 \ud074\ub9ad \ud569\ub2c8\ub2e4. (Automatic Translation)
view-and-add-discussion=\ubcf4\uae30 \ubc0f \ud1a0\ub860\uc744 \ucd94\uac00 (Automatic Translation)
view-and-add-discussion-help=\uc0ac\uc774\ud2b8 \ud68c\uc6d0 Liferay \ub3d9\uae30\ud654\ub97c \ud1b5\ud574 \uc5c5\ub85c\ub4dc \ub41c \ud30c\uc77c\uc5d0 \ub300 \ud55c \uc5b8\uae09\uc744 \ubcf4\uace0 \uc218 \uc788\uc744 \uac83\uc785\ub2c8\ub2e4. (Automatic Translation)
view-only=\ubcf4\uae30 \uc804\uc6a9 (Automatic Translation)
view-only-help=\uc0ac\uc774\ud2b8 \uad6c\uc131\uc6d0\ub9cc Liferay \ub3d9\uae30\ud654\ub97c \ud1b5\ud574 \uc5c5\ub85c\ub4dc \ub41c \ud30c\uc77c\uc744 \ubcfc \uc218 \uc788\uac8c \ub429\ub2c8\ub2e4. (Automatic Translation)
view-update-and-add-discussion=\ubcf4\uae30, \uc5c5\ub370\uc774\ud2b8 \ubc0f \ud1a0\ub860\uc744 \ucd94\uac00 (Automatic Translation)
view-update-and-add-discussion-help=\uc0ac\uc774\ud2b8 \ud68c\uc6d0 \ubcf4\uae30, \uc5c5\ub370\uc774\ud2b8, Liferay \ub3d9\uae30\ud654\ub97c \ud1b5\ud574 \uc5c5\ub85c\ub4dc \ub41c \ud30c\uc77c\uc5d0 \ub300 \ud55c \uc5b8\uae09\uc744 \uc218 \uc788\uc744 \uac83\uc785\ub2c8\ub2e4. (Automatic Translation)
wipe-sync-device=\ub3d9\uae30\ud654 \uc7a5\uce58 \uc9c0\uc6b0\uae30 (Automatic Translation)
wiped=\ub2e6\uc544 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=\ub3d9\uae30\ud654 \uc7a5\uce58\ub97c \ub2e6\uc544 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \ubaa8\ub4e0 \uad00\ub828\ub41c \ud30c\uc77c\uc744 \uc0ad\uc81c \ud569\ub2c8\ub2e4. (Automatic Translation)
