#X-Generator: crowdin.com
allow-lan-syncing=Zezwalaj na synchronizowanie LAN? (Automatic Translation)
allow-lan-syncing-help=Set to true W\u0142\u0105cz synchronizowanie LAN na pulpit klient\u00f3w. Gdy w\u0142\u0105czona, pulpit klient\u00f3w pr\u00f3buj\u0105 pobra\u0107 aktualizacje z innych klient\u00f3w pulpitu, w tej samej sieci lokalnej przed pobieranie z serwera. (Automatic Translation)
allow-the-use-of-sync=Pozwalaj\u0105 na wykorzystanie synchronizacji? (Automatic Translation)
allow-users-to-sync-their-personal-sites=Czy pozwoli\u0107 u\u017cytkownikom na synchronizowanie witryny osobistej?
build=Kompilacja (Automatic Translation)
default-file-permissions=Domy\u015blne uprawnienia plik\u00f3w
delete-sync-device=Usu\u0144 urz\u0105dzenie synchronizacji (Automatic Translation)
disable-sync-device=Wy\u0142\u0105czenie synchronizacji urz\u0105dzenia (Automatic Translation)
disable-sync-site=Wy\u0142\u0105cz synchronizacj\u0119 dla witryny
disable-sync-sites=Wy\u0142\u0105cz synchronizacj\u0119 dla witryn
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Wy\u0142\u0105czenie synchronizacji dla witryny spowoduje usuni\u0119cie wszystkich powi\u0105zanych plik\u00f3w u wszystkich klient\u00f3w.
enable-sync-device=W\u0142\u0105czanie synchronizacji na urz\u0105dzeniu (Automatic Translation)
enable-sync-site=W\u0142\u0105cz synchronizacj\u0119 dla witryny
enable-sync-sites=W\u0142\u0105cz synchronizacj\u0119 dla witryn
force-security-mode=Tryb zabezpiecze\u0144 \u017cycie (Automatic Translation)
force-security-mode-help=Ustaw do true force bezpiecze\u0144stwo tryb klient\u00f3w przeno\u015bnych. Tryb zabezpiecze\u0144 szyfruje pliki i wymaga podania has\u0142a podczas uzyskiwania dost\u0119pu do aplikacji. (Automatic Translation)
full-access=Pe\u0142en Dost\u0119p
full-access-help=Cz\u0142onkowie witryny b\u0119d\u0105 mogli przegl\u0105da\u0107, aktualizowa\u0107, usuwa\u0107 i komentowa\u0107 pliki dodane przez Liferay Sync.
full-access-x=Pe\u0142en Dost\u0119p ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Synchronizacji \u0142\u0105cznika Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Moje urz\u0105dzenia Sync (Automatic Translation)
last-seen=Ostatnio widziani (Automatic Translation)
max-connections=Maksymalna ilo\u015b\u0107 po\u0142\u0105cze\u0144
max-connections-help=Ustaw maksymaln\u0105 liczb\u0119 jednoczesnych po\u0142\u0105cze\u0144, kt\u00f3r\u0105 mo\u017cna nawi\u0105za\u0107 z pojedynczego konta.
max-download-rate=Max szybko\u015b\u0107 pobierania (Automatic Translation)
max-download-rate-help=Ustawi\u0107 maksymaln\u0105 szybko\u015b\u0107 transmisji, w bajtach, w kt\u00f3rych mo\u017cna pobra\u0107 klient\u00f3w. Warto\u015b\u0107 0 wskazuje, \u017ce nie ma \u017cadnego limitu. (Automatic Translation)
max-upload-rate=Max Upload Rate (Automatic Translation)
max-upload-rate-help=Ustawi\u0107 maksymaln\u0105 szybko\u015b\u0107 transmisji, w bajtach, w kt\u00f3rych klienci mog\u0105 przesy\u0142a\u0107. Warto\u015b\u0107 0 wskazuje, \u017ce nie ma \u017cadnego limitu. (Automatic Translation)
no-devices-were-found=\u017badne urz\u0105dzenia nie zosta\u0142y znalezione. (Automatic Translation)
oauth-enabled=Aktywuj OAuth
oauth-enabled-help=Je\u015bli zaznaczone, uwierzytelnienie i autoryzacja klient\u00f3w odbywa\u0107 si\u0119 b\u0119d\u0105 za pomoc\u0105 OAuth wraz ze skonfigurowanymi filtrami autologowania SSO.
oauth-publisher-is-not-deployed=Wydawca OAuth nie zosta\u0142 za\u0142adowany na serwer. Prosz\u0119 ponownie zainstalowa\u0107 plugin.
pending-wipe=Oczekuj\u0105ce operacje czyszczenia (Automatic Translation)
poll-interval=Interwa\u0142 odpytywania
poll-interval-help=Ustaw czas (w sekundach), co jaki klienci b\u0119d\u0105 odpytywa\u0107 serwer o aktualizacje.
the-oauth-application-for-liferay-sync-is-missing=Brakuje aplikacji OAuth dla Liferay Sync. Naci\u015bnij "Zapisz", aby j\u0105 odtworzy\u0107.
view-and-add-discussion=Przegl\u0105danie plik\u00f3w i dodawanie komentarzy
view-and-add-discussion-help=Cz\u0142onkowie witryny b\u0119d\u0105 mieli mo\u017cliwo\u015b\u0107 przegl\u0105dania i komentowania plik\u00f3w za\u0142adowanych przy u\u017cyciu Liferay Sync.
view-only=Tylko przegl\u0105danie plik\u00f3w
view-only-help=Cz\u0142onkowie witryny b\u0119d\u0105 mieli jedynie mo\u017cliwo\u015b\u0107 przegl\u0105dania plik\u00f3w za\u0142adowanych przy u\u017cyciu Liferay Sync.
view-update-and-add-discussion=Zobacz, aktualizacji i doda\u0107 dyskusji (Automatic Translation)
view-update-and-add-discussion-help=Cz\u0142onkowie b\u0119d\u0105 mogli przegl\u0105da\u0107, aktualizacji i komentowa\u0107 pliki przes\u0142ane przez Liferay synchronizacji. (Automatic Translation)
wipe-sync-device=Przetrzyj urz\u0105dzenie synchronizacji (Automatic Translation)
wiped=Otar\u0142a (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Czyszczenie danych urz\u0105dzenia Sync spowoduje usuni\u0119cie wszystkich skojarzonych plik\u00f3w od klienta. (Automatic Translation)
