#X-Generator: crowdin.com
allow-lan-syncing=V\u00f5imaldada LAN s\u00fcnkroonimist? (Automatic Translation)
allow-lan-syncing-help=M\u00e4\u00e4ra see \u00f5ige, et v\u00f5imaldada LAN s\u00fcnkroonimine t\u00f6\u00f6laua kliendid. Kui lubatud, t\u00f6\u00f6laua kliendid proovib laadida v\u00e4rskendusi teiste t\u00f6\u00f6laua kliendid samas kohalikus v\u00f5rgus enne allalaadimine serverist. (Automatic Translation)
allow-the-use-of-sync=Lubada selliste Sync? (Automatic Translation)
allow-users-to-sync-their-personal-sites=Luba kasutajatel s\u00fcnkroonida oma isiklikke saite? (Automatic Translation)
build=Ehitada (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=Kustuta seadme s\u00fcnkroonimine (Automatic Translation)
disable-sync-device=Keela seadme s\u00fcnkroonimine (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=Luba s\u00fcnkroonimine seadmel (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=J\u00f5u turvare\u017eiim (Automatic Translation)
force-security-mode-help=M\u00e4\u00e4ra see \u00f5ige j\u00f5u turvare\u017eiim mobiiliklientide kohta. Turvare\u017eiim kr\u00fcpteerib failid ja n\u00f5uab p\u00e4\u00e4sukoodi, kui juurdep\u00e4\u00e4su taotluse. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=Saidil on v\u00f5imalik vaadata, v\u00e4rskendada, kustutada ja l\u00e4bi Liferay Sync \u00fcleslaaditud failide kommenteerida. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=S\u00fcnkroniseerimine pesa Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Minu s\u00fcnkroonimise seadme (Automatic Translation)
last-seen=Viimati n\u00e4htud Just praegu (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=Max allalaadimise kiirus (Automatic Translation)
max-download-rate-help=M\u00e4\u00e4ra maksimaalne edastuskiirus baitides, kus kliendid saate alla laadida. V\u00e4\u00e4rtus 0 n\u00e4itab, et ei ole piiratud. (Automatic Translation)
max-upload-rate=Max Upload kiirus (Automatic Translation)
max-upload-rate-help=M\u00e4\u00e4ra maksimaalne edastuskiirus baitides, kus kliendid \u00fcles laadida. V\u00e4\u00e4rtus 0 n\u00e4itab, et ei ole piiratud. (Automatic Translation)
no-devices-were-found=\u00dchtegi seadet ei leitud. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=Kustutamise ootel (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=Saidil on v\u00f5imalik vaadata ja kommenteerida kaudu Liferay Sync \u00fcleslaaditud failide. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=Saidiliikmed saab ainult l\u00e4bi Liferay Sync \u00fcleslaaditud failide kuvamiseks. (Automatic Translation)
view-update-and-add-discussion=Saate vaadata ja v\u00e4rskendada ning lisada arutelu (Automatic Translation)
view-update-and-add-discussion-help=Sait on v\u00f5imalik vaadata, v\u00e4rskendada ja l\u00e4bi Liferay Sync \u00fcleslaaditud failide kommenteerida. (Automatic Translation)
wipe-sync-device=P\u00fchkige seadme s\u00fcnkroonimine (Automatic Translation)
wiped=P\u00fchkida (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=P\u00fchkides seadme s\u00fcnkroonimine kustutab k\u00f5ik seotud failid klient. (Automatic Translation)
