#X-Generator: crowdin.com
allow-lan-syncing=\u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0634\u0628\u06a9\u0647 \u0628\u06af\u0630\u0627\u0631\u062f\u061f (Automatic Translation)
allow-lan-syncing-help=\u0627\u06cc\u0646 \u062f\u0631\u0633\u062a \u0628\u0647 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0634\u0628\u06a9\u0647 \u062f\u0631 \u0633\u0631\u0627\u0633\u0631 \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u062f\u0633\u06a9\u062a\u0627\u067e \u0645\u062c\u0645\u0648\u0639\u0647. \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0641\u0639\u0627\u0644 \u0628\u0627\u0634\u062f, \u062f\u0633\u06a9\u062a\u0627\u067e \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u062a\u0644\u0627\u0634 \u0628\u0631\u0627\u06cc \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0631\u0627 \u0627\u0632 \u062f\u06cc\u06af\u0631 \u0628\u0631\u0646\u0627\u0645\u0647 \u0647\u0627\u06cc \u062f\u0633\u06a9 \u062a\u0627\u067e \u062f\u0631 \u0647\u0645\u0627\u0646 \u0634\u0628\u06a9\u0647 \u0645\u062d\u0644\u06cc \u0642\u0628\u0644 \u0627\u0632 \u062f\u0627\u0646\u0644\u0648\u062f \u0627\u0632 \u0633\u0631\u0648\u0631 \u062f\u0627\u0646\u0644\u0648\u062f. (Automatic Translation)
allow-the-use-of-sync=\u0627\u062c\u0627\u0632\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0647\u0645\u06af\u0627\u0645\u200c\u0633\u0627\u0632\u06cc \u062f\u0627\u062f\u0647 \u0634\u0648\u062f\u061f
allow-users-to-sync-their-personal-sites=\u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u062f\u0646 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0631\u0627\u06cc \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0628\u0627 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0634\u062e\u0635\u06cc \u062e\u0648\u062f \u061f
build=\u0633\u0627\u062e\u062a (Automatic Translation)
default-file-permissions=\u062f\u0633\u062a\u0631\u0633\u06cc\u200c\u0647\u0627\u06cc \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0628\u0647 \u067e\u0631\u0648\u0646\u062f\u0647
delete-sync-device=\u062d\u0630\u0641 \u062f\u0633\u062a\u06af\u0627\u0647 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc (Automatic Translation)
disable-sync-device=\u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u062f\u0633\u062a\u06af\u0627\u0647 (Automatic Translation)
disable-sync-site=\u062a\u0648\u0642\u0641 \u0647\u0645\u0633\u0627\u0646 \u0633\u0627\u0632\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a
disable-sync-sites=\u062a\u0648\u0642\u0641 \u0647\u0645\u0633\u0627\u0646 \u0633\u0627\u0632\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0648 \u062d\u0630\u0641 \u062a\u0645\u0627\u0645 \u067e\u0631\u0648\u0646\u062f\u0647\u200c\u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637 \u0627\u0632 \u0647\u0645\u0647 \u0645\u0634\u062a\u0631\u06cc\u0627\u0646.
enable-sync-device=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u062f\u0633\u062a\u06af\u0627\u0647 (Automatic Translation)
enable-sync-site=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0633\u0627\u06cc\u062a
enable-sync-sites=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
force-security-mode=\u062d\u0627\u0644\u062a \u0627\u0645\u0646\u06cc\u062a \u0646\u06cc\u0631\u0648\u06cc (Automatic Translation)
force-security-mode-help=\u0627\u06cc\u0646 \u0631\u0627 \u062f\u0631\u0633\u062a \u062d\u0627\u0644\u062a \u0646\u06cc\u0631\u0648\u06cc \u0627\u0645\u0646\u06cc\u062a\u06cc \u0628\u0631 \u0631\u0648\u06cc \u062a\u0644\u0641\u0646 \u0647\u0645\u0631\u0627\u0647 \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u062a\u0646\u0638\u06cc\u0645. \u062d\u0627\u0644\u062a \u0627\u0645\u0646\u06cc\u062a \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0631\u0627 \u0631\u0645\u0632\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc \u06a9\u0646\u062f \u0648 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u06cc\u06a9 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u06a9\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631. (Automatic Translation)
full-access=\u062f\u0633\u062a\u0631\u0633\u06cc \u06a9\u0627\u0645\u0644
full-access-help=\u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647\u060c \u0628\u0647 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc\u060c \u062d\u0630\u0641\u060c \u0648 \u0627\u0638\u0647\u0627\u0631 \u0646\u0638\u0631 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 (\u0644\u0627\u06cc\u0641\u0631\u06cc \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc) \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f.
full-access-x=\u062f\u0633\u062a\u0631\u0633\u06cc \u06a9\u0627\u0645\u0644 ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\u0645\u062f\u06cc\u0631 \u0627\u062a\u0635\u0627\u0644 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=\u0645\u0646 \u062f\u0633\u062a\u06af\u0627\u0647 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc (Automatic Translation)
last-seen=\u0622\u062e\u0631\u06cc\u0646 \u0645\u0634\u0627\u0647\u062f\u0647 (Automatic Translation)
max-connections=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u062a\u0635\u0627\u0644\u0627\u062a
max-connections-help=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u062f\u062f \u0627\u062a\u0635\u0627\u0644 \u0647\u0645\u0632\u0645\u0627\u0646 \u0647\u0631 \u0645\u0634\u062a\u0631\u06cc \u06a9\u0647 \u062f\u0631 \u0647\u0631 \u062d\u0633\u0627\u0628 \u0645\u062c\u0627\u0632 \u0627\u0633\u062a \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f.
max-download-rate=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0633\u0631\u0639\u062a \u062f\u0627\u0646\u0644\u0648\u062f (Automatic Translation)
max-download-rate-help=\u0646\u0631\u062e \u0627\u0646\u062a\u0642\u0627\u0644 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062f\u0631 \u0628\u0627\u06cc\u062a\u060c \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0627\u0646\u0644\u0648\u062f \u06a9\u0646\u06cc\u062f \u0645\u0642\u062f\u0627\u0631 0 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u06a9\u0647 \u0647\u06cc\u0686 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. (Automatic Translation)
max-upload-rate=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0633\u0631\u0639\u062a \u0622\u067e\u0644\u0648\u062f (Automatic Translation)
max-upload-rate-help=\u062a\u0646\u0638\u06cc\u0645 \u0633\u0631\u0639\u062a \u0627\u0646\u062a\u0642\u0627\u0644 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062f\u0631 \u0628\u0627\u06cc\u062a\u060c \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0627\u0631\u0633\u0627\u0644. \u0645\u0642\u062f\u0627\u0631 0 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u06a9\u0647 \u0647\u06cc\u0686 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. (Automatic Translation)
no-devices-were-found=\u0647\u06cc\u0686 \u062f\u0633\u062a\u06af\u0627\u0647\u06cc \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f. (Automatic Translation)
oauth-enabled=OAuth \u0641\u0639\u0627\u0644 \u0634\u062f.
oauth-enabled-help=\u0627\u06af\u0631 \u0639\u0644\u0627\u0645\u062a \u0632\u062f\u0647 \u0634\u0648\u062f\u060c \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 OAuth \u0648 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0641\u06cc\u0644\u062a\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 SSO \u0628\u0631\u0627\u06cc \u0627\u062d\u0631\u0627\u0632 \u0647\u0648\u06cc\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f.
oauth-publisher-is-not-deployed=\u0646\u0627\u0634\u0631 OAuth \u0645\u0633\u062a\u0642\u0631 \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u062f. \u0644\u0637\u0641\u0627 \u06cc\u06a9 \u067e\u0644\u0627\u06af\u06cc\u0646 \u0645\u0633\u062a\u0642\u0631 \u06a9\u0646\u06cc\u062f.
pending-wipe=\u062f\u0631 \u0627\u0646\u062a\u0638\u0627\u0631 \u067e\u0627\u06a9 (Automatic Translation)
poll-interval=\u0628\u0627\u0632\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc\u200c\u0647\u0627
poll-interval-help=\u06cc\u06a9 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc \u0628\u0647 \u062b\u0627\u0646\u06cc\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0647 \u0647\u0631 \u0686\u0646\u062f \u0648\u0642\u062a \u06cc\u06a9\u0628\u0627\u0631 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0645\u0634\u062a\u0631\u06cc\u0627\u0646 \u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0634\u0648\u062f\u060c \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f.
the-oauth-application-for-liferay-sync-is-missing=\u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc OAuth \u0628\u0631\u0627\u06cc \u0647\u0645\u06af\u0627\u0645\u200c\u0633\u0627\u0632\u06cc \u0644\u0627\u06cc\u0641\u0631\u06cc \u0627\u0632 \u0628\u06cc\u0646 \u0631\u0641\u062a\u0647 \u0627\u0633\u062a. \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0645\u062c\u062f\u062f\u0627 \u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc OAuth \u0631\u0627 \u0628\u0633\u0627\u0632\u06cc\u062f.
view-and-add-discussion=\u0645\u0634\u0627\u0647\u062f\u0647 \u0648 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06af\u0641\u062a \u0648 \u06af\u0648
view-and-add-discussion-help=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0648 \u0627\u06cc\u062c\u0627\u062f \u0646\u0638\u0631 \u0628\u0631 \u0631\u0648\u06cc \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0647\u0645\u06af\u0627\u0645\u200c\u0633\u0627\u0632\u06cc \u0644\u0627\u06cc\u0641\u0631\u06cc \u0647\u0633\u062a\u0646\u062f.
view-only=\u0645\u0634\u0627\u0647\u062f\u0647 \u062a\u0646\u0647\u0627
view-only-help=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0641\u0642\u0637 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631 \u0631\u0648\u06cc \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0647\u0645\u06af\u0627\u0645\u200c\u0633\u0627\u0632\u06cc \u0644\u0627\u06cc\u0641\u0631\u06cc \u0647\u0633\u062a\u0646\u062f.
view-update-and-add-discussion=\u0645\u0634\u0627\u0647\u062f\u0647\u060c \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0648 \u0627\u0641\u0632\u0648\u062f\u0646 \u06af\u0641\u062a\u200c\u0648\u06af\u0648
view-update-and-add-discussion-help=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647\u060c \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0648 \u0627\u06cc\u062c\u0627\u062f \u0646\u0638\u0631 \u0628\u0631 \u0631\u0648\u06cc \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0647\u0645\u06af\u0627\u0645\u200c\u0633\u0627\u0632\u06cc \u0644\u0627\u06cc\u0641\u0631\u06cc \u0647\u0633\u062a\u0646\u062f.
wipe-sync-device=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u06af\u0627\u0647 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc (Automatic Translation)
wiped=\u0645\u062d\u0648 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u06af\u0627\u0647 \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0647\u0645\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627\u06cc \u0645\u0631\u0628\u0648\u0637 \u0631\u0627 \u0627\u0632 \u0645\u0634\u062a\u0631\u06cc \u062d\u0630\u0641 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
