#X-Generator: crowdin.com
allow-lan-syncing=Permitir sincroniza\u00e7\u00e3o de LAN? (Automatic Translation)
allow-lan-syncing-help=Defina para true para habilitar LAN como sincronizar atrav\u00e9s de clientes desktop. Quando habilitado, clientes desktop tenta baixar atualiza\u00e7\u00f5es de outros clientes desktop na mesma rede local antes de baixar do servidor. (Automatic Translation)
allow-the-use-of-sync=Permitir o uso de Sincroniza\u00e7\u00e3o?
allow-users-to-sync-their-personal-sites=Permitir que os utilizadores sincronizem os seus sites pessoais?
build=Construir (Automatic Translation)
default-file-permissions=Permiss\u00f5es de Ficheiro por Omiss\u00e3o
delete-sync-device=Excluir o dispositivo de sincroniza\u00e7\u00e3o (Automatic Translation)
disable-sync-device=Desativar o dispositivo de sincroniza\u00e7\u00e3o (Automatic Translation)
disable-sync-site=Desativar Sync para o Site
disable-sync-sites=Desativar Sync para os Sites
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Desativar o Sync de um site ir\u00e1 apagar todos os ficheiros associados, em todos os clientes.
enable-sync-device=Ativar o dispositivo de sincroniza\u00e7\u00e3o (Automatic Translation)
enable-sync-site=Ativar Sync para o Site
enable-sync-sites=Ativar Sync para os Sites
force-security-mode=For\u00e7ar modo de seguran\u00e7a (Automatic Translation)
force-security-mode-help=Defina para true para for\u00e7ar o modo de seguran\u00e7a nos clientes m\u00f3veis. Modo de seguran\u00e7a criptografa arquivos e requer uma senha ao acessar o aplicativo. (Automatic Translation)
full-access=Acesso Total
full-access-help=Os membros do site ser\u00e3o capazes de ver, atualizar, apagar e comentar nos ficheiros carregados atrav\u00e9s do Liferay Sync.
full-access-x=Acesso Total ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Admin de conector de sincroniza\u00e7\u00e3o (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Meus dispositivos de sincroniza\u00e7\u00e3o (Automatic Translation)
last-seen=Visto pela \u00faltima vez (Automatic Translation)
max-connections=N\u00famero m\u00e1ximo de conex\u00f5es
max-connections-help=Define o n\u00famero m\u00e1ximo de conex\u00f5es simult\u00e2neas permitidas para cada cliente, por conta.
max-download-rate=Taxa de Download Max (Automatic Translation)
max-download-rate-help=Defina a taxa de transfer\u00eancia m\u00e1xima, em bytes, na qual os clientes podem baixar. Um valor de 0 indica que n\u00e3o h\u00e1 nenhum limite. (Automatic Translation)
max-upload-rate=Taxa de Upload Max (Automatic Translation)
max-upload-rate-help=Defina a taxa de transfer\u00eancia m\u00e1xima, em bytes, na qual os clientes podem fazer upload. Um valor de 0 indica que n\u00e3o h\u00e1 nenhum limite. (Automatic Translation)
no-devices-were-found=Dispositivos n\u00e3o foram encontrados. (Automatic Translation)
oauth-enabled=OAuth Ativo
oauth-enabled-help=Se selecionado, os clientes utilizar\u00e3o OAuth e filtros SSO de autologin configurados para autentica\u00e7\u00e3o.
oauth-publisher-is-not-deployed=OAuth Publisher n\u00e3o est\u00e1 instalado. Por favor, reinstalar o plugin.
pending-wipe=Apagamento pendente (Automatic Translation)
poll-interval=Intervalo de Sondagem
poll-interval-help=Define o intervalo (em segundos) para a frequ\u00eancia com que os clientes consultar\u00e3o o servidor para atualiza\u00e7\u00f5es.
the-oauth-application-for-liferay-sync-is-missing=A aplica\u00e7\u00e3o OAuth para Liferay Sync n\u00e3o est\u00e1 presente. Clique em Salvar para recriar a aplica\u00e7\u00e3o OAuth.
view-and-add-discussion=Ver e Adicionar Discuss\u00e3o
view-and-add-discussion-help=Os membros do site ser\u00e3o capazes de ver e comentar os ficheiros carregados atrav\u00e9s do Liferay Sync.
view-only=Apenas Consulta
view-only-help=Os membros do site apenas ser\u00e3o capazes de consultar os ficheiros carregados atrav\u00e9s do Liferay Sync.
view-update-and-add-discussion=Visualizar, Atualizar e Adicionar uma Discuss\u00e3o
view-update-and-add-discussion-help=Os membros do site ser\u00e3o capazes de visualizar, atualizar e comentar sobre os ficheiros carregados atrav\u00e9s do Liferay Sync.
wipe-sync-device=Limpar o dispositivo de sincroniza\u00e7\u00e3o (Automatic Translation)
wiped=Limpo (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Limpar um dispositivo de sincroniza\u00e7\u00e3o ir\u00e1 apagar todos os arquivos associados do cliente. (Automatic Translation)
