#X-Generator: crowdin.com
include-inherited-permissions-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0438\u0441\u0442\u0438\u043d\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u0440\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043a\u0430\u0442\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435. \u041d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u0440\u043e\u043b\u0438 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d\u0438 \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043e\u0442 \u0433\u0440\u0443\u043f\u0430 \u0438 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0438\u043c \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430. (Automatic Translation)
index-commit-immediately-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u0435\u0440\u0435\u043d \u043d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0437\u0430\u044f\u0432\u043a\u0438. \u0422\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 true \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u044a\u0437\u0434\u0435\u0439\u0441\u0442\u0432\u0430\u0442 \u043e\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043b\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0434\u0432\u0438\u0433\u0430\u0442\u0435\u043b\u044f \u043a\u0430\u0442\u043e \u0432\u0441\u044f\u043a\u0430 \u043d\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u043c\u043e\u043b\u0431\u0430 \u0449\u0435 \u043f\u0440\u0438\u043d\u0443\u0434\u0438 \u0442\u044a\u0440\u0441\u0430\u0447\u043a\u0430\u0442\u0430 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u0447\u0438\u0442\u0430\u0442\u0435\u043b\u044f \u0438 \u043f\u043e\u0442\u0435\u043d\u0446\u0438\u0430\u043b\u043d\u043e \u043d\u0430\u0440\u0430\u0432\u043d\u043e \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438 \u043d\u0430 \u0434\u0438\u0441\u043a\u0430. \u041f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0430\u0442 \u043d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0431\u043b\u043e\u0433, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0431\u043b\u043e\u0433\u0430) \u043d\u043e \u0437\u0430\u0431\u0430\u0432\u044f\u043d\u0435 \u0441\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0430\u0432\u0430 \u0437\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438 (\u043d\u0430\u043f\u0440. \u0438\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0438\u043d\u0434\u0435\u043a\u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0438\u043a\u0438\u0442\u0430) \u0434\u043e\u043a\u0430\u0442\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043d\u0430 \u0442\u044a\u0440\u0441\u0430\u0447\u043a\u0430\u0442\u0430. \u0422\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 false \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0438 \u043a\u0430\u0442\u043e \u0430\u043a\u0442\u0438\u0432 \u0438\u0437\u0434\u0430\u0442\u0435\u043b \u0434\u0430 \u043f\u0440\u043e\u044f\u0432\u044f\u0432\u0430\u0442 \u0437\u0430\u0431\u0430\u0432\u0435\u043d\u0430 \u0440\u0435\u0430\u043a\u0446\u0438\u044f, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043d\u0430\u0441\u043a\u043e\u0440\u043e \u0434\u043e\u0431\u0430\u0432\u044f \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0430\u0442 \u0437\u0430\u0431\u0430\u0432\u044f\u043d\u0435 \u0441 \u0442\u044a\u0440\u0441\u0430\u0447\u043a\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 Elasticsearch. \u0412\u0438\u0436\u0442\u0435 https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f. (Automatic Translation)
index-writer-helper-configuration-name=\u0418\u043d\u0434\u0435\u043a\u0441\u0430\u0442\u043e\u0440\u044a\u0442 \u043f\u0438\u0441\u0430\u0442\u0435\u043b \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a (Automatic Translation)
index.status.manager.configuration.nam=\u0418\u043d\u0434\u0435\u043a\u0441 \u0441\u0442\u0430\u0442\u0443\u0441 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 (Automatic Translation)
indexer-registry-configuration-name=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0438\u043d\u0434\u0435\u043a\u0441 \u0440\u0435\u0433\u0438\u0441\u0442\u044a\u0440 (Automatic Translation)
permission-terms-limit-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438 \u0431\u0440\u043e\u044f \u043d\u0430 \u0434\u0443\u043c\u0438\u0442\u0435 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u044a\u043c \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435. \u0410\u043a\u043e \u0442\u043e\u0437\u0438 \u043b\u0438\u043c\u0438\u0442 \u0435 \u043d\u0430\u0434\u0445\u0432\u044a\u0440\u043b\u0435\u043d, \u0442\u0435\u0440\u043c\u0438\u043d\u0438 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u044f\u043c\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438. \u0412\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0449\u0435 \u043f\u0430\u0434\u043d\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u043a\u044a\u043c \u0444\u0438\u043b\u0442\u044a\u0440\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435. (Automatic Translation)
query-pre-process-configuration-name=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0438\u043d\u0434\u0435\u043a\u0441 \u0437\u0430\u044f\u0432\u043a\u0430 Preprocessor (Automatic Translation)
search-engine-helper-configuration-name=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0434\u0432\u0438\u0433\u0430\u0442\u0435\u043b \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a (Automatic Translation)
search-permission-checker-configuration-name=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 (Automatic Translation)
