#X-Generator: crowdin.com
access-key=Hurtigtast (Automatic Translation)
access-key-help=Angi AWS konto hurtigtast. (Automatic Translation)
bucket-name=B\u00f8tte navn (Automatic Translation)
bucket-name-help=Angi b\u00f8tte navnet som brukes av S3 til \u00e5 lagre filer. (Automatic Translation)
cache-dir-clean-up-expunge=Cache katalogen ren opp Expunge (Automatic Translation)
cache-dir-clean-up-expunge-help=Angi antall dager en fil beholdes i hurtigbufferen. (Automatic Translation)
cache-dir-clean-up-frequency=Hurtigbufferkatalogen rydde opp frekvens (Automatic Translation)
cache-dir-clean-up-frequency-help=Angi forholdet mellom antall kall til metoden fil hurtigbufferen ren og hurtigbufferen faktisk ren. Angi denne egenskapen til 1 alltid rydde. H\u00f8yere tall lavere frekvensen. (Automatic Translation)
connection-timeout=Tidsavbrudd p\u00e5 tilkobling (Automatic Translation)
connection-timeout-help=Sett tiden vente (i millisekunder) n\u00e5r f\u00f8rst \u00e5 opprette en tilkobling f\u00f8r tidsavbrudd. Verdien 0 betyr uendelig, og anbefales ikke. (Automatic Translation)
core-pool-size=Kjernen samvirkest\u00f8rrelse (Automatic Translation)
core-pool-size-help=Angi innledende antall tr\u00e5der brukt til \u00e5 sende deler. (Automatic Translation)
http-client-max-connections=Maksimal HTTP-tilkoblinger (Automatic Translation)
http-client-max-connections-help=Angi maksimalt antall tillatte \u00e5pne HTTP tilkoblinger. (Automatic Translation)
http-client-max-error-retry=Maksimal HTTP fors\u00f8k (Automatic Translation)
http-client-max-error-retry-help=Angi maksimalt antall nye fors\u00f8k for mislykkede retriable-foresp\u00f8rsler. (Automatic Translation)
max-pool-size=Maksimal samvirkest\u00f8rrelse (Automatic Translation)
max-pool-size-help=Angi maksimalt antall tr\u00e5der som skal brukes n\u00e5r du laster opp deler. (Automatic Translation)
minimum-uploads-part-size=Minimum del st\u00f8rrelse (Automatic Translation)
minimum-uploads-part-size-help=Angi minimum del for opplasting deler. Redusere minimum del f\u00f8rer multipart opplastede filer deles inn i flere mindre deler. Angi denne verdien for lavt har en negativ effekt p\u00e5 overf\u00f8ringshastighet, for\u00e5rsaker ekstra ventetid og nettverk kommunikasjon for hver del. (Automatic Translation)
multipart-upload-threshold=Multipart opplasting terskel (Automatic Translation)
multipart-upload-threshold-help=Angi st\u00f8rrelse terskelen (i bytes) n\u00e5r bruker multipart opplastinger. Opplastinger over denne st\u00f8rrelsen bruke automatisk en flerdelt opplasting, mens opplastinger mindre enn denne terskelen bruker en enkelt tilkobling til \u00e5 laste opp hele objektet. (Automatic Translation)
ntlm-proxy-domain=NTLM Proxy-domene (Automatic Translation)
ntlm-proxy-domain-help=Angi Windows-domenenavnet for et NTLM-proxy. Hvis du ikke bruker Windows NTLM proxy, sett ikke egenskapen. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy arbeidsstasjon (Automatic Translation)
ntlm-proxy-workstation-help=Angi Windows workstation navnet for en NTLM-proxy. Hvis du ikke bruker Windows NTLM proxy, sett ikke egenskapen. (Automatic Translation)
proxy-auth-type=Godkjenningstype for proxy (Automatic Translation)
proxy-auth-type-help=Angi proxy godkjenningstype skal brukes ved tilkobling til en S3-tjenesten. "Ingen" konfigurerer ingen proxy. "Brukernavn-passord" konfigurerer en proxy; Angi verdier for proxy og proxy passord for denne konfigurasjonen. "Ntlm" konfigurerer Windows NTLM proxy; Angi verdier for proxy-brukernavn, proxy-passordet, NTLM proxy-domene og NTLM proxy arbeidsstasjon for denne konfigurasjonen. (Automatic Translation)
proxy-host-help=Angi proxy verten klienten bruker til \u00e5 koble. (Automatic Translation)
proxy-password=Proxy-passordet (Automatic Translation)
proxy-password-help=Angi proxy-passordet hvis du kobler til via en proxy. (Automatic Translation)
proxy-port-help=Angi proxy-porten klienten bruker til \u00e5 koble. (Automatic Translation)
proxy-username=Proxy-brukernavn (Automatic Translation)
proxy-username-help=Angi proxy brukernavnet du bruker hvis koblet til via en proxy. (Automatic Translation)
s3-region=S3-regionen (Automatic Translation)
s3-region-help=Angi Amazon S3 regionen, som representerer et geografisk omr\u00e5de der Amazon S3 lagrer brukeropprettede b\u00f8tter. Amazon S3 omr\u00e5der brukes til \u00e5 optimalisere ventetid, minimere kostnader og ta krav. Objekter som er lagret i en Amazon S3 aldri la regionen med mindre eksplisitt overf\u00f8rt til en annen region. (Automatic Translation)
s3-storage-class=S3 Storage Class (Automatic Translation)
s3-storage-class-help=Angi Amazon S3 lagringsklassen. M\u00c5LESTOKK lagringsklassen brukes som standard, og betyr at overfl\u00f8dige kopier av data vil bli lagret p\u00e5 forskjellige steder. REDUCED_REDUNDANCY lagringsklassen skal lagre ikke-kritiske, reproduserbare data, tilbyr et rimelig, lett tilgjengelig lagringsplass alternativ; Dette alternativet er imidlertid mindre overfl\u00f8dig. (Automatic Translation)
s3-store-configuration-name=S3 Store konfigurasjon (Automatic Translation)
secret-key=Hemmelig n\u00f8kkel (Automatic Translation)
secret-key-help=Angi AWS konto hemmelig n\u00f8kkel. (Automatic Translation)
