#X-Generator: crowdin.com
a-tag-with-that-name-already-exists=A tag with that name already exists. (Automatic Copy)
add-tag=Prida\u0165 zna\u010dku
are-you-sure-you-want-to-merge-x-into-x=Ste si ist\u00fd, \u017ee chcete zl\u00fa\u010di\u0165 "{0}" do "{1}"? Zmenia sa t\u00fdm v\u0161etky polo\u017eky ozna\u010den\u00e9 zna\u010dkou "{0}" tak, \u017ee bud\u00fa namiesto toho ozna\u010den\u00e9 zna\u010dkou "{1}".
into-this-tag=Do tejto zna\u010dky\:
javax.portlet.description.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=Zna\u010dky umo\u017e\u0148uj\u00fa kategorizova\u0165 obsah pomocou flexibiln\u00fdch skup\u00edn v\u00fdrazov a prednastaven\u00fdch slovn\u00edkov. Spr\u00e1vcovia m\u00f4\u017eu spravova\u0165 v\u0161etky zna\u010dky, prira\u010fova\u0165 im opr\u00e1vnenia a nastavova\u0165 roz\u0161\u00edren\u00e9 mo\u017enosti. Pou\u017e\u00edvate\u013e m\u00f4\u017ee spravova\u0165 svoje zna\u010dky a definova\u0165 skupiny zna\u010diek a kateg\u00f3ri\u00ed. Tieto potom pou\u017eije pri kategoriz\u00e1cii obsahu.
javax.portlet.long-title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=Zna\u010dky
javax.portlet.title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=Zna\u010dky
merge-tags=Zl\u00fa\u010di\u0165 zna\u010dky
new-tag=Nov\u00e1 zna\u010dka
override-tags-properties=Nahradi\u0165 vlastnosti zna\u010diek
please-choose-at-least-x-tags=Vyberte, pros\u00edm, najmenej {0} zna\u010diek.
properties-are-a-way-to-add-more-detailed-information-to-a-specific-tag=Vlastnosti sl\u00fa\u017eia na prid\u00e1vanie detailn\u00fdch inform\u00e1ci\u00ed k \u0161pecifickej zna\u010dke. Rozdelen\u00e9 s\u00fa na p\u00e1ry k\u013e\u00fa\u010d-hodnota \u010do umo\u017e\u0148uje prira\u010fova\u0165 podrobn\u00e9 inform\u00e1cie ku zna\u010dke.
the-tag-could-not-be-found=Zna\u010dka sa nena\u0161la.
there-are-no-tags.-you-can-add-a-tag-by-clicking-the-plus-button-on-the-bottom-right-corner=Nie s\u00fa tu \u017eiadne zna\u010dky. Zna\u010dku m\u00f4\u017eete prida\u0165 kliknut\u00edm na tla\u010d\u00edtko plus v pravom dolnom rohu.
usages=Pou\u017eitia
