#X-Generator: crowdin.com
add-document=Ajouter un document
add-document-type=Ajouter le type de document
add-file-entry=Ajouter une entr\u00e9e de dossier
add-file-shortcut=Ajouter un raccourci de dossier
add-media=Ajouter un media
add-multiple-documents=Ajouter plusieurs documents
add-multiple-file-entries=Ajouter des entr\u00e9es de fichiers multiples
add-multiple-media=Ajouter plusieurs medias
add-repository=Ajouter le d\u00e9p\u00f4t
add-shortcut=Ajouter un raccourci
additional-metadata-fields=Champs de m\u00e9ta-donn\u00e9es additionnels
an-authentication-error-occurred-while-connecting-to-the-repository=Une erreur inattendue s'est produite lors de la connexion au d\u00e9p\u00f4t.
an-unexpected-error-occurred-while-connecting-to-the-repository=Une erreur inattendue s'est produite en se reliant au d\u00e9p\u00f4t.
an-unexpected-error-occurred-while-saving-your-document=Une erreur inattendue est survenue lors de la sauvegarde de votre document.
browse-by-type=Naviguer par type
cannot-delete-a-document-type-that-is-presently-used-by-one-or-more-documents=Vous ne pouvez supprimer un type de document qui est actuellement utilis\u00e9 par un ou plusieurs documents.
cannot-open-the-requested-document-due-to-the-following-reason=Impossible d''ouvrir le document demand\u00e9 pour la raison suivante \: {0}
change-document-types-and-workflow-message=Vous \u00eates en train de faire des changements sur le type de document. Si un document dans ce r\u00e9pertoire ou un des sous-r\u00e9pertoires est actuellement en mode brouillon ou dans un \u00e9tat d'attente de workflow, vous pourriez perdre une partie ou la totalit\u00e9 de ses meta-donn\u00e9es. Une nouvelle version sera cr\u00e9\u00e9e pour tous les autres documents. \u00cates-vous s\u00fbr de vouloir continuer ?
change-document-types-message=Vous \u00eates en train de faire des changements aux types de document. Si un document dans ce r\u00e9pertoire ou ses sous-r\u00e9pertoires est actuellement en mode brouillon, vous pourriez perdre une partie ou la totalit\u00e9 de ses m\u00e9ta-donn\u00e9es. Une nouvelle version sera cr\u00e9\u00e9e pour tous les autres documents. \u00cates-vous s\u00fbr de vouloir continuer ?
content-type=Type de contenu
customize-the-version-number-increment-and-describe-my-changes=Personnaliser "L'augmentation de num\u00e9ro de version" et "D\u00e9crire mes modifications"
default-document-type=S\u00e9lectionnez le type de document
default-document-type-help=N'importe quel document d\u00e9plac\u00e9 dans ce dossier ou ajout\u00e9 via WebDav est automatiquement attribu\u00e9 au type de document sp\u00e9cifi\u00e9.
default-workflow-for-all-document-types=Processus (workflow) par d\u00e9faut pour tous les types de document
define-specific-document-type-restrictions-and-workflow-for-this-folder-x=D\u00e9finir des restrictions sp\u00e9cifiques de types de document et des workflow pour ce dossier ({0})
define-specific-document-type-restrictions-for-this-folder-x=D\u00e9finissez les restrictions sp\u00e9cifiques de types de document pour ce dossier.
delete-expired-temporary-files=Supprimer les fichiers temporaires expir\u00e9s
delete-version=Supprimer cette version
describe-your-changes=D\u00e9crire vos modifications
display-style-views=Vues de mod\u00e8le d'affichage
display-style-views-cannot-be-empty=Les vues de mod\u00e8le d'affichage ne peuvent pas \u00eatre vides.
dl-util=DL Util
dl-util-help=Fournit des m\u00e9thodes utilitaires pour acc\u00e9der aux entr\u00e9e du fil d'ariane actuel.
dl.configuration.name=Service Document et M\u00e9dia
document-services=Services de document
document-type=Type de document
document-type-restrictions=Restrictions pour le type de document
document-type-restrictions-and-workflow=Restrictions sur ce type de document et workflow
document-type-restrictions-help=Les dossiers peuvent \u00eatre restreints pour autoriser seulement certains types de document. Les restrictions peuvent \u00eatre h\u00e9rit\u00e9 d'un dossier parent ou un autre ascendant. Autrement, ils peuvent \u00eatre surcharg\u00e9s dans le dossier courant.
document-types=Types de document
document-util=Document Util
documents-listing=Liste des documents
download-file=T\u00e9l\u00e9charger le fichier
drive-error=Erreur de pilote
edit-document-type=Modifier le type de document
entries-listing-for-list-display-style=Liste des entr\u00e9es pour les mod\u00e8les d'affichage
file-is-too-large-for-preview-or-thumbnail-generation=Le fichier est trop volumineux pour \u00eatre visualis\u00e9 ou pour g\u00e9n\u00e9rer une vignette.
file-version-is-invalid=La version du fichier est invalide.
generating-preview-will-take-a-few-minutes=G\u00e9n\u00e9rer l'aper\u00e7u (pr\u00e9-visualisation) peut prendre quelques minutes.
get-url=Get {0}URL{1}.
get-url-or-webdav-url=Get {0}URL{1} or {2}WebDAV URL{3}.
go-to-folder=Aller au dossier
image-x-of-x=Image {0} de {1}
javax.portlet.description.com_liferay_document_library_web_portlet_DLAdminPortlet=La biblioth\u00e8que de documents est un lecteur partag\u00e9 virtuel toutes options, avec attributs et m\u00e9ta-donn\u00e9es de fichier, gestion de versions, et dossiers personnalisables. Les administrateurs peuvent g\u00e9rer les dossiers et les documents, changer les permissions et naviguer \u00e0 travers la biblioth\u00e8que de documents.
javax.portlet.title.com_liferay_document_library_web_portlet_DLAdminPortlet=Document et M\u00e9dia
javax.portlet.title.com_liferay_document_library_web_portlet_DLPortlet=Documents et M\u00e9dia
javax.portlet.title.com_liferay_document_library_web_portlet_IGDisplayPortlet=Gallerie M\u00e9dia
last-updated-by-x=Derni\u00e8re mise \u00e0 jour par {0}
main-metadata-fields=Champs de m\u00e9tadonn\u00e9es
major-version=Version majeure
maximum-entries-to-display=Entr\u00e9es maximum \u00e0 afficher
media-files-must-be-one-of-the-following-formats=Les fichiers de type m\u00e9dias doivent \u00eatre dans un des formats suivants \:
metadata-sets=Jeux de m\u00e9tadonn\u00e9es
minor-version=Version mineure
move-files=D\u00e9placer les fichiers
multiple-documents=Plusieurs documents
multiple-media=Plusieurs medias
new-document=Nouveau document
new-document-type=Nouveau type de document
new-file-shortcut=Ajouter un raccourci de dossier
new-repository=Ajouter le d\u00e9p\u00f4t
no-change-log=Log Pas de changement
no-documents-were-found-that-matched-the-keywords-x=Aucun document n''a \u00e9t\u00e9 trouv\u00e9 avec les mots cl\u00e9s suivants \: {0}.
num-of-documents=\# de documents
open-in-ms-office=Ouvrez-vous dans MS Office
please-enter-a-unique-document-type-name=Veuillez entrer un nom unique de document.
please-enter-a-unique-repository-name=Veuillez entrer un nom unique.
please-select-a-document-type=Veuillez choisir un type valide.
please-verify-your-repository-configuration-parameters=Veuillez v\u00e9rifier les param\u00e8tres de configuration de votre d\u00e9p\u00f4t svp.
receive-a-notification-when-someone-adds-a-new-document-in-a-folder-you-are-subscribed-to=Adds a new document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-in-a-folder-you-are-subscribed-to=Updates a document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-you-are-subscribed-to=met \u00e0 jour un document auquel vous \u00eates abonn\u00e9.
repository-configuration=Configuration du d\u00e9p\u00f4t
repository-type=Type de d\u00e9p\u00f4t
results-from-the-local-repository-search-in-x=R\u00e9sultat du r\u00e9pertoire local. Recherche dans {0}.
right-now-by-x=Maintenant par {0}
save-and-checkin=Sauvegarder et Check In
search-documents=Rechercher des documents
select-document-type=S\u00e9lectionnez le type de document
select-documents-from-the-left-to-add-them-to-the-documents-and-media=S\u00e9lectionner des documents \u00e0 gauche pour les ajouter \u00e0 la section 'Documents et Media'
select-media-type=S\u00e9lectionner le type de media
select-metadata-set=S\u00e9lectionner un jeu de m\u00e9tadonn\u00e9es
select-whether-this-is-a-major-or-minor-version=S\u00e9lectionner version majeure ou version mineure.
shortcut-to-x=Raccourci vers {0}
show-actions=Afficher les actions
show-folder-menu=Afficher du menu des dossiers
show-media-type=Afficher le type de media
show-navigation-links=Affiche les liens de navigation
slide-show=Diapomara
target-folder=Dossier de destination
target-site=Site de destination
the-document-type-you-selected-is-not-valid-for-this-folder=Le type de document que vous avez s\u00e9lectionn\u00e9 n'est pas valide pour ce dossier.
the-folder-name-cannot-end-with-the-following-characters-x=Le nom de dossier ne peut pas terminer avec les caract\u00e8res suivant\: {0}.
the-source-file-does-not-have-the-same-extension-as-the-original-file=Le fichier source n'a pas la m\u00eame extension que l'original.
there-are-no-documents=Il n'y a aucun document.
there-are-no-documents-or-media-files-of-type-x=Il n''y a aucun document ou m\u00e9dia dans du type <em>{0}</em>.
there-are-no-media-files-in-this-folder=Il n'y a aucun m\u00e9dia dans ce dossier.
upload-documents-no-larger-than-x=T\u00e9l\u00e9charger des documents dont la taille n''exc\u00e8de pas {0}k.
uploaded-by-x=Uploaded by {0}, {1} (Automatic Copy)
uploaded-by-x-x=Transf\u00e9r\u00e9 par <a href\="{0}">{1}</a>, {2}
use-document-type-restrictions-and-workflow-of-the-parent-folder-x=Utiliser les restrictions du document type et les workflows du dossier parent.
use-document-type-restrictions-of-the-parent-folder-x=Utiliser les restrictions du document type du dossier parent.
version-notes=Notes de version (Automatic Translation)
versioning=Gestion des versions (Automatic Translation)
view-original-file=Voir le fichier d'origine
view-slide-show=Voir la projection de diapositives
webdav-help=Les fichiers et les dossiers peuvent \u00eatre g\u00e9r\u00e9s directement depuis l''explorateur de fichiers de votre syst\u00e8me d''exploitation. <a href\="{0}" target\="_blank">En savoir plus.</a>
webdav-windows-help=Les fichiers et les dossiers peuvent \u00eatre g\u00e9r\u00e9s directement depuis l''explorateur de fichiers de votre syst\u00e8me d''exploitation. Avant d''y acc\u00e9der depuis Windows, merci de v\u00e9rifier que vous avez bien install\u00e9 le <a href\="{0}" target\="_blank">patch</a> de Microsoft. <a href\="{1}" target\="_blank">En savoir plus.</a>
x-files-are-ready-to-be-moved={0} fichiers pr\u00eats \u00e0 \u00eatre d\u00e9plac\u00e9s.
x-files-cannot-be-moved={0} fichiers ne peuvent pas \u00eatre d\u00e9plac\u00e9s.
x-shortcuts-are-ready-to-be-moved={0} raccourcis pr\u00eats \u00e0 \u00eatre d\u00e9plac\u00e9.
x-shortcuts-cannot-be-moved={0} raccourcis ne peuvent pas \u00eatre d\u00e9plac\u00e9s.
you-can-create-a-shortcut-to-any-document-that-you-have-read-access-for=Vous pouvez cr\u00e9er un raccourci vers n\u2019importe quel document que vous avez un acc\u00e8s en lecture pour. Cela permettra aux utilisateurs avec acc\u00e8s \u00e0 la fois le raccourci et le document d\u2019origine afficher le document d\u2019origine via un raccourci. (Automatic Translation)
you-can-only-checkin-documents-you-have-checked-out-yourself=Vous pouvez seulement faire les check-in des documents que vous avez fait des check-out vous-m\u00eame.
you-cannot-access-the-repository-because-you-are-not-allowed-to-or-it-is-unavailable=Vous ne pouvez pas acc\u00e9der \u00e0 ce r\u00e9f\u00e9rentiel parce que vous n\u2019\u00eates pas autoris\u00e9 \u00e0, ou il n\u2019est pas disponible. (Automatic Translation)
you-cannot-modify-this-document-because-it-was-checked-out-by-x-on-x=Vous ne pouvez pas modifier ce document car il a \u00e9t\u00e9 verrouill\u00e9 par {0} le {1}.
you-cannot-modify-this-document-because-it-was-locked-by-x-on-x=Vous ne pouvez pas modifier ce document car il a \u00e9t\u00e9 v\u00e9rouill\u00e9 par {0} le {1}.
you-cannot-modify-this-folder-because-it-was-locked=Vous ne pouvez pas modifier ce dossier car il est verrouill\u00e9.
you-do-not-have-permission-to-create-a-shortcut-to-the-selected-document=Vous n'avez pas la permission de cr\u00e9er un raccourci sur document choisi.
you-must-checkin-the-document-before-performing-the-operation=Vous devez archiver le document avant d\u2019effectuer l\u2019op\u00e9ration. (Automatic Translation)
you-now-have-a-lock-on-this-document=Vous avez v\u00e9rouill\u00e9 ce document. Personne d''autre ne peut \u00e9diter ce document avant que vous ne le d\u00e9v\u00e9rouilliez. Ce verrou expirera automatiquement dans {0}.
you-now-have-an-indefinite-lock-on-this-document=Vous avez maintenant une serrure ind\u00e9finie sur ce document. Personne d'autre peuvent \u00e9diter ce document jusqu'\u00e0 ce que vous l'ouvriez. Cette serrure n'expirera jamais.
