#X-Generator: crowdin.com
add-favorite=P\u0159idat obl\u00edbenou polo\u017eku (Automatic Translation)
add-feed=P\u0159idat webov\u00fd kan\u00e1l (RSS)
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=V\u0161echny polo\u017eky nab\u00eddky (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=Opravdu chcete odstranit vybran\u00e9 webov\u00e9 kan\u00e1ly (RSS)?
are-you-sure-you-want-to-delete-the-selected-version=Opravdu chcete odstranit zvolenou verzi?
are-you-sure-you-want-to-delete-the-selected-web-content=Opravdu chcete smazat vybran\u00fd webov\u00fd obsah?
are-you-sure-you-want-to-delete-this-web-content=Opravdu si p\u0159ejete smazat tento webov\u00fd obsah?
are-you-sure-you-want-to-delete-this-web-content-version=Opravdu si p\u0159ejete smazat tento webov\u00fd obsah?
are-you-sure-you-want-to-expire-the-selected-version=Opravdu chcete zneplatnit vybranou verzi?
are-you-sure-you-want-to-expire-the-selected-web-content=Opravdu chcete nechat zneplatnit vybran\u00fd webov\u00fd obsah?
article-id=ID \u010dl\u00e1nku (Automatic Translation)
autogenerate-id=Automatick\u00e9 vygenerov\u00e1n\u00ed identifik\u00e1toru
browse-by-structure=Proch\u00e1zet podle struktury
category.journal=Spr\u00e1va webov\u00e9ho obsahu
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=Je-li za\u0161krtnuto, bude v\u00fdchoz\u00ed jazyk webov\u00e9ho obsahu \u010dl\u00e1nk\u016f prom\u011bnliv\u00e9. V\u00fdchoz\u00ed jazyk webov\u00e9ho obsahu \u010dl\u00e1nk\u016f je zd\u011bd\u011bno z nastaven\u00ed webu. (Automatic Translation)
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Vyber strukturu
default-display-page=V\u00fdchoz\u00ed str\u00e1nka zobrazen\u00ed
default-display-page-help=Str\u00e1nka zobrazen\u00ed se pou\u017e\u00edv\u00e1 k zobrazen\u00ed \u00fapln\u00e9 zobrazen\u00ed obsahu. Spr\u00e1vce webu je schopen ur\u010dit, kde na str\u00e1nce obsah se zobraz\u00ed p\u0159id\u00e1n\u00edm majetek vydavatele a konfiguraci jako v\u00fdchoz\u00ed aktiv Vydavatel pro str\u00e1nku. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=Str\u00e1nka zobrazen\u00ed
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=Upravit webov\u00fd obsah
editing-the-current-structure-deletes-all-unsaved-content=\u00daprava aktu\u00e1ln\u00ed struktury sma\u017ee v\u0161echen neulo\u017een\u00fd obsah.
editing-the-current-template-deletes-all-unsaved-content=\u00daprava aktu\u00e1ln\u00ed \u0161ablony sma\u017ee v\u0161echen neulo\u017een\u00fd obsah.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=Zneplatnit
expire-this-version=Zneplatnit tuto verzi
expire-version=Zneplatnit verzi
favorite=Obl\u00edben\u00e9 (Automatic Translation)
feed-item-content=Obsah polo\u017eky ze zdroje
feed-type=Typ RSS kan\u00e1lu
filter-web-content-list-by-structure-x=Webov\u00fd obsah filtrovan\u00fd podle struktury {0}.
group-id=ID skupiny (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Webov\u00fd obsah m\u016f\u017ee b\u00fdt jak\u00fdkoli obsah, kter\u00fd chcete p\u0159idat na web, nap\u0159\u00edklad \u010dl\u00e1nky, FAQ nebo zpr\u00e1vy. Spr\u00e1vci mohou spravovat obsah, jako\u017e i p\u0159i\u0159azen\u00ed u\u017eivatelsk\u00fdch rol\u00ed a opr\u00e1vn\u011bn\u00ed. U\u017eivatel\u00e9 mohou p\u0159id\u00e1vat, upravovat, schv\u00e1len\u00ed nebo zobrazit obsah podle jejich role. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=Webov\u00fd obsah - vyhled\u00e1v\u00e1n\u00ed
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Webov\u00fd obsah - zobrazen\u00ed
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Webov\u00fd obsah
journal-article-comments=Nastavte true Povolit koment\u00e1\u0159e pro \u010dasopiseck\u00e9 \u010dl\u00e1nky. (Automatic Translation)
journal-article-custom-token-names=Nastavte seznam jmen vlastn\u00edch tokenu, kter\u00e9 bude nahrazen, kdy\u017e je vykreslen obsah \u010dl\u00e1nku. (Automatic Translation)
journal-article-custom-token-values=Nastavte seznam vlastn\u00edch token\u016f hodnot, kter\u00e9 bude nahrazen, kdy\u017e je vykreslen obsah \u010dl\u00e1nku. (Automatic Translation)
journal-article-database-search-content-keywords=Nastavte na hodnotu false ignorovat \u010dl\u00e1nek obsahu p\u0159i prov\u00e1d\u011bn\u00ed vyhled\u00e1v\u00e1n\u00ed kl\u00ed\u010dov\u00fdch slov na datab\u00e1ze \u010dasopiseck\u00fdch \u010dl\u00e1nk\u016f. (Automatic Translation)
journal-article-expire-all-versions=Nastavte na hodnotu true pro v\u0161echny verze \u010dl\u00e1nku vypr\u0161et, kdy\u017e skon\u010d\u00ed \u010dl\u00e1nek. Nastavte false pouze vypr\u0161\u00ed nejnov\u011bj\u0161\u00ed verze schv\u00e1len\u00fd \u010dl\u00e1nek, kdy\u017e kon\u010d\u00ed \u010dl\u00e1nek. (Automatic Translation)
journal-article-index-all-versions=Nastaven\u00ed na true zp\u016fsob\u00ed indexu v\u0161echny verze \u010dl\u00e1nku. Nastavte na hodnotu false indexovat jen posledn\u00ed indexovanou verzi. (Automatic Translation)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=Nastavte typ \u00falo\u017ei\u0161t\u011b, kter\u00fd bude pou\u017eit k ulo\u017een\u00ed \u010dasopiseck\u00e9 \u010dl\u00e1nky. (Automatic Translation)
journal-article-token-page-break=Nastavte token pou\u017e\u00edv\u00e1 p\u0159i vkl\u00e1d\u00e1n\u00ed jednoduch\u00e9 zalomen\u00ed v \u010dl\u00e1nc\u00edch. (Automatic Translation)
journal-article-view-permission-check=Nastavte na true pro kontrolu, \u017ee u\u017eivatel m\u00e1 opr\u00e1vn\u011bn\u00ed k zobrazen\u00ed na \u010dl\u00e1nek v \u010dasopise, kdy\u017e jej\u00ed obsah je vykreslen. (Automatic Translation)
journal-content=Obsah den\u00edku (Automatic Translation)
journal-content-help=Poskytuje pomocn\u00e9 metody pro webov\u00fd obsah. (Automatic Translation)
journal-content-portlet-instance-configuration-name=Webov\u00fd obsah - zobrazen\u00ed
journal-content-search-portlet-instance-configuration-name=Webov\u00fd obsah - vyhled\u00e1v\u00e1n\u00ed
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=Zadejte ID portlet\u016f portlet zobrazen\u00ed webov\u00e9ho obsahu na c\u00edlov\u00e9 str\u00e1nce, ve kter\u00e9 nen\u00ed uveden v seznamu polo\u017eky jsou zobrazeny. Mus\u00ed existovat portletu nebo obsah se nezobraz\u00ed. (Automatic Translation)
journal-file-uploads-configuration-name=Odes\u00edl\u00e1n\u00ed obsahu soubor\u016f webov\u00e9 (Automatic Translation)
journal-folder-icon-check-count=Nastavte na true pro kontrolu, zda slo\u017eky jsou pr\u00e1zdn\u00e1, nebo ne a zobraz\u00ed ikona pr\u00e1zdn\u00e9 nebo pln\u00e9. Nastaven\u00ed na hodnotu false zak\u00e1\u017ee kontrolu a bude v\u017edy zobrazit ikonu pr\u00e1zdn\u00fd urychlit v\u00fdkon. (Automatic Translation)
journal-group-service-configuration-name=Slu\u017eba webov\u00e9ho obsahu (Automatic Translation)
journal-service-configuration-name=Webov\u00fd obsah (Automatic Translation)
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Spr\u00e1va webov\u00e9ho obsahu (Automatic Translation)
last-x-web-content=Posledn\u00edch {0} polo\u017eek webov\u00e9ho obsahu
max-add-menu-items=Max p\u0159idat polo\u017eky Menu (Automatic Translation)
menu-item-name=N\u00e1zev polo\u017eky nab\u00eddky (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Struktura obsahu webov\u00e9 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=\u0160ablona obsahu webu (Automatic Translation)
model.resource.com.liferay.journal=Spr\u00e1va webov\u00e9ho obsahu
model.resource.com.liferay.journal.model.JournalArticle=Webov\u00fd obsah
model.resource.com.liferay.journal.model.JournalFeed=Kan\u00e1l webov\u00e9ho obsahu (RSS)
model.resource.com.liferay.journal.model.JournalFolder=Slo\u017eka webov\u00e9ho obsahu
move-web-content=Z\u00e1pat\u00ed webov\u00e9ho obsahu
no-comment-was-found=Nebyl nalezen \u017e\u00e1dn\u00fd koment\u00e1\u0159. (Automatic Translation)
no-web-content-was-found=Nebyl nalezen \u017e\u00e1dn\u00fd webov\u00fd obsah.
no-web-content-was-found-that-matched-the-keywords-x=Nebyl nalezen \u017e\u00e1dn\u00fd webov\u00fd obsah, kter\u00fd by odpov\u00eddal kl\u00ed\u010dov\u00fdm slov\u016fm\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=Nebyl nalezen \u017e\u00e1dn\u00fd dokument, kter\u00fd by odpov\u00eddal kl\u00ed\u010dov\u00fdm slov\u016fm\: {0}.
num-of-web-content-instances=\# of Web Content instances (Automatic Copy)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Zobrazit pouze webov\u00fd obsah, kter\u00fd se nach\u00e1z\u00ed v portletu Zobrazen\u00ed webov\u00e9ho obsahu.
please-add-a-template-to-render-this-structure=P\u0159idejte pros\u00edm \u0161ablonu podle kter\u00e9 bude tato struktura zobrazov\u00e1na. Struktura ur\u010duje obsah nad\u00e9 polo\u017eky, \u0161ablona ur\u010duje jak bude polo\u017eka vykreslena (rozm\u00edst\u011bn\u00ed obsahu).
please-enter-a-unique-id=Zadejte pros\u00edm unik\u00e1tn\u00ed ID.
please-enter-a-valid-id=Zadejte pros\u00edm platn\u00e9 ID.
please-enter-a-valid-portlet-id=Zadejte pros\u00edm platn\u00e9 ID portletu.
please-enter-a-valid-target-layout-friendly-url=Zadejte pros\u00edm platn\u00e9 p\u0159\u00edv\u011btiv\u00e9 URL c\u00edlov\u00e9 str\u00e1nky.
please-select-a-valid-feed-item-content=Zvolte pros\u00edm spr\u00e1vn\u00fd obsah vl\u00e1kna.
please-select-an-existing-display-page=Vyberte existuj\u00edc\u00ed zobrazen\u00ed str\u00e1nky. (Automatic Translation)
please-select-an-existing-small-image=Vyberte st\u00e1vaj\u00edc\u00ed mal\u00fd obr\u00e1zek. (Automatic Translation)
please-select-an-existing-structure=Vyberte existuj\u00edc\u00ed struktury. (Automatic Translation)
please-select-an-existing-template=Vyberte existuj\u00edc\u00ed \u0161ablonu. (Automatic Translation)
presentation-settings=Nastaven\u00ed prezentace
publish-to-live-by-default=Nastavte na true Pokud \u010dasopiseck\u00e9 \u010dl\u00e1nky by m\u011bly b\u00fdt publikov\u00e1na \u017e\u00edt ve v\u00fdchoz\u00edm nastaven\u00ed. (Automatic Translation)
publish-version-history-by-default=Nastavte na hodnotu false Pokud jen posledn\u00ed schv\u00e1len\u00e1 verze \u010dasopiseck\u00fdch \u010dl\u00e1nk\u016f by m\u011bla b\u00fdt zve\u0159ejn\u011bna ve v\u00fdchoz\u00edm nastaven\u00ed. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=P\u0159id\u00e1 nov\u00fd webov\u00fd obsah do slo\u017eky, kter\u00e9 odeb\u00edr\u00e1te. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=P\u0159id\u00e1 nov\u00fd webov\u00fd obsah, kter\u00fd jste p\u0159ihl\u00e1\u0161eni. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Aktualizace webov\u00e9ho obsahu, kter\u00fdm jste p\u0159ihl\u00e1\u0161eni. (Automatic Translation)
remove-favorite=Odebrat obl\u00edbenou polo\u017eku (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Vyberte strukturu, podle kter\u00e9 se bude seznam webov\u00e9ho obsahu filtrovat.
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=Vyberte existuj\u00edc\u00ed nebo p\u0159idejte nov\u00fd webov\u00fd obsah, kter\u00fd se m\u00e1 zobrazit v tomto portletu.
select-page=Vybrat str\u00e1nku
select-structure=Vyberte strukturu (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=Vyberte webov\u00fd obsah
select-web-content-to-make-it-visible=Vyberte webov\u00fd obsah, aby byl viditeln\u00fd (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Zadejte znaky, kter\u00e9 nejsou povoleny v n\u00e1zvu slo\u017eky Den\u00edk. (Automatic Translation)
structure-and-template=Struktura a \u0161ablona (Automatic Translation)
structure-default-values=V\u00fdchoz\u00ed hodnoty struktury
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=Nastavte, zda synchronizace vyhled\u00e1v\u00e1n\u00ed obsahu, pokud je server spu\u0161t\u011bn. (Automatic Translation)
target-layout-friendly-url=P\u0159\u00edv\u011btiv\u00e9 URL c\u00edlov\u00e9 str\u00e1nky
target-portlet-id=ID c\u00edlov\u00e9ho portletu
terms-of-use-web-content=Podm\u00ednky pou\u017e\u00edv\u00e1n\u00ed webov\u00e9ho obsahu (Automatic Translation)
terms-of-use-web-content-help=Zadejte ID skupiny a ID \u010dl\u00e1nku webov\u00e9ho obsahu, kter\u00fd se zobraz\u00ed jako podm\u00ednky pou\u017e\u00edv\u00e1n\u00ed. V\u00fdchoz\u00ed text bude pou\u017eit, pokud nen\u00ed zad\u00e1n \u017e\u00e1dn\u00fd webov\u00fd obsah. (Automatic Translation)
the-content-references-a-missing-file-entry=Obsah odkazuje na chyb\u011bj\u00edc\u00ed soubor polo\u017eka. (Automatic Translation)
the-content-references-a-missing-page=Obsah odkazuje na chyb\u011bj\u00edc\u00ed str\u00e1nky. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=Zvolen\u00fd typ dokumentu nen\u00ed pro tuto slo\u017eku platn\u00fd.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=Neexistuj\u00ed \u017e\u00e1dn\u00e9 obrazy webov\u00e9ho obsahu. (Automatic Translation)
there-is-no-web-content-with-structure-x=Neexistuje \u017e\u00e1dn\u00fd webov\u00fd obsah se strukturou <em>{0}</em>.
this-application-is-not-visible-to-users-yet=Tato aplikace nen\u00ed viditeln\u00e1 pro u\u017eivatele (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=Tomuto obsahu vypr\u0161ela platnost nebo nem\u00e1te pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed.
this-structure-has-not-been-saved=Tato struktura zat\u00edm nebyla ulo\u017eena.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=Pou\u017e\u00edt p\u0159ednastavenou \u0161ablonu
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Pou\u017e\u00edt omezen\u00ed typu dokumentu a workflow nad\u0159azen\u00e9 slo\u017eky.
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=Pou\u017e\u00edt \u0161ablonu {0}
user-tools=User Tools (Automatic Copy)
view-content-in-x=View content in <em>{0}</em>.
web-content=Webov\u00fd obsah
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=E-mail o p\u0159id\u00e1n\u00ed webov\u00e9ho obsahu
web-content-approval-denied-email=E-mail o zam\u00edtnut\u00ed webov\u00e9ho obsahu
web-content-approval-granted-email=E-mail o schv\u00e1len\u00ed webov\u00e9ho obsahu
web-content-approval-requested-email=E-mail se \u017e\u00e1dost\u00ed o schv\u00e1len\u00ed webov\u00e9ho obsahu
web-content-contraints=Omezen\u00ed webov\u00e9ho obsahu
web-content-description=Popis webov\u00e9ho obsahu
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=E-mail o posouzen\u00ed webov\u00e9ho obsahu
web-content-title=Nadpis webov\u00e9ho obsahu
web-content-translation=P\u0159eklad webov\u00e9ho obsahu
web-content-type=Typ webov\u00e9ho obsahu
web-content-updated-email=E-mail o aktualizaci webov\u00e9ho obsahu
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} instanc\u00ed webov\u00e9ho obsahu nem\u016f\u017ee b\u00fdt p\u0159esunuto.
x-web-content-instances-cannot-be-moved={0} instanc\u00ed webov\u00e9ho obsahu nem\u016f\u017ee b\u00fdt p\u0159esunuto.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=Nem\u00e1te roli pot\u0159ebnou pro tento portlet.
you-have-exceeded-the-maximum-web-content-size-allowed=Byla p\u0159ekro\u010dena maxim\u00e1ln\u00ed mo\u017en\u00e1 velikost \u010dl\u00e1nku.
