#X-Generator: crowdin.com
add-favorite=Add Favorite (Automatic Copy)
add-feed=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0e9f\u0eb4\u0e94
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=All Menu Items (Automatic Copy)
are-you-sure-you-want-to-delete-the-selected-feeds=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0e9a\u0ecd\u0ec8\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ea5\u0eb6\u0e9a\u0e9f\u0eb4\u0e94\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81?
are-you-sure-you-want-to-delete-the-selected-version=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0e9a\u0ecd\u0ec8\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ea5\u0eb6\u0e9a\u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81?
are-you-sure-you-want-to-delete-the-selected-web-content=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0e9a\u0ecd\u0ec8\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ea5\u0eb6\u0e9a\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81?
are-you-sure-you-want-to-delete-this-web-content=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0e99\u0eb5\u0ec9?
are-you-sure-you-want-to-delete-this-web-content-version=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0e99\u0eb5\u0ec9?
are-you-sure-you-want-to-expire-the-selected-version=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb5\u0ec9\u0e99\u0eaa\u0eb8\u0e94\u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ec0\u0ea5\u0eb7\u0ead\u0e81?
are-you-sure-you-want-to-expire-the-selected-web-content=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb5\u0ec9\u0e99\u0eaa\u0eb8\u0e94\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a?
article-id=Article ID (Automatic Copy)
autogenerate-id=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec4\u0ead\u0e94\u0eb5\u0ec1\u0e9a\u0e9a\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94
browse-by-structure=Browse by Structure (Automatic Copy)
category.journal=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0e82\u0ead\u0e87\u0ec0\u0ea7\u0e9a
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of web content articles will be changeable. The default language of web content articles is inherited from the site settings.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87
default-display-page=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0edc\u0ec9\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
default-display-page-help=The display page is used to display the full view of the content. The site administrator is able to determine where in the page content is displayed by adding an Asset Publisher and configuring it as the default Asset Publisher for the page. (Automatic Copy)
default-template=Default template (Automatic Copy)
display-page=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0e9e\u0ecb\u0e81
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
editing-the-current-structure-deletes-all-unsaved-content=Editing the current structure deletes all unsaved content. (Automatic Copy)
editing-the-current-template-deletes-all-unsaved-content=Editing the current template deletes all unsaved content. (Automatic Copy)
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=\u0edd\u0ebb\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94
expire-this-version=\u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0eb5\u0ec9\u0edd\u0ebb\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94
expire-version=\u0ec0\u0ea7\u0eb4\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0edd\u0ebb\u0ec9\u0e94\u0e81\u0eb3\u0edc\u0ebb\u0e94
favorite=Favorite (Automatic Copy)
feed-item-content=\u0e9f\u0eb4\u0e94\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99
feed-type=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e9f\u0eb4\u0e94
filter-web-content-list-by-structure-x=\u0e81\u0eb1\u0ec8\u0e99\u0e95\u0ead\u0e87\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0ec0\u0ea7\u0e9a\u0e95\u0eb2\u0ea1\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87 {0}
group-id=Group ID (Automatic Copy)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Web Content can be any content you would like to add to a site, such as articles, an FAQ, or a news item. Administrators can manage content, as well as assign user roles and permissions. Users may add, edit, approve, or view content depending on their role. (Automatic Copy)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
journal-article-comments=Set this to true to enable comments for journal articles. (Automatic Copy)
journal-article-custom-token-names=Set a list of custom token names that will be replaced when article content is rendered. (Automatic Copy)
journal-article-custom-token-values=Set a list of custom token values that will be replaced when article content is rendered. (Automatic Copy)
journal-article-database-search-content-keywords=Set this to false to ignore article content when performing keyword searches on the database for journal articles. (Automatic Copy)
journal-article-expire-all-versions=Set this to true to expire all article versions when expiring an article. Set this to false to only expire the latest approved article version when expiring an article. (Automatic Copy)
journal-article-index-all-versions=Set this to true to index all article versions. Set this to false to index only the last indexable version. (Automatic Copy)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions.
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=Set the storage type that will be used to store the Journal articles. (Automatic Copy)
journal-article-token-page-break=Set the token used when inserting simple page breaks in articles. (Automatic Copy)
journal-article-view-permission-check=Set this to true to check that a user has the VIEW permission on a Journal article when its content is rendered. (Automatic Copy)
journal-content=Journal Content (Automatic Copy)
journal-content-help=Provides utility methods for web content. (Automatic Copy)
journal-content-portlet-instance-configuration-name=Web Content Display
journal-content-search-portlet-instance-configuration-name=Web Content Search
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=Specify the portlet ID of a Web Content Display portlet on the target page in which unlisted items are displayed. The portlet must exist or content does not display. (Automatic Copy)
journal-file-uploads-configuration-name=Web Content File Uploads
journal-folder-icon-check-count=Set this to true to check whether folders are empty or not and display an empty or full icon. Setting it to false disables the check and will always display an empty icon to speed up performance. (Automatic Copy)
journal-group-service-configuration-name=Web Content Service
journal-service-configuration-name=Web Content
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Web Content Administration
last-x-web-content=\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0ec0\u0ea7\u0e9a {0} \u0eaa\u0eb8\u0e94\u0e97\u0ec9\u0eb2\u0e8d
max-add-menu-items=Max Add Menu Items (Automatic Copy)
menu-item-name=Menu Item Name (Automatic Copy)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Web Content Structure (Automatic Copy)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Web Content Template (Automatic Copy)
model.resource.com.liferay.journal=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0e82\u0ead\u0e87
model.resource.com.liferay.journal.model.JournalArticle=\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
model.resource.com.liferay.journal.model.JournalFeed=\u0e9f\u0eb4\u0e94\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
model.resource.com.liferay.journal.model.JournalFolder=\u0e9f\u0eb4\u0e94\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
move-web-content=\u0eaa\u0ec8\u0ea7\u0e99\u0ea5\u0eb8\u0ec8\u0ea1\u0e82\u0ead\u0e87\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
no-comment-was-found=No comment was found. (Automatic Copy)
no-web-content-was-found=\u0e9a\u0ecd\u0ec8\u0e9e\u0ebb\u0e9a\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0ec3\u0e94
no-web-content-was-found-that-matched-the-keywords-x=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0e8a\u0ead\u0e81\u0e9e\u0ebb\u0e9a \u0ec1\u0ea5\u0eb0\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb1\u0e9a\u0e99\u0eb5\u0ec9\:{0}.
no-web-content-was-found-that-matched-the-specified-filters=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0e8a\u0ead\u0e81\u0e9e\u0ebb\u0e9a \u0ec1\u0ea5\u0eb0\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb1\u0e9a\u0e99\u0eb5\u0ec9\:{0}.
num-of-web-content-instances=\# of Web Content instances (Automatic Copy)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=\u0ec0\u0e9b\u0eb1\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9c\u0ebb\u0e99\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0ea7\u0e9a\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9e\u0ecb\u0ead\u0e94\u0ec0\u0ea5\u0ecb\u0e94\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
please-add-a-template-to-render-this-structure=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0e9e\u0eb5\u0ea1\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0e94\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e9c\u0eb9\u0ec9\u0ead\u0eb7\u0ec8\u0e99\u0ea2\u0eb7\u0ea1\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0e99\u0eb5\u0ec9
please-enter-a-unique-id=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0ec4\u0ead\u0e94\u0eb5\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7
please-enter-a-valid-id=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99 \u0ec4\u0ead\u0e94\u0eb5\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-portlet-id=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e9e\u0ecb\u0ead\u0e94\u0ec0\u0ea5\u0ecb\u0e94\u0ec4\u0ead\u0e94\u0eb5\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-target-layout-friendly-url=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0edc\u0ec9\u0eb2\u0ec0\u0e9b\u0ebb\u0ec9\u0eb2\u0edd\u0eb2\u0e8d URL \u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-select-a-valid-feed-item-content=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e9f\u0eb4\u0e94\u0ecc\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87
please-select-an-existing-display-page=Please select an existing display page. (Automatic Copy)
please-select-an-existing-small-image=Please select an existing small image. (Automatic Copy)
please-select-an-existing-structure=Please select an existing structure. (Automatic Copy)
please-select-an-existing-template=Please select an existing template. (Automatic Copy)
presentation-settings=\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87
publish-to-live-by-default=Set this to true if journal articles should be published to live by default. (Automatic Copy)
publish-version-history-by-default=Set this to false if only the latest approved version of journal articles should be published by default. (Automatic Copy)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Adds new web content in a folder you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Adds new web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Updates web content you are subscribed to. (Automatic Copy)
remove-favorite=Remove Favorite (Automatic Copy)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0e81\u0eb2\u0e99\u0e81\u0ead\u0e87\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0e95\u0eb2\u0ea1\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec0\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0e97\u0eb5\u0ea1\u0eb5\u0ec1\u0ea5\u0ec9\u0ea7 \u0eab\u0ebc\u0eb7\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e9a\u0eb2\u0e87\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0ec4\u0e8a\u0e97\u0ecc\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec3\u0e99\u0e9e\u0ecb\u0ead\u0e94\u0ec0\u0ea5\u0ecb\u0e94\u0e99\u0eb5\u0ec9
select-page=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0edc\u0ec9\u0eb2
select-structure=Select Structure (Automatic Copy)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
select-web-content-to-make-it-visible=Select Web Content to make it visible (Automatic Copy)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Specify characters that are not allowed in journal folder names. (Automatic Copy)
structure-and-template=Structure and Template (Automatic Copy)
structure-default-values=\u0e84\u0ec8\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e82\u0ead\u0e87\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=Set whether to synchronize content searches when the server starts. (Automatic Copy)
target-layout-friendly-url=URL \u0edc\u0ec9\u0eb2\u0ec0\u0e9b\u0ebb\u0ec9\u0eb2\u0edd\u0eb2\u0e8d\u0e97\u0eb5\u0ec8\u0ec3\u0e8a\u0ec9\u0e87\u0ec8\u0eb2\u0e8d
target-portlet-id=\u0ec4\u0ead\u0e94\u0eb5\u0ec0\u0e9b\u0ebb\u0ec9\u0eb2\u0edd\u0eb2\u0e8d\u0e9e\u0ecb\u0ead\u0e94\u0ec0\u0ea5\u0ecb\u0e94
terms-of-use-web-content=Terms of Use Web Content (Automatic Copy)
terms-of-use-web-content-help=Specify the group ID and the article ID of the web content that will be displayed as the terms of use. The default text will be used if no web content is specified. (Automatic Copy)
the-content-references-a-missing-file-entry=The content references a missing file entry. (Automatic Copy)
the-content-references-a-missing-page=The content references a missing page. (Automatic Copy)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5\u0ec9
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=There are no web content images. (Automatic Copy)
there-is-no-web-content-with-structure-x=There is no web content with structure <em>{0}</em>. (Automatic Copy)
this-application-is-not-visible-to-users-yet=This application is not visible to users yet (Automatic Copy)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0e99\u0eb5\u0ec9\u0edd\u0ebb\u0e94\u0ead\u0eb2\u0e8d\u0eb8 \u0eab\u0ebc\u0eb7 \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0eaa\u0eb4\u0e94\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0e9e\u0eb2\u0e81\u0eaa\u0ec8\u0ea7\u0e99\u0e99\u0eb5\u0ec9
this-structure-has-not-been-saved=\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0e99\u0eb5\u0ec9\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e97\u0eb1\u0e99\u0e9a\u0eb1\u0e99\u0e97\u0eb6\u0e81
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
use-structure-restrictions-and-workflow-of-the-parent-folder-x=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e82\u0ecd\u0ec9\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0ea5\u0e82\u0ead\u0e87\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0eab\u0ebc\u0eb1\u0e81
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94
user-tools=User Tools (Automatic Copy)
view-content-in-x=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0ea2\u0eb9\u0ec8 <em>{0}</em>.
web-content=\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-approval-denied-email=\u0e9b\u0eb1\u0e94\u0e95\u0eb4\u0ec0\u0eaa\u0e94\u0ec0\u0ea1\u0ea7\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-approval-granted-email=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec0\u0ea1\u0ea7\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-approval-requested-email=\u0e84\u0ea7\u0eb2\u0ea1\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0ea1\u0ea7\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-contraints=\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0ec0\u0ea7\u0e9a
web-content-description=\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e97\u0eb4\u0e9a\u0eb2\u0e8d\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0ea1\u0ea7\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a\u0e84\u0eb7\u0e99
web-content-title=\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-translation=\u0e81\u0eb2\u0e99\u0ec1\u0e9b\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-type=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
web-content-updated-email=\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec0\u0ea7\u0e9a
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} web content instances are ready to be moved. (Automatic Copy)
x-web-content-instances-cannot-be-moved={0} web content instances cannot be moved. (Automatic Copy)
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0e9e\u0ecb\u0ead\u0e94\u0ec0\u0ea5\u0ecb\u0e94\u0e99\u0eb5\u0ec9
you-have-exceeded-the-maximum-web-content-size-allowed=\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0e82\u0eb0\u0edc\u0eb2\u0e94\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
