#X-Generator: crowdin.com
add-favorite=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d (Automatic Translation)
add-feed=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=\u0412\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u043c\u0435\u043d\u044e\u0442\u043e (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043f\u0430\u043f\u043a\u0430?
are-you-sure-you-want-to-delete-the-selected-version=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043c\u0435\u0441\u0442\u0430?
are-you-sure-you-want-to-delete-the-selected-web-content=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435?
are-you-sure-you-want-to-delete-this-web-content=\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435?
are-you-sure-you-want-to-delete-this-web-content-version=\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435?
are-you-sure-you-want-to-expire-the-selected-version=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u0442\u0435\u0447\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435?
are-you-sure-you-want-to-expire-the-selected-web-content=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u0442\u0435\u0447\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435?
article-id=\u0418\u0414 \u043d\u0430 \u0447\u043b\u0435\u043d (Automatic Translation)
autogenerate-id=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 ID
browse-by-structure=Browse by Structure (Automatic Copy)
category.journal=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=\u0410\u043a\u043e \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0435\u0437\u0438\u043a\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0438 \u0437\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e. \u0415\u0437\u0438\u043a\u044a\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441\u0442\u0430\u0442\u0438\u0438 \u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d \u043e\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=\u0418\u0437\u0431\u0435\u0440\u0438 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430
default-display-page=Default Display Page (Automatic Copy)
default-display-page-help=\u041d\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u044a\u043b\u0435\u043d \u0438\u0437\u0433\u043b\u0435\u0434\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e. \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u043a\u044a\u0434\u0435 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0447\u0440\u0435\u0437 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432 \u0438\u0437\u0434\u0430\u0442\u0435\u043b \u0438 \u0434\u0430 \u0433\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0430\u043a\u0442\u0438\u0432 \u0438\u0437\u0434\u0430\u0442\u0435\u043b \u0437\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=\u0414\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
editing-the-current-structure-deletes-all-unsaved-content=Editing the current structure deletes all unsaved content. (Automatic Copy)
editing-the-current-template-deletes-all-unsaved-content=Editing the current template deletes all unsaved content. (Automatic Copy)
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=\u0418\u0437\u0442\u0438\u0447\u0430
expire-this-version=Expire This Version
expire-version=Expire Version (Automatic Copy)
favorite=\u0424\u0430\u0432\u043e\u0440\u0438\u0442 (Automatic Translation)
feed-item-content=Feed Item Content (Automatic Copy)
feed-type=Feed Type (Automatic Copy)
filter-web-content-list-by-structure-x=Filter web content list by structure {0}. (Automatic Copy)
group-id=\u0418\u0414 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0441\u044f\u043a\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u0441\u0442\u0430\u0442\u0438\u0438, \u0447\u0435\u0441\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0438\u043b\u0438 \u043d\u043e\u0432\u0438\u043d\u0430. \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e, \u043a\u0430\u043a\u0442\u043e \u0438 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0440\u043e\u043b\u0438 \u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442, \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442, \u043e\u0434\u043e\u0431\u0440\u0438 \u0438\u043b\u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0442\u044f\u0445\u043d\u0430\u0442\u0430 \u0440\u043e\u043b\u044f. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
journal-article-comments=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u0435\u0440\u0435\u043d \u0440\u0430\u0437\u0440\u0435\u0448\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u0441\u0442\u0430\u0442\u0438\u0438 \u0432 \u0441\u043f\u0438\u0441\u0430\u043d\u0438\u044f. (Automatic Translation)
journal-article-custom-token-names=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u043c\u0430\u0440\u043a\u0435\u0440\u0438, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0430\u0442\u0438\u044f \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441\u0435 \u0440\u0435\u043d\u0434\u0438\u0440\u0430. (Automatic Translation)
journal-article-custom-token-values=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0437\u043d\u0430\u043a \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0430\u0442\u0438\u044f \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441\u0435 \u0440\u0435\u043d\u0434\u0438\u0440\u0430. (Automatic Translation)
journal-article-database-search-content-keywords=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u043a\u043e\u043b\u0435\u043a\u0442\u0438\u0432\u043d\u0430\u0442\u0430 \u0442\u043e\u0432\u0430 \u043d\u0430 \u043d\u0435\u0432\u044f\u0440\u043d\u043e \u0434\u0430 \u0441\u0435 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430 \u0447\u043b\u0435\u043d \u043f\u0440\u0438 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0438\u044f \u043f\u043e \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0441\u0442\u0430\u0442\u0438\u0438 \u043e\u0442 \u0441\u043f\u0438\u0441\u0430\u043d\u0438\u044f. (Automatic Translation)
journal-article-expire-all-versions=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0438\u0441\u0442\u0438\u043d\u0430 \u0434\u0430 \u0438\u0437\u0442\u0438\u0447\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d \u0432\u0435\u0440\u0441\u0438\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0442\u0438\u0447\u0430 \u0441\u0442\u0430\u0442\u0438\u044f. \u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u043d\u0430 false \u0441\u0430\u043c\u043e \u0438\u0437\u0442\u0438\u0447\u0430 \u043d\u0430\u0439-\u043d\u043e\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0430\u0442\u0430 \u0441\u0442\u0430\u0442\u0438\u044f, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0442\u0438\u0447\u0430 \u0441\u0442\u0430\u0442\u0438\u044f. (Automatic Translation)
journal-article-index-all-versions=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u0435\u0440\u0435\u043d \u0438\u043d\u0434\u0435\u043a\u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d \u0432\u0435\u0440\u0441\u0438\u0438. \u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u043d\u0430 false \u0434\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u0441\u0430\u043c\u043e \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 indexable \u0432\u0435\u0440\u0441\u0438\u044f. (Automatic Translation)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0432\u0438\u0434\u0430 \u043d\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435, \u043a\u043e\u0439\u0442\u043e \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0438 \u0432 \u0441\u043f\u0438\u0441\u0430\u043d\u0438\u044f. (Automatic Translation)
journal-article-token-page-break=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0437\u043d\u0430\u043a, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u043f\u0440\u0438 \u0432\u043c\u044a\u043a\u0432\u0430\u043d\u0435 \u043f\u0440\u043e\u0441\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u0440\u0435\u043a\u044a\u0441\u0432\u0430\u043d\u0438\u044f \u0432 \u0441\u0442\u0430\u0442\u0438\u0438. (Automatic Translation)
journal-article-view-permission-check=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0432\u044f\u0440\u043d\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438, \u0447\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u043c\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0438\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u044f \u0432 \u0441\u043f\u0438\u0441\u0430\u043d\u0438\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043c\u0443 \u0435 \u043e\u043a\u0430\u0437\u0430\u043d\u0430. (Automatic Translation)
journal-content=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 (Automatic Translation)
journal-content-help=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043c\u0435\u0442\u043e\u0434\u0438 \u0437\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435. (Automatic Translation)
journal-content-portlet-instance-configuration-name=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
journal-content-search-portlet-instance-configuration-name=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=\u041f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0418\u0414 \u043d\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u043d\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0434\u0438\u0441\u043f\u043b\u0435\u044f \u043d\u0430 \u0446\u0435\u043b\u0435\u0432\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0432 \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0441\u043a\u0440\u0438\u0442\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u041f\u043e\u0440\u0442\u043b\u0435\u0442\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0438\u043b\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430. (Automatic Translation)
journal-file-uploads-configuration-name=\u0423\u0435\u0431 \u0444\u0430\u0439\u043b \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043a\u0430\u0447\u0435\u043d\u0438 (Automatic Translation)
journal-folder-icon-check-count=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0432\u044f\u0440\u043d\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u0434\u0430\u043b\u0438 \u043f\u0430\u043f\u043a\u0438 \u0441\u0430 \u043f\u0440\u0430\u0437\u043d\u0438 \u0438\u043b\u0438 \u043d\u0435 \u0438 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043f\u0440\u0430\u0437\u043d\u0430 \u0438\u043b\u0438 \u043f\u044a\u043b\u043d\u0430 \u0438\u043a\u043e\u043d\u0430. \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043d\u0430 false \u0437\u0430\u0431\u0440\u0430\u043d\u044f\u0432\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u0438 \u0432\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043f\u0440\u0430\u0437\u0435\u043d \u0438\u043a\u043e\u043d\u0430, \u0437\u0430 \u0434\u0430 \u0443\u0441\u043a\u043e\u0440\u0438 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430. (Automatic Translation)
journal-group-service-configuration-name=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 (Automatic Translation)
journal-service-configuration-name=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 (Automatic Translation)
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
last-x-web-content=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e {0} \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
max-add-menu-items=\u041c\u0430\u043a\u0441 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043e\u0442 \u043c\u0435\u043d\u044e\u0442\u043e (Automatic Translation)
menu-item-name=\u0418\u043c\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 \u043c\u0435\u043d\u044e (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0448\u0430\u0431\u043b\u043e\u043d (Automatic Translation)
model.resource.com.liferay.journal=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
model.resource.com.liferay.journal.model.JournalArticle=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
model.resource.com.liferay.journal.model.JournalFeed=ID \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
model.resource.com.liferay.journal.model.JournalFolder=ID \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
move-web-content=\u041a\u0440\u0430\u0439\u043d\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
no-comment-was-found=\u0411\u0435\u0437 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d. (Automatic Translation)
no-web-content-was-found=\u041d\u0435 \u0431\u0435\u0448\u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
no-web-content-was-found-that-matched-the-keywords-x=\u041d\u0435 \u0431\u044f\u0445\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449\u0438 \u043d\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0442\u0435 \u0434\u0443\u043c\u0438\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=\u041d\u0435 \u0431\u044f\u0445\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449\u0438 \u043d\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0442\u0435 \u0434\u0443\u043c\u0438\: {0}.
num-of-web-content-instances=\# of Web Content instances (Automatic Copy)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0441\u0430\u043c\u043e \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438 \u0432 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
please-add-a-template-to-render-this-structure=Please add a template to render this structure. (Automatic Copy)
please-enter-a-unique-id=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u043e ID.
please-enter-a-valid-id=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e ID.
please-enter-a-valid-portlet-id=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e ID \u043d\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442.
please-enter-a-valid-target-layout-friendly-url=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u0440\u0438\u044f\u0442\u0435\u043b\u0441\u043a\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0446\u0435\u043b\u0435\u0432\u0438\u044f \u0438\u0437\u0433\u043b\u0435\u0434.
please-select-a-valid-feed-item-content=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
please-select-an-existing-display-page=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u0439. (Automatic Translation)
please-select-an-existing-small-image=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043c\u0430\u043b\u044a\u043a \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
please-select-an-existing-structure=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u043a\u043e\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u044f. (Automatic Translation)
please-select-an-existing-template=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0448\u0430\u0431\u043b\u043e\u043d. (Automatic Translation)
presentation-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430
publish-to-live-by-default=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0438\u0441\u0442\u0438\u043d\u0430 \u0430\u043a\u043e \u0441\u0442\u0430\u0442\u0438\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442 \u0434\u0430 \u0436\u0438\u0432\u0435\u044f\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
publish-version-history-by-default=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u043d\u0430 false \u0430\u043a\u043e \u0441\u0430\u043c\u043e \u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=\u0414\u043e\u0431\u0430\u0432\u044f \u043d\u043e\u0432\u0438 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u043f\u0430\u043f\u043a\u0430 \u0441\u0442\u0435 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0438 \u0437\u0430. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=\u0414\u043e\u0431\u0430\u0432\u044f \u043d\u043e\u0432\u0438 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441\u0442\u0435 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0438 \u0437\u0430. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441\u0442\u0435 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0438 \u0437\u0430. (Automatic Translation)
remove-favorite=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043b\u044e\u0431\u0438\u043c\u0430\u0442\u0430 (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Select a structure to filter the web content list by a structure. (Automatic Copy)
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0438\u043b\u0438 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u0432 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430.
select-page=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
select-structure=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
select-web-content-to-make-it-visible=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0432\u0438\u0434\u0438\u043c\u0438 (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0437\u043d\u0430\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 \u0432 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u043f\u0430\u043f\u043a\u0438 \u043d\u0430 \u0434\u043d\u0435\u0432\u043d\u0438\u043a. (Automatic Translation)
structure-and-template=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0438 \u0448\u0430\u0431\u043b\u043e\u043d (Automatic Translation)
structure-default-values=Structure Default Values (Automatic Copy)
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0434\u0430\u043b\u0438 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0442\u044a\u0440\u0441\u0435\u043d\u0438\u044f, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u0437\u0430\u043f\u043e\u0447\u0432\u0430. (Automatic Translation)
target-layout-friendly-url=\u041f\u0440\u0438\u044f\u0442\u0435\u043b\u0441\u043a\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0446\u0435\u043b\u0435\u0432\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
target-portlet-id=ID \u043d\u0430 \u0446\u0435\u043b\u0435\u0432\u0438\u044f \u043f\u043e\u0440\u0442\u043b\u0435\u0442
terms-of-use-web-content=\u0423\u0441\u043b\u043e\u0432\u0438\u044f \u0437\u0430 \u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 (Automatic Translation)
terms-of-use-web-content-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0418\u0414 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0438 \u0418\u0414 \u043d\u0430 \u0447\u043b\u0435\u043d \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0430 \u043a\u0430\u0442\u043e \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0437\u0430 \u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u0430\u043a\u043e \u043d\u0435 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d. (Automatic Translation)
the-content-references-a-missing-file-entry=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043f\u043e\u0437\u043e\u0432\u0430\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043b\u0438\u043f\u0441\u0432\u0430\u0449 \u0444\u0430\u0439\u043b \u0437\u0430\u043f\u0438\u0441. (Automatic Translation)
the-content-references-a-missing-page=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043a\u044a\u043c \u043b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=The structure you selected is not valid for this folder. (Automatic Copy)
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=\u041d\u044f\u043c\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f. (Automatic Translation)
there-is-no-web-content-with-structure-x=There is no web content with structure <em>{0}</em>. (Automatic Copy)
this-application-is-not-visible-to-users-yet=\u0422\u043e\u0432\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0432\u0438\u0434\u0438\u043c \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=This content has expired or you do not have the required permissions to access it. (Automatic Copy)
this-structure-has-not-been-saved=This structure has not been saved. (Automatic Copy)
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d {0}
user-tools=User Tools (Automatic Copy)
view-content-in-x=View content in <em>{0}</em>.
web-content=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=\u0415\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430 \u0437\u0430 \u043e\u0442\u043a\u0430\u0437\u0430\u043d\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-approval-denied-email=\u0415\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430 \u0437\u0430 \u043e\u0442\u043a\u0430\u0437\u0430\u043d\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-approval-granted-email=\u0415\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430 \u0437\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0435\u043d\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-approval-requested-email=\u0415\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430 \u0437\u0430 \u043f\u043e\u0438\u0441\u043a\u0430\u043d\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-contraints=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=\u0415\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430 \u0437\u0430 \u0440\u0435\u0432\u044e \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-translation=Web Content Translation (Automatic Copy)
web-content-type=\u0422\u0438\u043f \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
web-content-updated-email=\u0415\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430 \u0437\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0435\u043d\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} web content instances are ready to be moved. (Automatic Copy)
x-web-content-instances-cannot-be-moved={0} web content instances cannot be moved. (Automatic Copy)
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=\u0412\u0438\u0435 \u043d\u044f\u043c\u0430\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u0442\u0435 \u0440\u043e\u043b\u0438 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u043e\u0437\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442.
you-have-exceeded-the-maximum-web-content-size-allowed=You have exceeded the maximum web content size allowed. (Automatic Copy)
