#X-Generator: crowdin.com
add-favorite=Ajouter favori (Automatic Translation)
add-feed=Ajouter un flux
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=Tous les \u00e9l\u00e9ments de Menu (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=\u00cates-vous s\u00fbr de vouloir supprimer la s\u00e9lection ?
are-you-sure-you-want-to-delete-the-selected-version=\u00cates-vous s\u00fbr vous voulez-vous supprimer la version choisie ?
are-you-sure-you-want-to-delete-the-selected-web-content=\u00cates-vous s\u00fbr vous voulez-vous supprimer le contenu de Web choisi ?
are-you-sure-you-want-to-delete-this-web-content=\u00cates-vous s\u00fbr vous voulez-vous supprimer ce contenu de Web ?
are-you-sure-you-want-to-delete-this-web-content-version=\u00cates-vous s\u00fbr vous de vouloir supprimer ce contenu web ?
are-you-sure-you-want-to-expire-the-selected-version=\u00cates-vous s\u00fbr vous voulez-vous expirer la version choisie ?
are-you-sure-you-want-to-expire-the-selected-web-content=\u00cates-vous s\u00fbr de vouloir expirer les contenus web choisis ?
article-id=ID article
autogenerate-id=G\u00e9n\u00e9rer l'identifiant automatiquement
browse-by-structure=Naviguer par structure
category.journal=Gestion de contenu web
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=Si coch\u00e9e, la langue par d\u00e9faut des articles du contenu web sera modifiable. La langue par d\u00e9faut des articles du contenu web est h\u00e9rit\u00e9e des param\u00e8tres du site.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Choisissez la structure
default-display-page=Page d'affichage par d\u00e9faut
default-display-page-help=La page d'affichage est utilis\u00e9e pour afficher une vue enti\u00e8re du contenu. L'administrateur de site peut determiner o\u00f9 le contenu est affich\u00e9 dans la page en ajoutant un aggr\u00e9gateur de contenus et en le configurant comme l'aggr\u00e9gateur de contenu par d\u00e9faut de la page.
default-template=Default template (Automatic Copy)
display-page=Page d'affichage
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=Modifier le contenu de Web
editing-the-current-structure-deletes-all-unsaved-content=Le changement de structure supprimera tous les contenus non sauvegard\u00e9s
editing-the-current-template-deletes-all-unsaved-content=L'\u00e9dition du template supprimera tous les contenus non sauvegard\u00e9s
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=D\u00e9pr\u00e9cier
expire-this-version=Expirer cette version
expire-version=Expirer la version
favorite=Favori (Automatic Translation)
feed-item-content=Contenu de l'\u00e9l\u00e9ment du flux
feed-type=Type de flux
filter-web-content-list-by-structure-x=Filtrer la liste de contenus web par structure {0}.
group-id=ID groupe
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=Afin de pr\u00e9sivualiser vos modifications, le contenu web est sauvegard\u00e9 comme brouillon. \u00cates-vous s\u00fbr(e) de vouloir continuer?
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Les contenus web peuvent \u00eatre n'importe quels contenus que vous voulez ajouter \u00e0 un site, comme articles, FAQs, ou actualit\u00e9s. Les administrateurs peuvent g\u00e9rer les contenus, tout comme attribuer les r\u00f4les d'utilisateur et permission. Les utilisateurs peuvent ajouter, \u00e9diter, approuver ou voir les contenus selon leur r\u00f4les.
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=Recherche de contenu Web
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Affichage de contenus web
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Contenu Web
journal-article-comments=Mettre \u00e0 true pour activer des commentaires d\u2019articles de revues. (Automatic Translation)
journal-article-custom-token-names=D\u00e9finir une liste de noms de jetons personnalis\u00e9s qui seront remplac\u00e9es lors du rendu de contenu de l\u2019article. (Automatic Translation)
journal-article-custom-token-values=D\u00e9finir une liste de valeurs de jeton personnalis\u00e9s qui sera remplac\u00e9 lors du rendu de contenu de l\u2019article. (Automatic Translation)
journal-article-database-search-content-keywords=D\u00e9finir la valeur false pour ignorer l\u2019article contenu lorsque vous effectuez des recherches par Mots cl\u00e9s sur la base de donn\u00e9es d\u2019articles de revues. (Automatic Translation)
journal-article-expire-all-versions=Affecter la valeur true pour toutes les versions de l\u2019article de validit\u00e9 expire lorsque expirant un article. Cela affectez false \u00e0 \u00e9ch\u00e9ance seulement la derni\u00e8re version de l\u2019article approuv\u00e9 lorsque expirant un article. (Automatic Translation)
journal-article-index-all-versions=Mettre \u00e0 true pour index toutes les versions de l\u2019article. Cette valeur false d\u2019indexer uniquement la derni\u00e8re version de plaquettes. (Automatic Translation)
journal-article-local-service=Service local d'article de journal
journal-article-local-service-help=Fournit le service local pour acc\u00e9der, ajouter, supprimer et mettre \u00e0 jour les articles de contenu web.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Service d'article de journal
journal-article-service-help=Fournit le service \u00e0 distance pour acc\u00e9der, ajouter, supprimer et mettre \u00e0 jour les articles de contenu web. Ses m\u00e9thodes contiennent les v\u00e9rifications de permissions.
journal-article-storage-type=D\u00e9finissez le type de stockage qui servira \u00e0 stocker les articles de revues. (Automatic Translation)
journal-article-token-page-break=D\u00e9finir le jeton utilis\u00e9 lors des sauts de page simple insertion dans les articles. (Automatic Translation)
journal-article-view-permission-check=D\u00e9finir \u00e0 true pour v\u00e9rifier qu\u2019un utilisateur a l\u2019autorisation d\u2019affichage sur un article de Journal lorsque son contenu est restitu\u00e9. (Automatic Translation)
journal-content=Contenu journal
journal-content-help=Fournit les m\u00e9thodes utilitaire pour contenu web.
journal-content-portlet-instance-configuration-name=Affichage de contenus web
journal-content-search-portlet-instance-configuration-name=Recherche de contenu Web
journal-feed-target-layout-friendly-url-help=Entrer l'URL conviviale d'une page o\u00f9 le flux adressera les \u00e9l\u00e9ments actuellement non-list\u00e9s, en excluant le nom de h\u00f4te (par exemple. <code>/web/host/name</code>). Le flux adresse seulement les pages dans le site \u00e0 qui cette URL appartient.
journal-feed-target-portlet-id-help=Sp\u00e9cifier l'identifiant de portlet d'une portlet Affichage de contenu web dans la page cible dans laquelle les \u00e9l\u00e9ments non-list\u00e9s sont affich\u00e9s. La portlet doit exister sinon le contenu ne s'affiche pas.
journal-file-uploads-configuration-name=T\u00e9l\u00e9chargements de fichier de contenu Web (Automatic Translation)
journal-folder-icon-check-count=Affecter la valeur true pour v\u00e9rifier si les dossiers sont vides ou non et affichent une ic\u00f4ne vide ou pleine. Il affectant la valeur false d\u00e9sactive la v\u00e9rification et affiche toujours une ic\u00f4ne vide afin d\u2019acc\u00e9l\u00e9rer les performances. (Automatic Translation)
journal-group-service-configuration-name=Service contenu web
journal-service-configuration-name=Contenu Web (Automatic Translation)
journal-services=Services de journal
journal-util=Util journal
journal-web-configuration-name=Administration de contenu web
last-x-web-content=Les {0} derniers contenus web
max-add-menu-items=Max ajouter des \u00e9l\u00e9ments de Menu (Automatic Translation)
menu-item-name=Nom de l\u2019\u00e9l\u00e9ment menu (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Structure du contenu Web (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Mod\u00e8le de contenu Web (Automatic Translation)
model.resource.com.liferay.journal=Gestion de contenu web
model.resource.com.liferay.journal.model.JournalArticle=Contenu web
model.resource.com.liferay.journal.model.JournalFeed=Article RSS de contenu web
model.resource.com.liferay.journal.model.JournalFolder=Dossier de contenu web
move-web-content=D\u00e9placer le contenu web
no-comment-was-found=Aucun commentaire n'a \u00e9t\u00e9 trouv\u00e9.
no-web-content-was-found=Aucun contenu web n'a \u00e9t\u00e9 trouv\u00e9.
no-web-content-was-found-that-matched-the-keywords-x=Aucun contenu web n''a \u00e9t\u00e9 trouv\u00e9 avec les crit\u00e8res suivants \: {0}.
no-web-content-was-found-that-matched-the-specified-filters=Aucun contenu web n''a \u00e9t\u00e9 trouv\u00e9 avec les filtres suivants \: {0}.
num-of-web-content-instances=Nombre d'instances de contenus web
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Donnez seulement les r\u00e9sultats pour le contenu web \u00e9num\u00e9r\u00e9 dans la portlet d'affichage de contenu web.
please-add-a-template-to-render-this-structure=Veuillez ajouter un calibre pour rendre cette structure.
please-enter-a-unique-id=Veuillez entrer un identifiant unique.
please-enter-a-valid-id=Veuillez entrer un identifiant valide.
please-enter-a-valid-portlet-id=Veuillez entrer un identifiant d'application valide.
please-enter-a-valid-target-layout-friendly-url=Veuillez entrer un URL simplifi\u00e9 de page cible valide.
please-select-a-valid-feed-item-content=Veuillez choisir un contenu d'article d'alimentation valide.
please-select-an-existing-display-page=Veuillez s\u00e9lectionner une page d'affichage existante.
please-select-an-existing-small-image=Veuillez s\u00e9lectionner un image vignette existante.
please-select-an-existing-structure=Veuillez s\u00e9lectionner une structure existante.
please-select-an-existing-template=Veuillez s\u00e9lectionner un gabarit existant.
presentation-settings=Param\u00e8tres de pr\u00e9sentation
publish-to-live-by-default=Affecter la valeur true si les articles de revues devraient \u00eatre publi\u00e9s pour vivre par d\u00e9faut. (Automatic Translation)
publish-version-history-by-default=Cette valeur false si seule la plus r\u00e9cente version approuv\u00e9e d\u2019articles de journaux doit \u00eatre publi\u00e9e par d\u00e9faut. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Ajoute un nouveau contenu dans le dossier auquel vous \u00eates abonn\u00e9.
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Ajoute un nouveau contenu web auquel vous \u00eates abonn\u00e9.
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Met \u00e0 jour le contenu web auquel vous \u00eates abonn\u00e9.
remove-favorite=Supprimer des favoris (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Choisissez une structure pour filtrer la table des mati\u00e8res de Web par une structure.
select-another=Select Another (Automatic Copy)
select-content-metadata=S\u00e9lectionner les m\u00e9tadonn\u00e9es de contenu
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=S\u00e9lectionnez un contenu existant ou ajoutez un contenu \u00e0 afficher dans cette application.
select-page=S\u00e9lectionner la page
select-structure=S\u00e9lectionner structure
select-user-tools=S\u00e9lectionner les outils d'utilisateur
select-web-content=S\u00e9lectionner un contenu web
select-web-content-to-make-it-visible=S\u00e9lectionner le contenu web pour le rendre visible
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=S\u00e9lectionner une nouvelle structure modifie les gabarits disponibles and les contenus. Voulez-vous continuer?
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=S\u00e9lectionner un nouveau gabarit supprime tous les contenus non sauvegard\u00e9. Voulez-vous continuer?
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Sp\u00e9cifier des caract\u00e8res qui ne sont pas autoris\u00e9s dans les noms de dossier de journal. (Automatic Translation)
structure-and-template=Structure et gabarit
structure-default-values=Valeurs par d\u00e9faut de la structure
structure-restrictions=Restrictions de structure
structure-restrictions-and-workflow=Restrictions de structure and de processus
structure-restrictions-help=Les dossier peuvent \u00eatre restreints pour autoriser seulement certaines structures. Les restrictions peuvent \u00eatre h\u00e9rit\u00e9es de dossier parent ou un autre anc\u00eatre. Alternativement, elles peuvent \u00eatre surcharg\u00e9es dans le dossier courant.
sync-content-search-on-startup=D\u00e9finir s\u2019il faut synchroniser les recherches de contenu lorsque le serveur d\u00e9marre. (Automatic Translation)
target-layout-friendly-url=URL simplifi\u00e9 de la page cible
target-portlet-id=Identifiant de l'application cible
terms-of-use-web-content=Condition d'utilisation Contenu Web
terms-of-use-web-content-help=Sp\u00e9cifier l'ID du groupe et l'ID de l'article du contenu web qui va \u00eatre affich\u00e9 en tant que conditions d'utilisation. Le texte par d\u00e9faut sera utilis\u00e9 si aucun contenu web est sp\u00e9cifi\u00e9.
the-content-references-a-missing-file-entry=Le contenu r\u00e9f\u00e9rence un entr\u00e9e de fichier manquante.
the-content-references-a-missing-page=Le contenu r\u00e9f\u00e9rence une page manquante.
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=La page d'affichage ne peut pas \u00eatre d\u00e9finie car la port\u00e9e du contenu web est une page.
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=Le dossier que vous s\u00e9lectionnez ne permet pas ce type de structure. Veuillez s\u00e9lectionner un dossier diff\u00e9rent.
the-structure-you-selected-is-not-valid-for-this-folder=Le type de document que vous avez s\u00e9lectionn\u00e9 n'est pas valide pour ce dossier.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=Il n\u2019y a aucune image de contenu web. (Automatic Translation)
there-is-no-web-content-with-structure-x=Il n''y a pas de contenu web avec la structure <em>{0}</em>.
this-application-is-not-visible-to-users-yet=Cette application n'est pas encore visible aux utilisateur
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=Ce contenu a expir\u00e9 ou vous n'avez pas les permissions requises pour y acc\u00e9der.
this-structure-has-not-been-saved=Cette structure n'a pas \u00e9t\u00e9 sauv\u00e9e.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=Utiliser le mod\u00e8le par d\u00e9faut
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Utiliser les restrictions du document type et les workflows du dossier parent.
use-structure-restrictions-of-the-parent-folder-x=Utiliser les restrictions de structure du dossier parent ({0}).
use-template-x=Utiliser le mod\u00e8le {0}
user-tools=Outils d'utilisateur
view-content-in-x=Voir contenu dans <em>{0}</em>.
web-content=Contenu web
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Email suppl\u00e9mentaire de contenu de Web
web-content-approval-denied-email=Mail de notification de contenu web non valid\u00e9
web-content-approval-granted-email=Mail de notification de contenu web valid\u00e9
web-content-approval-requested-email=Mail de demande de validation de contenu web
web-content-contraints=Contraintes sur le contenu web
web-content-description=Description du contenu web
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Email du d\u00e9placement du contenu web du dossier
web-content-moved-to-folder-email=Email du d\u00e9placement du contenu web au dossier
web-content-review-email=Email de revue de contenu web
web-content-title=Titre du contenu web
web-content-translation=Traduction de contenu web
web-content-type=Type de contenu web
web-content-updated-email=Email mis \u00e0 jour de contenu de Web
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} instances de contenu web sont pr\u00eates \u00e0 \u00eatre d\u00e9plac\u00e9es.
x-web-content-instances-cannot-be-moved={0} instances de contenu web ne peuvent \u00eatre d\u00e9plac\u00e9es.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=Vous ne pouvez pas appliquer les restrictions de la structure s\u00e9lectionner pour ce dossier. Au moins un contenu web r\u00e9f\u00e9rence une autre structure.
you-do-not-have-the-roles-required-to-access-this-web-content-entry=Vous n'avez pas le r\u00f4le requis pour acc\u00e9der \u00e0\u00a0 cette entr\u00e9e de contenu web.
you-have-exceeded-the-maximum-web-content-size-allowed=Vous avez d\u00e9pass\u00e9 la taille maximum de contenu web permise.
