#X-Generator: crowdin.com
add-favorite=S\u0131k kullan\u0131lan Ekle (Automatic Translation)
add-feed=Besleme Ekle
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=T\u00fcm men\u00fc \u00f6\u011felerini (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=Se\u00e7ili hatlar\u0131/beslemeleri silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-delete-the-selected-version=Se\u00e7ili konumu/yeri silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-delete-the-selected-web-content=Se\u00e7ili kayd\u0131/giri\u015fi silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-delete-this-web-content=Bu ki\u015fiyi/konta\u011f\u0131 silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-delete-this-web-content-version=Bu ki\u015fiyi/konta\u011f\u0131 silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-expire-the-selected-version=Se\u00e7ili konumu/yeri silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-expire-the-selected-web-content=Se\u00e7ili kayd\u0131/giri\u015fi silmek istedi\u011finizden emin misiniz?
article-id=Makale numaras\u0131 (Automatic Translation)
autogenerate-id=Id Olu\u015ftur
browse-by-structure=Browse by Structure (Automatic Copy)
category.journal=G\u00fcndem
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=\u0130\u015faretli de\u011filse, web i\u00e7eri\u011fi makale varsay\u0131lan dil de\u011fi\u015ftirilebilir olacak. Varsay\u0131lan dil web i\u00e7erik makaleler site ayarlar\u0131'ndan devral\u0131n\u0131r. (Automatic Translation)
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Yap\u0131 Se\u00e7(Structure)
default-display-page=Default Display Page (Automatic Copy)
default-display-page-help=Sayfa G\u00f6r\u00fcnt\u00fcle i\u00e7eri\u011fi tam g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc g\u00f6r\u00fcnt\u00fclemek i\u00e7in kullan\u0131l\u0131r. Site y\u00f6neticisi i\u00e7inde belgili tan\u0131ml\u0131k sayfa i\u00e7eri\u011fi bir k\u0131ymet yay\u0131mc\u0131 ekleme ve sayfa i\u00e7in k\u0131ymet Publisher varsay\u0131lan olarak yap\u0131land\u0131rma taraf\u0131ndan g\u00f6r\u00fcnt\u00fclendi\u011fi belirlemek yapabiliyor. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=G\u00f6sterim Tarihi
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=G\u00fcndem \u0130\u00e7eri\u011fi D\u00fczenle
editing-the-current-structure-deletes-all-unsaved-content=Editing the current structure deletes all unsaved content. (Automatic Copy)
editing-the-current-template-deletes-all-unsaved-content=Editing the current template deletes all unsaved content. (Automatic Copy)
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=Sona Erdir
expire-this-version=Expire This Version
expire-version=Expire Version (Automatic Copy)
favorite=Favori (Automatic Translation)
feed-item-content=Besleme \u0130\u00e7eri\u011fi
feed-type=Besleme Tipi
filter-web-content-list-by-structure-x=\u015eu yap\u0131ya g\u00f6re filtrelenmi\u015f i\u00e7eri\u011fi listele\: {0}.
group-id=Grup kimli\u011fi (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Web i\u00e7erik makaleler, bir SSS veya haber \u00f6\u011fesi gibi bir siteye eklemek istiyorum herhangi bir i\u00e7eri\u011fi olabilir. Y\u00f6neticiler i\u00e7eri\u011fi y\u00f6netmek, yan\u0131 s\u0131ra kullan\u0131c\u0131 rolleri ve izinleri atama. Kullan\u0131c\u0131lar ekleyebilir, d\u00fczenleyebilir, onaylama veya rollerine ba\u011fl\u0131 olarak i\u00e7eri\u011fi g\u00f6r\u00fcnt\u00fclemek. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=G\u00fcndem \u0130\u00e7eri\u011fi Arama
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=G\u00fcndem \u0130\u00e7eri\u011fi
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Haber Olu\u015fturma
journal-article-comments=Bu dergi makaleleri i\u00e7in etkinle\u015ftir Yorumlar do\u011fru ayarla. (Automatic Translation)
journal-article-custom-token-names=Madde i\u00e7erik i\u015flendi\u011finde de\u011fi\u015ftirilecek \u00f6zel belirte\u00e7 adlar\u0131n\u0131n listesini ayarlay\u0131n. (Automatic Translation)
journal-article-custom-token-values=Madde i\u00e7erik i\u015flendi\u011finde de\u011fi\u015ftirilecek \u00f6zel belirte\u00e7 de\u011ferler listesini ayarlay\u0131n. (Automatic Translation)
journal-article-database-search-content-keywords=Bu makale g\u00f6z ard\u0131 etmek i\u00e7in veritaban\u0131 g\u00fcnl\u00fc\u011f\u00fc makaleler i\u00e7in anahtar kelime arama i\u015flemi s\u0131ras\u0131nda i\u00e7erik false. (Automatic Translation)
journal-article-expire-all-versions=Bu bir makale doluyorsa t\u00fcm makale yorum tarihi\: i\u00e7in true olarak ayarlay\u0131n. Bu sadece bir makale doluyorsa son onaylanan makale yorum ge\u00e7ilmek i\u00e7in false olarak ayarlay\u0131n. (Automatic Translation)
journal-article-index-all-versions=Bu t\u00fcm makale yorum sad\u0131k dizin ayarla. Bu sadece son indekslenebilen s\u00fcr\u00fcm\u00fc dizine i\u00e7in false olarak ayarlay\u0131n. (Automatic Translation)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=Dergi makaleleri depolamak i\u00e7in kullan\u0131lan depolama t\u00fcr\u00fcn\u00fc ayarlay\u0131n. (Automatic Translation)
journal-article-token-page-break=Ekleme basit sayfa makalelerinde k\u0131r\u0131ld\u0131\u011f\u0131nda kullan\u0131lan simge ayarlay\u0131n. (Automatic Translation)
journal-article-view-permission-check=Bu i\u00e7eri\u011fi i\u015flendi\u011finde bir kullan\u0131c\u0131 bir dergi makalesi g\u00f6r\u00fcnt\u00fcleme izni oldu\u011funu kontrol etmek i\u00e7in true olarak ayarlay\u0131n. (Automatic Translation)
journal-content=Dergi i\u00e7eri\u011fi (Automatic Translation)
journal-content-help=Web i\u00e7eri\u011fi i\u00e7in yard\u0131mc\u0131 y\u00f6ntemler sa\u011flar. (Automatic Translation)
journal-content-portlet-instance-configuration-name=G\u00fcndem \u0130\u00e7eri\u011fi
journal-content-search-portlet-instance-configuration-name=G\u00fcndem \u0130\u00e7eri\u011fi Arama
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=Web i\u00e7eri\u011fi g\u00f6r\u00fcnt\u00fcs\u00fc portletler portlet K\u0131ml\u0131\u011f\u0131 listede bulunmayan \u00f6\u011feleri g\u00f6r\u00fcnt\u00fclenece\u011fi hedef sayfas\u0131nda belirtin. Portleti bulunmal\u0131d\u0131r veya i\u00e7eri\u011fi g\u00f6r\u00fcnt\u00fclenmez. (Automatic Translation)
journal-file-uploads-configuration-name=Web i\u00e7erik dosya y\u00fckleme (Automatic Translation)
journal-folder-icon-check-count=Bu klas\u00f6r bo\u015f mu de\u011fil ve bo\u015f veya dolu simge g\u00f6r\u00fcnt\u00fclemek kontrol etmek i\u00e7in true olarak ayarlay\u0131n. False olarak ayarlamak belgili tan\u0131ml\u0131k kontrol devre d\u0131\u015f\u0131 b\u0131rak\u0131r ve her zaman performans\u0131n\u0131 h\u0131zland\u0131rmak i\u00e7in bo\u015f bir simge g\u00f6r\u00fcnt\u00fcler. (Automatic Translation)
journal-group-service-configuration-name=Web i\u00e7erik hizmeti (Automatic Translation)
journal-service-configuration-name=Web i\u00e7eri\u011fi (Automatic Translation)
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Web i\u00e7erik y\u00f6netimi (Automatic Translation)
last-x-web-content=Son {0} Web \u0130\u00e7eri\u011fi
max-add-menu-items=Max men\u00fc \u00f6\u011feleri ekleyin (Automatic Translation)
menu-item-name=Men\u00fc \u00f6\u011fesi ad\u0131 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Web i\u00e7erik yap\u0131s\u0131 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Web i\u00e7erik \u015fablonu (Automatic Translation)
model.resource.com.liferay.journal=B\u00fclten
model.resource.com.liferay.journal.model.JournalArticle=G\u00fcndem Yaz\u0131s\u0131
model.resource.com.liferay.journal.model.JournalFeed=G\u00fcndem Besleme
model.resource.com.liferay.journal.model.JournalFolder=G\u00fcndem Besleme
move-web-content=Ba\u015fl\u0131k Web \u0130\u00e7eri\u011fi
no-comment-was-found=Yorum yok bulundu. (Automatic Translation)
no-web-content-was-found=Hi\u00e7 web i\u00e7eri\u011fi bulunamad\u0131.
no-web-content-was-found-that-matched-the-keywords-x=Anahtar kelimelere uyan hi\u00e7 belge bulunamad\u0131\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=Anahtar kelimelere uyan hi\u00e7 belge bulunamad\u0131\: {0}.
num-of-web-content-instances=\# of Web Content instances (Automatic Copy)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Only show results for web content listed in a Web Content Display portlet. (Automatic Copy)
please-add-a-template-to-render-this-structure=Please add a template to render this structure. (Automatic Copy)
please-enter-a-unique-id=L\u00fctfen benzersiz bir ID girin.
please-enter-a-valid-id=L\u00fctfen ge\u00e7erli bir ID giriniz.
please-enter-a-valid-portlet-id=L\u00fctfen ge\u00e7erli bir portlet ID giriniz.
please-enter-a-valid-target-layout-friendly-url=L\u00fctfen ge\u00e7erli bir kullan\u0131c\u0131 dostu URL giriniz.
please-select-a-valid-feed-item-content=L\u00fctfen bir besleme i\u00e7eri\u011fi se\u00e7in.
please-select-an-existing-display-page=L\u00fctfen varolan g\u00f6r\u00fcnt\u00fcleme sayfas\u0131n\u0131 se\u00e7in. (Automatic Translation)
please-select-an-existing-small-image=L\u00fctfen varolan bir k\u00fc\u00e7\u00fck resim se\u00e7in. (Automatic Translation)
please-select-an-existing-structure=L\u00fctfen varolan yap\u0131s\u0131 se\u00e7in. (Automatic Translation)
please-select-an-existing-template=L\u00fctfen varolan bir \u015fablonu se\u00e7in. (Automatic Translation)
presentation-settings=Sunum Ayarlar\u0131
publish-to-live-by-default=Bu dergi makaleleri varsay\u0131lan olarak ya\u015famak i\u00e7in yay\u0131mlanmas\u0131 gerekti\u011fini e\u011fer true olarak ayarlay\u0131n. (Automatic Translation)
publish-version-history-by-default=Dergi makaleleri onaylanm\u0131\u015f en son s\u00fcr\u00fcm\u00fc varsay\u0131lan olarak yay\u0131mlanmas\u0131 gerekti\u011fini e\u011fer sadece bu false olarak ayarlay\u0131n. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Web i\u00e7eri\u011fi olunan bir klas\u00f6r ekler. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Abone oldu\u011funuz yeni web i\u00e7eri\u011fini ekler. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Abone oldu\u011funuz web i\u00e7eri\u011fini g\u00fcncelle\u015ftirir. (Automatic Translation)
remove-favorite=Kald\u0131rmak (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Select a structure to filter the web content list by a structure. (Automatic Copy)
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=Select existing web content or add some web content to be displayed in this portlet. (Automatic Copy)
select-page=Se\u00e7ilmi\u015f Sayfalar
select-structure=Yap\u0131s\u0131 se\u00e7in (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=Se\u00e7ilmi\u015f Web \u0130\u00e7eri\u011fi
select-web-content-to-make-it-visible=Web i\u00e7eri\u011fi g\u00f6r\u00fcn\u00fcr yapmak i\u00e7in se\u00e7in (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=G\u00fcnl\u00fck klas\u00f6r\u00fc adlar\u0131nda izin verilmeyen karakterleri belirtin. (Automatic Translation)
structure-and-template=Yap\u0131s\u0131 ve \u015fablon (Automatic Translation)
structure-default-values=Structure Default Values (Automatic Copy)
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=Sunucu yeniden ba\u015flat\u0131ld\u0131\u011f\u0131nda i\u00e7erik arama e\u015fitlemek ayarlama. (Automatic Translation)
target-layout-friendly-url=Hedef Sayfa Kullan\u0131c\u0131 Dostu URL'i
target-portlet-id=Hedef Portlet ID
terms-of-use-web-content=Ko\u015fullar\u0131 kullan\u0131m Web i\u00e7eri\u011fi (Automatic Translation)
terms-of-use-web-content-help=Grup kimli\u011fi ve kullan\u0131m \u015fartlar\u0131 g\u00f6r\u00fcnt\u00fclenecek web i\u00e7eri\u011fi makale numaras\u0131 belirtin. Hi\u00e7bir web i\u00e7eri\u011fi belirtilmezse varsay\u0131lan metin kullan\u0131lacakt\u0131r. (Automatic Translation)
the-content-references-a-missing-file-entry=\u0130\u00e7eri\u011fi eksik bir dosya giri\u015fi ba\u015fvurur. (Automatic Translation)
the-content-references-a-missing-page=\u0130\u00e7eri\u011fi eksik bir sayfa ba\u015fvurur. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=The structure you selected is not valid for this folder. (Automatic Copy)
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=Hi\u00e7bir web i\u00e7erik g\u00f6r\u00fcnt\u00fcler vard\u0131r. (Automatic Translation)
there-is-no-web-content-with-structure-x=There is no web content with structure <em>{0}</em>. (Automatic Copy)
this-application-is-not-visible-to-users-yet=Bu uygulama hen\u00fcz kullan\u0131c\u0131lara g\u00f6r\u00fcn\u00fcr de\u011fil (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=This content has expired or you do not have the required permissions to access it. (Automatic Copy)
this-structure-has-not-been-saved=This structure has not been saved. (Automatic Copy)
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=Varsay\u0131lan \u015eablonu Kullan
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x={0} \u015eablonunu Kullan
user-tools=User Tools (Automatic Copy)
view-content-in-x=View content in <em>{0}</em>.
web-content=Web \u0130\u00e7eri\u011fi
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Web \u0130\u00e7eri\u011fi Reddedildi E-postas\u0131
web-content-approval-denied-email=Web \u0130\u00e7eri\u011fi Reddedildi E-postas\u0131
web-content-approval-granted-email=Web \u0130\u00e7eri\u011fi Kabul Edildi E-postas\u0131
web-content-approval-requested-email=Web \u0130\u00e7eri\u011fi \u0130stendi E-postas\u0131
web-content-contraints=Web \u0130\u00e7erik K\u0131s\u0131tlar\u0131
web-content-description=Web \u0130\u00e7erik Tan\u0131m\u0131
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=Web \u0130\u00e7erik G\u00f6zden Ge\u00e7irme E-postas\u0131
web-content-title=Web \u0130\u00e7erik Ba\u015fl\u0131\u011f\u0131
web-content-translation=Web Content Translation (Automatic Copy)
web-content-type=Web \u0130\u00e7erik Tipi
web-content-updated-email=Web \u0130\u00e7eri\u011fi Kabul Edildi E-postas\u0131
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} web content instances are ready to be moved. (Automatic Copy)
x-web-content-instances-cannot-be-moved={0} web content instances cannot be moved. (Automatic Copy)
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=Bu portlete eri\u015fim i\u00e7in gerekli rolleriniz yok.
you-have-exceeded-the-maximum-web-content-size-allowed=You have exceeded the maximum web content size allowed. (Automatic Copy)
