#X-Generator: crowdin.com
add-favorite=Dodaj ulubione (Automatic Translation)
add-feed=Dodaj kana\u0142
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=Wszystkie elementy Menu (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=Na pewno chcesz usun\u0105\u0107 wybrane kana\u0142y?
are-you-sure-you-want-to-delete-the-selected-version=Na pewno chcesz usun\u0105\u0107 wybran\u0105 wersj\u0119?
are-you-sure-you-want-to-delete-the-selected-web-content=Na pewno chcesz usun\u0105\u0107 wybran\u0105 zawarto\u015b\u0107 stron?
are-you-sure-you-want-to-delete-this-web-content=Na pewno chcesz usun\u0105\u0107 t\u0119 zawarto\u015b\u0107 stron?
are-you-sure-you-want-to-delete-this-web-content-version=Na pewno chcesz usun\u0105\u0107 t\u0119 zawarto\u015b\u0107 stron?
are-you-sure-you-want-to-expire-the-selected-version=Na pewno chcesz wygasi\u0107 wybran\u0105 wersj\u0119?
are-you-sure-you-want-to-expire-the-selected-web-content=Na pewno chcesz wygasi\u0107 wybran\u0105 zawarto\u015b\u0107 stron?
article-id=ID artyku\u0142u (Automatic Translation)
autogenerate-id=Automatyczne generuj ID
browse-by-structure=Przegl\u0105daj struktur\u0119
category.journal=Zarz\u0105dzanie tre\u015bci\u0105
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=Je\u015bli zaznaczone, domy\u015blny j\u0119zyk artyku\u0142\u00f3w zawarto\u015bci sieci web b\u0119dzie zmienne. Domy\u015blny j\u0119zyk tre\u015bci artyku\u0142\u00f3w internetowych jest odziedziczone ustawienia witryny. (Automatic Translation)
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Wybierz struktur\u0119
default-display-page=Domy\u015blna strona wy\u015bwietlana
default-display-page-help=Wy\u015bwietl stron\u0119 jest u\u017cywany do wy\u015bwietlania pe\u0142nego widoku zawarto\u015bci. Administratorem serwisu jest w stanie ustali\u0107, gdzie na stronie zawarto\u015b\u0107 jest wy\u015bwietlana przez dodanie Wydawca aktyw\u00f3w i skonfigurowanie go jako domy\u015blny aktyw\u00f3w Wydawca strony. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=Wy\u015bwietl stron\u0119
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=Edytuj zawarto\u015b\u0107 stron
editing-the-current-structure-deletes-all-unsaved-content=Edycja tej struktury spowoduje skasowanie nie zapisanych zmian.
editing-the-current-template-deletes-all-unsaved-content=Edycja tego szablonu spowoduje skasowanie nie zapisanych zmian.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=Wyga\u015b
expire-this-version=Wyga\u015b t\u0119 wersj\u0119
expire-version=Wyga\u015b wersj\u0119
favorite=Ulubione (Automatic Translation)
feed-item-content=Zawarto\u015b\u0107 elementu kana\u0142u
feed-type=Typ kana\u0142u
filter-web-content-list-by-structure-x=Filtrowanie listy zawarto\u015bci stron wed\u0142ug struktury {0}.
group-id=Identyfikator grupy (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Zawarto\u015b\u0107 sieci Web mog\u0105 by\u0107 wszelkie tre\u015bci, kt\u00f3re chcesz doda\u0107 do witryny, takich jak artyku\u0142y, FAQ lub element nowo\u015bci. Administratorzy mog\u0105 zarz\u0105dza\u0107 zawarto\u015bci\u0105, jak r\u00f3wnie\u017c przypisania r\u00f3l u\u017cytkownik\u00f3w i uprawnie\u0144. U\u017cytkownicy mog\u0105 dodawa\u0107, edytowa\u0107, zatwierdzi\u0107 lub wy\u015bwietli\u0107 zawarto\u015b\u0107 w zale\u017cno\u015bci od ich rol\u0119. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=Wyszukiwanie w zawarto\u015bci tre\u015bci
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Widok zawarto\u015bci stron
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Zawarto\u015b\u0107 stron
journal-article-comments=Set to true W\u0142\u0105cz Komentarze do artyku\u0142\u00f3w w czasopismach. (Automatic Translation)
journal-article-custom-token-names=Ustawienie listy niestandardowej nazwy tokenu, kt\u00f3re zostan\u0105 zast\u0105pione podczas renderowania zawarto\u015bci artyku\u0142u. (Automatic Translation)
journal-article-custom-token-values=Ustawienie listy niestandardowe warto\u015bci tokenu, kt\u00f3re zostan\u0105 zast\u0105pione podczas renderowania zawarto\u015bci artyku\u0142u. (Automatic Translation)
journal-article-database-search-content-keywords=Mo\u017cna ustawi\u0107 false ignoruje artyku\u0142u zawarto\u015bci podczas wykonywania wyszukiwania s\u0142\u00f3w kluczowych w bazie danych dla artyku\u0142\u00f3w w czasopismach. (Automatic Translation)
journal-article-expire-all-versions=Set to true na wa\u017cno\u015b\u0107 wszystkich wersji artyku\u0142u, gdy wygasa artyku\u0142. Mo\u017cna ustawi\u0107 false tylko wyga\u015bnie Najnowsza wersja zatwierdzonego artyku\u0142u, gdy wygasa artyku\u0142. (Automatic Translation)
journal-article-index-all-versions=Set to true indeks wszystkich wersji artyku\u0142u. Mo\u017cna ustawi\u0107 false do indeksowania tylko ostatni wersja p\u0142ytki. (Automatic Translation)
journal-article-local-service=Lokalny serwis artyku\u0142\u00f3w
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Serwis artyku\u0142\u00f3w
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=Ustaw typ magazynu, kt\u00f3ry b\u0119dzie u\u017cywany do przechowywania artyku\u0142\u00f3w w czasopismach. (Automatic Translation)
journal-article-token-page-break=Zestaw token u\u017cywany podczas Wstawianie proste podzia\u0142y w artyku\u0142ach. (Automatic Translation)
journal-article-view-permission-check=Zestaw to true, aby sprawdzi\u0107, \u017ce u\u017cytkownik ma uprawnienie Wy\u015bwietl Journal artyku\u0142 podczas renderowania jego zawarto\u015bci. (Automatic Translation)
journal-content=Zawarto\u015b\u0107 dziennika (Automatic Translation)
journal-content-help=Zapewnia metody narz\u0119dziowe dla zawarto\u015bci sieci web. (Automatic Translation)
journal-content-portlet-instance-configuration-name=Widok zawarto\u015bci stron
journal-content-search-portlet-instance-configuration-name=Wyszukiwanie w zawarto\u015bci tre\u015bci
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=Okre\u015bl identyfikator portletu portlet wy\u015bwietlanie zawarto\u015bci sieci Web na stronie docelowej, w jakiej wy\u015bwietlane s\u0105 pozycje niepubliczny. Portlet musi istnie\u0107 lub tre\u015bci nie s\u0105 wy\u015bwietlane. (Automatic Translation)
journal-file-uploads-configuration-name=Web Content File Uploads (Automatic Translation)
journal-folder-icon-check-count=Zestaw to true, aby sprawdzi\u0107, czy foldery s\u0105 puste lub nie i wy\u015bwietli\u0107 ikon\u0119 puste lub pe\u0142ne. Ustawienie false wy\u0142\u0105cza sprawdzanie i zawsze wy\u015bwietla ikon\u0119 pusty osi\u0105gi. (Automatic Translation)
journal-group-service-configuration-name=Zawarto\u015b\u0107 serwisu (Automatic Translation)
journal-service-configuration-name=Zawarto\u015b\u0107 sieci Web (Automatic Translation)
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Zarz\u0105dzania tre\u015bci\u0105 www (Automatic Translation)
last-x-web-content=Ostatnich {0} zawarto\u015bci stron
max-add-menu-items=Dodawanie element\u00f3w Menu w Max (Automatic Translation)
menu-item-name=Nazwa elementu menu (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Struktury zawarto\u015bci sieci Web (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Szablon zawarto\u015bci sieci Web (Automatic Translation)
model.resource.com.liferay.journal=Zawarto\u015b\u0107 strony
model.resource.com.liferay.journal.model.JournalArticle=Zawarto\u015b\u0107 strony
model.resource.com.liferay.journal.model.JournalFeed=Kana\u0142 zawarto\u015bci strony
model.resource.com.liferay.journal.model.JournalFolder=Folder zawarto\u015bci strony
move-web-content=Stopka zawarto\u015bci strony
no-comment-was-found=Komentarz nie zosta\u0142 znaleziony. (Automatic Translation)
no-web-content-was-found=Nie znaleziono zawarto\u015bci stron.
no-web-content-was-found-that-matched-the-keywords-x=Nie znaleziono stron zawieraj\u0105cych s\u0142owa kluczowe\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=Nie znaleziono dokument\u00f3w zawieraj\u0105cych s\u0142owa kluczowe\: {0}.
num-of-web-content-instances=Liczba instancji stron WWW
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Wy\u015bwietlaj tylko wyniki dla zawarto\u015bci stron wymienionych w portlecie wy\u015bwietlania zawarto\u015bci stron.
please-add-a-template-to-render-this-structure=Dodaj szablon aby renderowa\u0107 t\u0105 struktur\u0119.
please-enter-a-unique-id=Wprowad\u017a niepowtarzalne ID.
please-enter-a-valid-id=Wprowad\u017a prawid\u0142owe ID.
please-enter-a-valid-portlet-id=Wprowad\u017a prawid\u0142owe ID portletu.
please-enter-a-valid-target-layout-friendly-url=Wprowad\u017a prawid\u0142owy przyjazny URL strony docelowej.
please-select-a-valid-feed-item-content=Wybierz prawid\u0142ow\u0105 zawarto\u015b\u0107 wpisu kana\u0142u.
please-select-an-existing-display-page=Wybierz istniej\u0105c\u0105 stron\u0119 ekranu. (Automatic Translation)
please-select-an-existing-small-image=Wybierz istniej\u0105cy obraz ma\u0142e. (Automatic Translation)
please-select-an-existing-structure=Wybierz istniej\u0105cej struktury. (Automatic Translation)
please-select-an-existing-template=Wybierz istniej\u0105cy szablon. (Automatic Translation)
presentation-settings=Ustawienia prezentacji
publish-to-live-by-default=Set to true Je\u015bli artyku\u0142y powinny by\u0107 publikowane na \u017cywo przez domy\u015blny. (Automatic Translation)
publish-version-history-by-default=Zestaw to false, je\u015bli tylko najnowsze zatwierdzone wersja artyku\u0142y prasowe powinny by\u0107 publikowane domy\u015blnie. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Dodaje nowe tre\u015bci internetowych w pewien teczka, kt\u00f3r\u0105 subskrybujesz. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Dodaje nowe tre\u015bci internetowych, kt\u00f3re subskrybujesz. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Zawarto\u015b\u0107 sieci web aktualizacji, kt\u00f3re subskrybujesz. (Automatic Translation)
remove-favorite=Usu\u0144 Ulubione (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Wybierz struktur\u0119 do filtrowania listy zawarto\u015bci stron po strukturze.
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=Wybierz istniej\u0105c\u0105 zawarto\u015b\u0107 stron lub dodaj jak\u0105\u015b zawarto\u015b\u0107 stron do wy\u015bwietlenia w tym portlecie.
select-page=Wybierz stron\u0119
select-structure=Wybierz struktura (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=Wybierz zawarto\u015b\u0107 stron
select-web-content-to-make-it-visible=Zaznacz zawarto\u015b\u0107 sieci Web aby widoczny (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Okre\u015bli\u0107 znaki, kt\u00f3re nie s\u0105 dozwolone w nazwach folder\u00f3w dziennika. (Automatic Translation)
structure-and-template=Struktura i szablonu (Automatic Translation)
structure-default-values=Domy\u015blne warto\u015bci struktury
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=Okre\u015bli\u0107, czy do synchronizowania zawarto\u015bci wyszukiwania podczas uruchamiania serwera. (Automatic Translation)
target-layout-friendly-url=Przyjazny URL strony docelowej
target-portlet-id=ID portletu docelowego
terms-of-use-web-content=Warunki u\u017cytkowania tre\u015bci internetowych (Automatic Translation)
terms-of-use-web-content-help=Okre\u015bl identyfikator grupy i identyfikator artyku\u0142 zawarto\u015bci sieci web, kt\u00f3ry b\u0119dzie wy\u015bwietlany jako warunki u\u017cytkowania. Domyolny tekst, kt\u00f3ry b\u0119dzie u\u017cywany je\u015bli \u017cadna zawarto\u015b\u0107 sieci web jest okre\u015blony. (Automatic Translation)
the-content-references-a-missing-file-entry=Tre\u015b\u0107 odwo\u0142uje si\u0119 do brakuj\u0105cego pliku wpis. (Automatic Translation)
the-content-references-a-missing-page=Tre\u015b\u0107 odwo\u0142uje si\u0119 do nieistniej\u0105cej strony. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=Wskazany typ dokumentu nie jest poprawny dla tego foldera.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=Istniej\u0105 \u017cadne obrazy zawarto\u015bci sieci web. (Automatic Translation)
there-is-no-web-content-with-structure-x=W strukturze <em>{0}</em> nie ma zawarto\u015bci www.
this-application-is-not-visible-to-users-yet=Ta aplikacja nie jest widoczny dla u\u017cytkownik\u00f3w jeszcze (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=Tre\u015b\u0107 wygas\u0142a albo nie masz uprawnie\u0144 do dost\u0119pu.
this-structure-has-not-been-saved=Ta struktura nie zosta\u0142a zapisana.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=U\u017cyj domy\u015blny szablon
use-structure-restrictions-and-workflow-of-the-parent-folder-x=U\u017cyj restrykcji typu dokument\u00f3w i przep\u0142ywu zada\u0144 z nadrz\u0119dnego foldera.
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=U\u017cyj szablon {0}
user-tools=User Tools (Automatic Copy)
view-content-in-x=ZObacz zawarto\u015b\u0107 w <em>{0}</em>.
web-content=Zawarto\u015b\u0107 strony
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=E-mail o dodaniu zawarto\u015bci stron
web-content-approval-denied-email=E-mail odmowa zatwierdzenia zawarto\u015bci strony
web-content-approval-granted-email=E-mail zatwierdzenie zawarto\u015bci strony
web-content-approval-requested-email=E-mail z pro\u015bb\u0105 o zatwierdzenie zawarto\u015bci strony
web-content-contraints=Ograniczenia zawarto\u015bci strony
web-content-description=Opis zawarto\u015bci strony
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=E-mail przegl\u0105du zawarto\u015bci strony
web-content-title=Tytu\u0142 zawarto\u015bci strony
web-content-translation=T\u0142umaczenie zawarto\u015bci stron
web-content-type=Typ zawarto\u015bci strony
web-content-updated-email=E-mail o aktualizacji zawarto\u015bci stron
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} instancji zawarto\u015bci web jest gotowe do przeniesienia.
x-web-content-instances-cannot-be-moved={0} instancji zawarto\u015bci web nie mo\u017ce by\u0107 przeniesione.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=Nie masz r\u00f3l wymaganych, aby uzyska\u0107 dost\u0119p do tego portletu.
you-have-exceeded-the-maximum-web-content-size-allowed=Przekroczy\u0142e\u015b dopuszczaln\u0105 wielko\u015b\u0107 tre\u015bci artyku\u0142u.
