#X-Generator: crowdin.com
add-favorite=Th\u00eam y\u00eau th\u00edch (Automatic Translation)
add-feed=Th\u00eam ngu\u1ed3n tin t\u1ee9c
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=T\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c tr\u00ecnh \u0111\u01a1n (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n x\u00f3a c\u00e1c tin t\u1ee9c \u0111\u00e3 ch\u1ecdn?
are-you-sure-you-want-to-delete-the-selected-version=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n x\u00f3a phi\u00ean b\u1ea3n \u0111\u00e3 ch\u1ecdn?
are-you-sure-you-want-to-delete-the-selected-web-content=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n x\u00f3a b\u00e0i vi\u1ebft \u0111\u00e3 ch\u1ecdn?
are-you-sure-you-want-to-delete-this-web-content=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n x\u00f3a b\u00e0i vi\u1ebft n\u00e0y ?
are-you-sure-you-want-to-delete-this-web-content-version=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n x\u00f3a b\u00e0i vi\u1ebft n\u00e0y ?
are-you-sure-you-want-to-expire-the-selected-version=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n h\u1ebft h\u1ea1n xu\u1ea5t b\u1ea3n phi\u00ean b\u1ea3n \u0111\u00e3 ch\u1ecdn?
are-you-sure-you-want-to-expire-the-selected-web-content=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n h\u1ebft h\u1ea1n n\u1ed9i dung web \u0111\u00e3 ch\u1ecdn ?
article-id=ID c\u1ee7a b\u00e0i (Automatic Translation)
autogenerate-id=T\u1ef1 \u0111\u1ed9ng t\u1ea1o \u0111\u1ecbnh danh
browse-by-structure=Duy\u1ec7t theo C\u1ea5u tr\u00fac
category.journal=Tr\u00ecnh qu\u1ea3n l\u00fd B\u00e0i vi\u1ebft
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=N\u1ebfu \u0111\u00e3 ki\u1ec3m tra, ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh c\u1ee7a trang web n\u1ed9i dung b\u00e0i vi\u1ebft s\u1ebd \u0111\u01b0\u1ee3c thay \u0111\u1ed5i. Ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh c\u1ee7a b\u00e0i vi\u1ebft n\u1ed9i dung web \u0111\u01b0\u1ee3c k\u1ebf th\u1eeba t\u1eeb c\u00e1c thi\u1ebft l\u1eadp trang web. (Automatic Translation)
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Ch\u1ecdn c\u1ea5u tr\u00fac
default-display-page=Trang hi\u1ec3n th\u1ecb m\u1eb7c \u0111\u1ecbnh
default-display-page-help=Trang Hi\u1ec3n th\u1ecb \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 hi\u1ec3n th\u1ecb giao di\u1ec7n \u0111\u1ea7y \u0111\u1ee7 c\u1ee7a n\u1ed9i dung. Trang web qu\u1ea3n tr\u1ecb c\u00f3 th\u1ec3 x\u00e1c \u0111\u1ecbnh n\u01a1i trong trang n\u1ed9i dung \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb b\u1eb1ng c\u00e1ch th\u00eam m\u1ed9t nh\u00e0 xu\u1ea5t b\u1ea3n t\u00e0i s\u1ea3n v\u00e0 c\u1ea5u h\u00ecnh n\u00f3 nh\u01b0 l\u00e0 m\u1eb7c \u0111\u1ecbnh t\u00e0i s\u1ea3n nh\u00e0 xu\u1ea5t b\u1ea3n cho trang. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=Hi\u1ec3n th\u1ecb trang
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=So\u1ea1n th\u1ea3o B\u00e0i vi\u1ebft
editing-the-current-structure-deletes-all-unsaved-content=Th\u1ef1c hi\u1ec7n thay \u0111\u1ed5i c\u1ea5u tr\u00fac hi\u1ec7n th\u1eddi s\u1ebd x\u00f3a to\u00e0n b\u1ed9 n\u1ed9i dung b\u00e0i vi\u1ebft ch\u01b0a l\u01b0u.
editing-the-current-template-deletes-all-unsaved-content=Th\u1ef1c hi\u1ec7n thay \u0111\u1ed5i Bi\u1ec3u m\u1eabu hi\u1ec7n th\u1eddi s\u1ebd x\u00f3a to\u00e0n b\u1ed9 n\u1ed9i dung b\u00e0i vi\u1ebft ch\u01b0a l\u01b0u.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=H\u1ebft h\u1ea1n
expire-this-version=Expire This Version
expire-version=Phi\u00ean b\u1ea3n h\u1ebft h\u1ea1n
favorite=Y\u00eau th\u00edch (Automatic Translation)
feed-item-content=Ngu\u1ed3n (feed) n\u1ed9i dung
feed-type=Ki\u1ec3u Feed
filter-web-content-list-by-structure-x=L\u1ecdc danh s\u00e1ch n\u1ed9i dung website theo c\u1ea5u tr\u00fac {0}.
group-id=ID nh\u00f3m (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=N\u1ed9i dung web c\u00f3 th\u1ec3 l\u00e0 b\u1ea5t k\u1ef3 n\u1ed9i dung n\u00e0o b\u1ea1n mu\u1ed1n th\u00eam v\u00e0o m\u1ed9t trang web, ch\u1eb3ng h\u1ea1n nh\u01b0 b\u00e0i vi\u1ebft, m\u1ed9t FAQ, ho\u1eb7c m\u1ed9t m\u1ee5c tin t\u1ee9c. Qu\u1ea3n tr\u1ecb vi\u00ean c\u00f3 th\u1ec3 qu\u1ea3n l\u00fd n\u1ed9i dung, c\u0169ng nh\u01b0 g\u00e1n vai tr\u00f2 ng\u01b0\u1eddi d\u00f9ng v\u00e0 quy\u1ec1n. Ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 th\u00eam, ch\u1ec9nh s\u1eeda, ch\u1ea5p nh\u1eadn, ho\u1eb7c xem n\u1ed9i dung t\u00f9y thu\u1ed9c v\u00e0o vai tr\u00f2 c\u1ee7a h\u1ecd. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=T\u00ecm ki\u1ebfm b\u00e0i vi\u1ebft
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Hi\u1ec3n th\u1ecb b\u00e0i vi\u1ebft tin t\u1ee9c
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=B\u00e0i vi\u1ebft-C\u1ea5u tr\u00fac-Bi\u1ec3u m\u1eabu
journal-article-comments=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 th\u1ef1c s\u1ef1 \u0111\u1ec3 k\u00edch ho\u1ea1t t\u00ednh n\u0103ng b\u00ecnh lu\u1eadn v\u1ec1 b\u00e0i b\u00e1o t\u1ea1p ch\u00ed. (Automatic Translation)
journal-article-custom-token-names=Thi\u1ebft l\u1eadp m\u1ed9t danh s\u00e1ch t\u00f9y ch\u1ec9nh t\u00ean token s\u1ebd \u0111\u01b0\u1ee3c thay th\u1ebf khi th\u1ef1c hi\u1ec7n n\u1ed9i dung b\u00e0i vi\u1ebft. (Automatic Translation)
journal-article-custom-token-values=Thi\u1ebft l\u1eadp m\u1ed9t danh s\u00e1ch c\u00e1c tu\u1ef3 ch\u1ec9nh c\u00e1c gi\u00e1 tr\u1ecb m\u00e3 th\u00f4ng b\u00e1o s\u1ebd \u0111\u01b0\u1ee3c thay th\u1ebf khi th\u1ef1c hi\u1ec7n n\u1ed9i dung b\u00e0i vi\u1ebft. (Automatic Translation)
journal-article-database-search-content-keywords=Thi\u1ebft l\u1eadp n\u00e0y sai \u0111\u1ec3 b\u1ecf qua b\u00e0i vi\u1ebft n\u1ed9i dung khi th\u1ef1c hi\u1ec7n t\u00ecm ki\u1ebfm t\u1eeb kh\u00f3a tr\u00ean c\u01a1 s\u1edf d\u1eef li\u1ec7u cho b\u00e0i b\u00e1o t\u1ea1p ch\u00ed. (Automatic Translation)
journal-article-expire-all-versions=Thi\u1ebft l\u1eadp n\u00e0y th\u1eadt s\u1ef1 h\u1ebft h\u1ea1n t\u1ea5t c\u1ea3 c\u00e1c phi\u00ean b\u1ea3n c\u1ee7a b\u00e0i vi\u1ebft khi h\u1ebft h\u1ea1n m\u1ed9t b\u00e0i vi\u1ebft. Thi\u1ebft l\u1eadp n\u00e0y sai ch\u1ec9 h\u1ebft h\u1ea1n phi\u00ean b\u1ea3n m\u1edbi nh\u1ea5t c\u1ee7a b\u00e0i vi\u1ebft \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ea5p nh\u1eadn khi h\u1ebft h\u1ea1n m\u1ed9t b\u00e0i vi\u1ebft. (Automatic Translation)
journal-article-index-all-versions=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 \u0111\u00fang v\u1edbi ch\u1ec9 m\u1ee5c t\u1ea5t c\u1ea3 c\u00e1c phi\u00ean b\u1ea3n c\u1ee7a b\u00e0i vi\u1ebft. Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 gi\u1ea3 l\u1eadp ch\u1ec9 m\u1ee5c ch\u1ec9 indexable Phi\u00ean b\u1ea3n cu\u1ed1i c\u00f9ng. (Automatic Translation)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=Thi\u1ebft l\u1eadp c\u00e1c lo\u1ea1i h\u00ecnh l\u01b0u tr\u1eef s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 l\u01b0u tr\u1eef c\u00e1c b\u00e0i t\u1ea1p ch\u00ed. (Automatic Translation)
journal-article-token-page-break=Thi\u1ebft l\u1eadp m\u00e3 th\u00f4ng b\u00e1o \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng khi ch\u00e8n trang \u0111\u01a1n gi\u1ea3n trong b\u00e0i vi\u1ebft. (Automatic Translation)
journal-article-view-permission-check=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang s\u1ef1 th\u1eadt \u0111\u1ec3 ki\u1ec3m tra xem ng\u01b0\u1eddi d\u00f9ng c\u00f3 quy\u1ec1n xem tr\u00ean m\u1ed9t b\u00e0i b\u00e1o khoa h\u1ecdc khi th\u1ef1c hi\u1ec7n n\u1ed9i dung c\u1ee7a n\u00f3. (Automatic Translation)
journal-content=N\u1ed9i dung t\u1ea1p ch\u00ed (Automatic Translation)
journal-content-help=Cung c\u1ea5p ph\u01b0\u01a1ng ph\u00e1p ti\u1ec7n \u00edch cho n\u1ed9i dung web. (Automatic Translation)
journal-content-portlet-instance-configuration-name=Hi\u1ec3n th\u1ecb b\u00e0i vi\u1ebft tin t\u1ee9c
journal-content-search-portlet-instance-configuration-name=T\u00ecm ki\u1ebfm b\u00e0i vi\u1ebft
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=Ch\u1ec9 \u0111\u1ecbnh ID portlet c\u1ee7a portlet Hi\u1ec3n th\u1ecb n\u1ed9i dung Web tr\u00ean trang m\u1ee5c ti\u00eau m\u00e0 kh\u00f4ng c\u00f4ng khai c\u00e1c m\u1ee5c \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb. Portlet ph\u1ea3i t\u1ed3n t\u1ea1i ho\u1eb7c n\u1ed9i dung kh\u00f4ng hi\u1ec3n th\u1ecb. (Automatic Translation)
journal-file-uploads-configuration-name=Web n\u1ed9i dung File Uploads (Automatic Translation)
journal-folder-icon-check-count=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang s\u1ef1 th\u1eadt \u0111\u1ec3 ki\u1ec3m tra xem li\u1ec7u th\u01b0 m\u1ee5c c\u00f3 s\u1ea3n ph\u1ea9m n\u00e0o hay kh\u00f4ng v\u00e0 hi\u1ec3n th\u1ecb m\u1ed9t bi\u1ec3u t\u01b0\u1ee3ng tr\u1ed1ng ho\u1eb7c \u0111\u1ea7y \u0111\u1ee7. \u0110\u1eb7t th\u00e0nh false v\u00f4 hi\u1ec7u ho\u00e1 ki\u1ec3m tra v\u00e0 s\u1ebd lu\u00f4n lu\u00f4n hi\u1ec3n th\u1ecb m\u1ed9t bi\u1ec3u t\u01b0\u1ee3ng c\u00f3 s\u1ea3n ph\u1ea9m n\u00e0o \u0111\u1ec3 t\u0103ng t\u1ed1c \u0111\u1ed9 hi\u1ec7u su\u1ea5t. (Automatic Translation)
journal-group-service-configuration-name=D\u1ecbch v\u1ee5 n\u1ed9i dung web (Automatic Translation)
journal-service-configuration-name=N\u1ed9i dung trang web (Automatic Translation)
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Qu\u1ea3n l\u00fd n\u1ed9i dung web (Automatic Translation)
last-x-web-content=S\u1ed1 {0} n\u1ed9i dung web (content) cu\u1ed1i
max-add-menu-items=Max th\u00eam m\u1ee5c tr\u00ecnh \u0111\u01a1n (Automatic Translation)
menu-item-name=T\u00ean kho\u1ea3n m\u1ee5c menu (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=C\u1ea5u tr\u00fac n\u1ed9i dung web (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Web m\u1eabu n\u1ed9i dung (Automatic Translation)
model.resource.com.liferay.journal=Qu\u1ea3n l\u00fd b\u00e0i vi\u1ebft
model.resource.com.liferay.journal.model.JournalArticle=B\u00e0i vi\u1ebft tin t\u1ee9c
model.resource.com.liferay.journal.model.JournalFeed=Ngu\u1ed3n tin t\u1ee9c
model.resource.com.liferay.journal.model.JournalFolder=Th\u01b0 m\u1ee5c web n\u1ed9i dung
move-web-content=Chuy\u1ec3n b\u00e0i vi\u1ebft
no-comment-was-found=Kh\u00f4ng c\u00f3 b\u00ecnh lu\u1eadn \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y. (Automatic Translation)
no-web-content-was-found=Kh\u00f4ng t\u00ecm th\u1ea5y b\u00e0i vi\u1ebft Tin t\u1ee9c n\u00e0o.
no-web-content-was-found-that-matched-the-keywords-x=Kh\u00f4ng t\u00ecm th\u1ea5y b\u00e0i vi\u1ebft tin t\u1ee9c n\u00e0o c\u00f3 ch\u1ee9a t\u1eeb kh\u00f3a \: {0}.
no-web-content-was-found-that-matched-the-specified-filters=Kh\u00f4ng t\u00ecm th\u1ea5y t\u00e0i li\u1ec7u n\u00e0o c\u00f3 ch\u1ee9a t\u1eeb kh\u00f3a \:
num-of-web-content-instances=\# c\u1ee7a kh\u1edfi t\u1ea1o B\u00e0i vi\u1ebft tin t\u1ee9c
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Ch\u1ec9 hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 n\u1ed9i dung \u0111\u00e3 \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea trong \u1ee9ng d\u1ee5ng <Web Content Display>.
please-add-a-template-to-render-this-structure=Vui l\u00f2ng th\u00eam m\u1ed9t bi\u1ec3u m\u1eabu \u0111\u1ec3 di\u1ec5n t\u1ea3 c\u1ea5u tr\u00fac n\u00e0y.
please-enter-a-unique-id=S\u1ed1 \u0111\u1ecbnh danh(ID) ph\u1ea3i duy nh\u1ea5t.
please-enter-a-valid-id=Nh\u1eadp \u0111\u00fang ID.
please-enter-a-valid-portlet-id=Vui l\u00f2ng nh\u1eadp \u0111\u1ecbnh danh c\u1ee7a Portlet h\u1ee3p l\u1ec7.
please-enter-a-valid-target-layout-friendly-url=Vui l\u00f2ng nh\u1eadp URL li\u00ean k\u1ebft b\u1ea1n b\u00e8 h\u1ee3p l\u1ec7.
please-select-a-valid-feed-item-content=L\u1ef1a ch\u1ecdn lo\u1ea1i ngu\u1ed3n tin h\u1ee3p l\u1ec7.
please-select-an-existing-display-page=Vui l\u00f2ng ch\u1ecdn m\u1ed9t trang hi\u1ec3n th\u1ecb s\u1eb5n c\u00f3. (Automatic Translation)
please-select-an-existing-small-image=Vui l\u00f2ng ch\u1ecdn m\u1ed9t h\u00ecnh \u1ea3nh nh\u1ecf s\u1eb5n c\u00f3. (Automatic Translation)
please-select-an-existing-structure=Vui l\u00f2ng ch\u1ecdn m\u1ed9t c\u1ea5u tr\u00fac hi\u1ec7n c\u00f3. (Automatic Translation)
please-select-an-existing-template=Vui l\u00f2ng ch\u1ecdn m\u1eabu hi\u1ec7n c\u00f3. (Automatic Translation)
presentation-settings=Thi\u1ebft l\u1eadp hi\u1ec7n t\u1ea1i
publish-to-live-by-default=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang n\u1ebfu b\u00e0i b\u00e1o t\u1ea1p ch\u00ed c\u1ea7n ph\u1ea3i \u0111\u01b0\u1ee3c c\u00f4ng b\u1ed1 \u0111\u1ec3 s\u1ed1ng theo m\u1eb7c \u0111\u1ecbnh. (Automatic Translation)
publish-version-history-by-default=Thi\u1ebft l\u1eadp n\u00e0y sai n\u1ebfu ch\u1ec9 c\u00f3 phi\u00ean b\u1ea3n m\u1edbi nh\u1ea5t \u0111\u00e3 \u0111\u01b0\u1ee3c ph\u00ea duy\u1ec7t c\u1ee7a b\u00e0i b\u00e1o t\u1ea1p ch\u00ed c\u1ea7n ph\u1ea3i \u0111\u01b0\u1ee3c c\u00f4ng b\u1ed1 theo m\u1eb7c \u0111\u1ecbnh. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Cho bi\u1ebft th\u00eam n\u1ed9i dung web m\u1edbi trong th\u01b0 m\u1ee5c b\u1ea1n \u0111\u0103ng k\u00fd. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Th\u00eam n\u1ed9i dung web m\u1edbi b\u1ea1n \u0111\u0103ng k\u00fd. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=C\u1eadp nh\u1eadt n\u1ed9i dung web b\u1ea1n \u0111\u0103ng k\u00fd. (Automatic Translation)
remove-favorite=Lo\u1ea1i b\u1ecf c\u00e1c y\u00eau th\u00edch (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Ch\u1ecdn m\u1ed9t c\u1ea5u tr\u00fac \u0111\u1ec3 l\u1ecdc ra c\u00e1c n\u1ed9i dung web s\u1eed d\u1ee5ng c\u1ea5u tr\u00fac n\u00e0y.
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=L\u1ef1a ch\u1ecdn m\u1ed9t ho\u1eb7c m\u1ed9t v\u00e0i B\u00e0i vi\u1ebft \u0111\u1ec3 hi\u1ec3n th\u1ecb trong portlet n\u00e0y.
select-page=L\u1ef1a ch\u1ecdn trang
select-structure=Ch\u1ecdn c\u1ea5u tr\u00fac (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=Ch\u1ecdn n\u1ed9i dung web
select-web-content-to-make-it-visible=Ch\u1ecdn n\u1ed9i dung Web \u0111\u1ec3 l\u00e0m cho n\u00f3 c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Ch\u1ec9 \u0111\u1ecbnh k\u00fd t\u1ef1 kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p trong t\u00ean th\u01b0 m\u1ee5c t\u1ea1p ch\u00ed. (Automatic Translation)
structure-and-template=C\u1ea5u tr\u00fac v\u00e0 m\u1eabu (Automatic Translation)
structure-default-values=Gi\u00e1 tr\u1ecb c\u1ea5u tr\u00fac m\u1eb7c \u0111\u1ecbnh
structure-restrictions=C\u1ea5u tr\u00fac h\u1ea1n ch\u1ebf
structure-restrictions-and-workflow=C\u1ea5u tr\u00fac v\u00e0 Bi\u1ec3u m\u1eabu h\u1ea1n ch\u1ebf
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder.
sync-content-search-on-startup=Thi\u1ebft l\u1eadp \u0111\u1ec3 \u0111\u1ed3ng b\u1ed9 h\u00f3a n\u1ed9i dung t\u00ecm ki\u1ebfm khi m\u00e1y ch\u1ee7 b\u1eaft \u0111\u1ea7u. (Automatic Translation)
target-layout-friendly-url=URL trang \u0111\u00edch b\u1ea1n b\u00e8
target-portlet-id=\u0110\u1ecbnh danh \u1ee9ng d\u1ee5ng \u0111\u00edch
terms-of-use-web-content=\u0110i\u1ec1u kho\u1ea3n s\u1eed d\u1ee5ng n\u1ed9i dung Web (Automatic Translation)
terms-of-use-web-content-help=Ch\u1ec9 \u0111\u1ecbnh ID nh\u00f3m v\u00e0 ID b\u00e0i vi\u1ebft n\u1ed9i dung web s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb d\u01b0\u1edbi d\u1ea1ng c\u00e1c \u0111i\u1ec1u kho\u1ea3n s\u1eed d\u1ee5ng. V\u0103n b\u1ea3n m\u1eb7c \u0111\u1ecbnh s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng n\u1ebfu kh\u00f4ng c\u00f3 n\u1ed9i dung web \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh. (Automatic Translation)
the-content-references-a-missing-file-entry=N\u1ed9i dung t\u00e0i li\u1ec7u tham kh\u1ea3o m\u1ed9t m\u1ee5c nh\u1eadp t\u1eadp tin b\u1ecb m\u1ea5t t\u00edch. (Automatic Translation)
the-content-references-a-missing-page=N\u1ed9i dung t\u00e0i li\u1ec7u tham kh\u1ea3o m\u1ed9t trang b\u1ecb thi\u1ebfu. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=Ki\u1ec3u t\u00e0i li\u1ec7u b\u1ea1n \u0111\u00e3 ch\u1ecdn kh\u00f4ng h\u1ee3p l\u1ec7 v\u1edbi th\u01b0 m\u1ee5c n\u00e0y.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 h\u00ecnh \u1ea3nh n\u1ed9i dung trang web. (Automatic Translation)
there-is-no-web-content-with-structure-x=Hi\u1ec7n ch\u01b0a c\u00f3 B\u00e0i vi\u1ebft n\u00e0o v\u1edbi C\u1ea5u tr\u00fac <em>{0}</em>.
this-application-is-not-visible-to-users-yet=\u1ee8ng d\u1ee5ng n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 hi\u1ec3n th\u1ecb cho ng\u01b0\u1eddi d\u00f9ng n\u00e0o \u0111\u01b0\u1ee3c n\u00eau ra (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=N\u1ed9i dung \u0111\u00e3 h\u1ebft h\u1ea1n ho\u1eb7c b\u1ea1n kh\u00f4ng c\u00f3 \u0111\u1ee7 quy\u1ec1n truy nh\u1eadp v\u00e0o n\u1ed9i dung n\u00e0y.
this-structure-has-not-been-saved=C\u1ea5u tr\u00fac n\u00e0y \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=S\u1eed d\u1ee5ng m\u1eabu m\u1eb7c \u0111\u1ecbnh
use-structure-restrictions-and-workflow-of-the-parent-folder-x=S\u1eed d\u1ee5ng lo\u1ea1i t\u00e0i li\u1ec7u b\u1ecb h\u1ea1n ch\u1ebf v\u00e0 tu\u00e2n theo ti\u1ebfn tr\u00ecnh c\u1ee7a th\u01b0 m\u1ee5c g\u1ed1c.
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=S\u1eed d\u1ee5ng bi\u1ec3u m\u1eabu {0}
user-tools=User Tools (Automatic Copy)
view-content-in-x=View content in <em>{0}</em>.
web-content=B\u00e0i vi\u1ebft
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Th\u00eam th\u01b0 \u0111i\u1ec7n t\u1eed cho B\u00e0i vi\u1ebft
web-content-approval-denied-email=\u0110\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed th\u00f4ng b\u00e1o B\u00e0i vi\u1ebft kh\u00f4ng \u0111\u01b0\u1ee3c duy\u1ec7t
web-content-approval-granted-email=\u0110\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed th\u00f4ng b\u00e1o B\u00e0i vi\u1ebft \u0111\u01b0\u1ee3c duy\u1ec7t
web-content-approval-requested-email=\u0110\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed y\u00eau c\u1ea7u ki\u1ec3m duy\u1ec7t B\u00e0i vi\u1ebft
web-content-contraints=R\u00e0ng bu\u1ed9c c\u1ee7a b\u00e0i vi\u1ebft
web-content-description=M\u00f4 t\u1ea3
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=\u0110\u1ecba ch\u1ec9 email ki\u1ec3m duy\u1ec7t b\u00e0i vi\u1ebft
web-content-title=Ti\u00eau \u0111\u1ec1 B\u00e0i vi\u1ebft
web-content-translation=D\u1ecbch b\u00e0i vi\u1ebft
web-content-type=Ki\u1ec3u B\u00e0i vi\u1ebft
web-content-updated-email=\u0110\u1ecba ch\u1ec9 email th\u00f4ng b\u00e1o thay \u0111\u1ed5i n\u1ed9i dung c\u1ee7a b\u00e0i vi\u1ebft
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} B\u00e0i vi\u1ebft tin t\u1ee9c \u0111\u00e3 \u0111\u01b0\u1ee3c di chuy\u1ec3n.
x-web-content-instances-cannot-be-moved={0} B\u00e0i vi\u1ebft tin t\u1ee9c kh\u00f4ng th\u1ec3 di chuy\u1ec3n.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=B\u1ea1n ch\u01b0a c\u00f3 \u0111\u1ee7 quy\u1ec1n truy nh\u1eadp portlet n\u00e0y.
you-have-exceeded-the-maximum-web-content-size-allowed=B\u00e0i vi\u1ebft c\u1ee7a b\u1ea1n v\u01b0\u1ee3t qu\u00e1 k\u00edch th\u01b0\u1edbc t\u1ed1i \u0111a cho ph\u00e9p.
