#X-Generator: crowdin.com
add-favorite=Add hozz\u00e1 a kedvenc (Automatic Translation)
add-feed=\u00daj csatorna
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=Minden \u00e9tlap cikk (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=Biztosan t\u00f6r\u00f6lj\u00fck a kiv\u00e1lasztott csatorn\u00e1kat?
are-you-sure-you-want-to-delete-the-selected-version=Biztosan t\u00f6r\u00f6lj\u00fck a kiv\u00e1lasztott verzi\u00f3t?
are-you-sure-you-want-to-delete-the-selected-web-content=Biztosan t\u00f6r\u00f6lj\u00fck a kiv\u00e1lasztott webtartalmat?
are-you-sure-you-want-to-delete-this-web-content=Biztosan t\u00f6r\u00f6lni akarod ezt a webes tartalmat?
are-you-sure-you-want-to-delete-this-web-content-version=Biztosan t\u00f6r\u00f6lni akarod ezt a webtartalom verzi\u00f3t?
are-you-sure-you-want-to-expire-the-selected-version=Biztosan lej\u00e1rtt\u00e1 akarod tenni a kiv\u00e1lasztott verzi\u00f3t?
are-you-sure-you-want-to-expire-the-selected-web-content=Biztosan lej\u00e1rtt\u00e1 akarod tenni a kiv\u00e1lasztott webes tartalmat?
article-id=Cikk ID
autogenerate-id=Automatikus azonos\u00edt\u00f3 gener\u00e1l\u00e1s
browse-by-structure=Strukt\u00fara alap\u00fa b\u00f6ng\u00e9sz\u00e9s
category.journal=Webes tartalomkezel\u00e9s
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=Ha bejel\u00f6lt\u00e9k, a web tartalmi indexek alap\u00e9rtelmezett nyelve m\u00f3dos\u00edthat\u00f3 lesz. A web tartalmi cikkek az alap\u00e9rtelmezett nyelv\u00fcket a webhely be\u00e1ll\u00edt\u00e1sait\u00f3l \u00f6r\u00f6kl\u0151dik.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=V\u00e1lassz strukt\u00far\u00e1t
default-display-page=Alap\u00e9rtelmezett megjelen\u00edt\u0151 oldal
default-display-page-help=A megjelen\u00edt\u0151 oldal c\u00e9lja a teljes tartalom megjelen\u00edt\u00e9se. A webhely adminisztr\u00e1tor egy Tartalom megjelen\u00edt\u0151 hozz\u00e1ad\u00e1s\u00e1val \u00e9s az oldal sz\u00e1m\u00e1ra alap\u00e9rtelmezett Tartalom megjelen\u00edt\u0151k\u00e9nt val\u00f3 be\u00e1ll\u00edt\u00e1s\u00e1val meg tudja hat\u00e1rozni, hol jelenjen meg a tartalom az oldalon.
default-template=Default template (Automatic Copy)
display-page=Megjelen\u00edt\u0151 oldal
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=Webes tartalom szerkeszt\u00e9se
editing-the-current-structure-deletes-all-unsaved-content=A jelenlegi strukt\u00fara szerkeszt\u00e9se t\u00f6r\u00f6lni fogja az \u00f6sszes nem mentett tartalmat.
editing-the-current-template-deletes-all-unsaved-content=A jelenlegi sablon szerkeszt\u00e9se t\u00f6r\u00f6lni fogja az \u00f6sszes nem mentett tartalmat.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=Lej\u00e1r
expire-this-version=Ennek a verzi\u00f3nak a lej\u00e1rat\u00e1sa
expire-version=Legyen a verzi\u00f3 idej\u00e9tm\u00falt
favorite=Kedvenc (Automatic Translation)
feed-item-content=Csatorna tartalom
feed-type=Csatornat\u00edpus
filter-web-content-list-by-structure-x=Webtartalom sz\u0171r\u00e9se {0} struktur\u00e1val.
group-id=Csoport ID
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=A v\u00e1ltoztat\u00e1said el\u0151n\u00e9zet\u00e9nek megtekint\u00e9s\u00e9hez a webtartalom ment\u00e9sre ker\u00fcl piszkozatk\u00e9nt. Biztos, hogy ezt szeretn\u00e9d?
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=A Webtartalom b\u00e1rmilyen tartalom lehet, amit szeretn\u00e9l egy webhelyre feltenni\: cikkek, GyIK, vagy h\u00edrek. Az adminisztr\u00e1torok menedzselhetik a tartalmat illetve felhaszn\u00e1l\u00f3i szerepeket \u00e9s jogosults\u00e1gokat adhatnak. A felhaszn\u00e1l\u00f3k l\u00e9trehozhatnak, szerkeszthetnek, enged\u00e9lyezhetnek, vagy csak megtekinthetnek tartalmakat, a szerep\u00fckt\u0151l f\u00fcgg\u0151en.
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=Webtartalom-keres\u0151
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Webtartalom-megjelen\u00edt\u0151
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Webtartalom
journal-article-comments=K\u00e9szlet ez-hoz igaz, hogy k\u00e9pess\u00e9 tesz megjegyz\u00e9seket \u00fajs\u00e1gcikkek. (Automatic Translation)
journal-article-custom-token-names=\u00c1ll\u00edtsa be a cikk tartalom megjelen\u00edt\u00e9sekor hely\u00e9be egy\u00e9ni token nevek list\u00e1j\u00e1t. (Automatic Translation)
journal-article-custom-token-values=Megadni az egy\u00e9ni jogkivonat \u00e9rt\u00e9ket, ha a cikk tartalm\u00e1t jelen\u00edtik meg. (Automatic Translation)
journal-article-database-search-content-keywords=K\u00e9szlet ez hamis, hogy figyelmen k\u00edv\u00fcl hagyja a cikk tartalmi kulcssz\u00f3 keres\u00e9st v\u00e9gez a foly\u00f3iratcikkek adatb\u00e1zisban. (Automatic Translation)
journal-article-expire-all-versions=K\u00e9szlet ez-hoz igaz, minden cikk v\u00e1ltozat kilehel, amikor lej\u00e1r egy cikket. Ez csak a j\u00f3v\u00e1hagyott cikknek legfrissebb lej\u00e1r, amikor lej\u00e1r egy cikket false \u00e9rt\u00e9kre \u00e1ll\u00edtva. (Automatic Translation)
journal-article-index-all-versions=K\u00e9szlet ez-hoz igaz, hogy az index minden cikket-verzi\u00f3k. Ez az index csak az utols\u00f3 v\u00e1lt\u00f3lapk\u00e1s v\u00e1ltozat false \u00e9rt\u00e9kre \u00e1ll\u00edtva. (Automatic Translation)
journal-article-local-service=\u00dajs\u00e1gcikk helyi szolg\u00e1ltat\u00e1s
journal-article-local-service-help=Biztos\u00edtja a helyi szolg\u00e1ltat\u00e1st a webtartalom cikkekhez val\u00f3 hozz\u00e1f\u00e9r\u00e9shez, azok l\u00e9trehoz\u00e1s\u00e1hoz, t\u00f6rl\u00e9s\u00e9hez \u00e9s m\u00f3dos\u00edt\u00e1s\u00e1hoz.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=\u00dajs\u00e1gcikk szolg\u00e1ltat\u00e1s
journal-article-service-help=Biztos\u00edtja a helyi szolg\u00e1ltat\u00e1st a webtartalom cikkekhez val\u00f3 hozz\u00e1f\u00e9r\u00e9shez, azok l\u00e9trehoz\u00e1s\u00e1hoz, t\u00f6rl\u00e9s\u00e9hez \u00e9s m\u00f3dos\u00edt\u00e1s\u00e1hoz. A met\u00f3dusai magukban foglalj\u00e1k a jogosults\u00e1g ellen\u0151rz\u00e9seket is.
journal-article-storage-type=A foly\u00f3irat cikkek t\u00e1rol\u00e1s\u00e1ra haszn\u00e1lt t\u00e1rol\u00f3 t\u00edpus\u00e1nak be\u00e1ll\u00edt\u00e1sa. (Automatic Translation)
journal-article-token-page-break=\u00c1ll\u00edtsa be a jogkivonat haszn\u00e1lni, amikor egyszer\u0171 Oldalt\u00f6r\u00e9s besz\u00far\u00e1sa cikkek. (Automatic Translation)
journal-article-view-permission-check=K\u00e9szlet ez-hoz igaz, hogy ellen\u0151rizze, hogy a felhaszn\u00e1l\u00f3k a n\u00e9zet enged\u00e9lye a napl\u00f3 cikk tartalm\u00e1nak megjelen\u00edt\u00e9sekor. (Automatic Translation)
journal-content=\u00dajs\u00e1gcikk tartalom
journal-content-help=Seg\u00e9d met\u00f3dusokat biztos\u00edt a webtartalomhoz.
journal-content-portlet-instance-configuration-name=Webtartalom-megjelen\u00edt\u0151
journal-content-search-portlet-instance-configuration-name=Webtartalom-keres\u0151
journal-feed-target-layout-friendly-url-help=Add meg az oldal r\u00f6vid\u00edtett URL-j\u00e9t ahova a h\u00edrcsatorna k\u00fcldeni fogja a jelenleg nem list\u00e1zott h\u00edrcsatorna elemeket, a hoszt n\u00e9v n\u00e9lk\u00fcl (pl.\: <code>/web/host/name</code>). A h\u00edrcsatorna csak az URL-hez tartoz\u00f3 webhelyen bel\u00fcli oldalakra fogja k\u00fcldeni az adatokat.
journal-feed-target-portlet-id-help=Hat\u00e1rozd meg a Webtartalom megjelen\u00edt\u0151 portlet ID-j\u00e1t, a c\u00e9l oldalon, ahol a nem list\u00e1zott elemek meg lesznek jelen\u00edtve. A portletnek l\u00e9teznie kell, k\u00fcl\u00f6nben a tartalom nem fog megjelenni.
journal-file-uploads-configuration-name=Webes tartalom f\u00e1jlfelt\u00f6lt\u00e9s (Automatic Translation)
journal-folder-icon-check-count=K\u00e9szlet ez-hoz igaz, hogy ellen\u0151rizze, hogy a mapp\u00e1k \u00fcresek, vagy nem, \u00e9s \u00fcres vagy teli ikon. Be\u00e1ll\u00edt\u00e1sa hamis letiltja az ellen\u0151rz\u00e9st, \u00e9s akarat mindig bemutat\u00e1s egy \u00fcres ikon-hoz felgyors\u00edt el\u0151ad\u00e1s. (Automatic Translation)
journal-group-service-configuration-name=Webtartalom szolg\u00e1ltat\u00e1s
journal-service-configuration-name=Webes tartalom (Automatic Translation)
journal-services=\u00dajs\u00e1gcikk szolg\u00e1ltat\u00e1sok
journal-util=\u00dajs\u00e1gcikk seg\u00e9d
journal-web-configuration-name=Webtartalom adminisztr\u00e1ci\u00f3
last-x-web-content=Utols\u00f3 {0} webes tartalom
max-add-menu-items=Max adja hozz\u00e1 a men\u00fcelemeket (Automatic Translation)
menu-item-name=Men\u00fc elem neve (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Webes tartalom fel\u00e9p\u00edt\u00e9se (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Webes tartalom sablon (Automatic Translation)
model.resource.com.liferay.journal=Webtartalom
model.resource.com.liferay.journal.model.JournalArticle=Webtartalom cikk
model.resource.com.liferay.journal.model.JournalFeed=Webtartalom csatorna
model.resource.com.liferay.journal.model.JournalFolder=Webtartalom mappa
move-web-content=Web tartalom \u00e1thelyez\u00e9se
no-comment-was-found=Nem tal\u00e1lhat\u00f3 \u00e9szrev\u00e9tel.
no-web-content-was-found=Nem tal\u00e1lhat\u00f3 webes tartalom.
no-web-content-was-found-that-matched-the-keywords-x=Nem tal\u00e1lhat\u00f3 webes tartalom, ami megfelelne a kulcsszavaknak\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=Nem tal\u00e1lhat\u00f3 tartalom, ami megfelel a megadott sz\u0171r\u0151knek.
num-of-web-content-instances=Web tartalom p\u00e9ld\u00e1nyok sz\u00e1ma
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Csak a Webes tartalom portletben felsorolt tartalom megjelen\u00edt\u00e9se.
please-add-a-template-to-render-this-structure=Adj egy sablont strukt\u00fara megjelen\u00edt\u00e9s\u00e9hez.
please-enter-a-unique-id=Adj meg egy egyedi azonos\u00edt\u00f3t.
please-enter-a-valid-id=Adj meg egy \u00e9rv\u00e9nyes azonos\u00edt\u00f3t.
please-enter-a-valid-portlet-id=Adj meg egy \u00e9rv\u00e9nyes portlet azonos\u00edt\u00f3t.
please-enter-a-valid-target-layout-friendly-url=Adj meg egy \u00e9rv\u00e9nyes egyszer\u0171 URL-t a c\u00e9loldalnak.
please-select-a-valid-feed-item-content=V\u00e1lassz egy \u00e9rv\u00e9nyes h\u00edrcsatorna elem tartalmat\!
please-select-an-existing-display-page=V\u00e1lassz egy l\u00e9tez\u0151 megjelen\u00edt\u00f3 oldalt.
please-select-an-existing-small-image=V\u00e1lassz egy l\u00e9tez\u0151 kis k\u00e9pet.
please-select-an-existing-structure=V\u00e1lassz egy l\u00e9tez\u0151 strukt\u00far\u00e1t.
please-select-an-existing-template=V\u00e1lassz egy l\u00e9tez\u0151 sablont.
presentation-settings=Megjelen\u00edt\u00e9si be\u00e1ll\u00edt\u00e1sok
publish-to-live-by-default=K\u00e9szlet ez-hoz igaz ha \u00fajs\u00e1gcikkek \u00e9lni alap\u00e9rtelmez\u00e9s szerint k\u00f6zz\u00e9 kell tenni. (Automatic Translation)
publish-version-history-by-default=K\u00e9szlet ez hamis, ha csak a legutols\u00f3 j\u00f3v\u00e1hagyott v\u00e1ltozata \u00fajs\u00e1gcikkek alap\u00e9rtelmez\u00e9s szerint k\u00f6zz\u00e9 kell tenni. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=\u00daj tartalom hozz\u00e1ad\u00e1sa egy mapp\u00e1ban, amire feliratkozt\u00e1l.
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Hozz\u00e1ad egy \u00faj webtartalmat, amire fel vagy iratkozva.
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Friss\u00edti a webtartalmat, amire fel vagy iratkozva.
remove-favorite=T\u00e1vol\u00edtsa el a kedvenc (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=V\u00e1lassz egyet a strukt\u00far\u00e1k k\u00f6z\u00fcl, amivel a webtartalmat sz\u0171rni k\u00edv\u00e1nod.
select-another=Select Another (Automatic Copy)
select-content-metadata=Tartalom metaadat kiv\u00e1laszt\u00e1sa
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=A portlethez v\u00e1lassz l\u00e9tez\u0151 webes tartalmat vagy hozz l\u00e9tre egy \u00faj webes tartalmat.
select-page=V\u00e1lassz oldalt
select-structure=Strukt\u00fara v\u00e1laszt\u00e1sa
select-user-tools=Felhaszn\u00e1l\u00f3i eszk\u00f6z\u00f6k kiv\u00e1laszt\u00e1sa
select-web-content=Webes tartalom kiv\u00e1laszt\u00e1sa
select-web-content-to-make-it-visible=Jel\u00f6lje ki a web tartalmat, hogy l\u00e1that\u00f3 legyen.
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Egy \u00faj strukt\u00fara v\u00e1laszt\u00e1sa megv\u00e1ltoztatja a rendelkez\u00e9sre \u00e1ll\u00f3 sablonokat \u00e9s h\u00edrcsatorna tartalmat. Szeretn\u00e9d folytatni?
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=\u00daj sablon v\u00e1laszt\u00e1sakor t\u00f6rl\u0151dik a mentetlen tartalom. Szeretn\u00e9d olytatni?
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Napl\u00f3 mappa neve nem megengedett karaktereket adja meg. (Automatic Translation)
structure-and-template=Strukt\u00fara \u00e9s sablon
structure-default-values=A strukt\u00fara alap\u00e9rt\u00e9kei
structure-restrictions=Strukt\u00fara korl\u00e1toz\u00e1sok
structure-restrictions-and-workflow=Strukt\u00fara korl\u00e1toz\u00e1sok \u00e9s munkafolyamat
structure-restrictions-help=A mapp\u00e1k korl\u00e1tozhat\u00f3ak, hogy csak bizonyos strukt\u00far\u00e1kat fogadjanak el. A korl\u00e1toz\u00e1sok \u00f6r\u00f6k\u00f6lhet\u0151ek egy sz\u00fcl\u0151 mapp\u00e1t\u00f3l vagy m\u00e1s \u0151st\u0151l. Lehet\u0151s\u00e9g van a fel\u00fcl b\u00edr\u00e1l\u00e1sra az aktu\u00e1lis mapp\u00e1ban.
sync-content-search-on-startup=\u00c1ll\u00edtsa be, hogy szinkroniz\u00e1lja a tartalom keres\u00e9sek, amikor a szerver elindul-e. (Automatic Translation)
target-layout-friendly-url=C\u00e9loldal egyszer\u0171 URL-je
target-portlet-id=C\u00e9l portlet azonos\u00edt\u00f3
terms-of-use-web-content=Felhaszn\u00e1l\u00e1si felt\u00e9telek Webtartalom
terms-of-use-web-content-help=Add meg a csoport ID-j\u00e1t \u00e9s a cikk ID-j\u00e1t annak a webtartalomnak, ami a felhaszn\u00e1l\u00e1si felt\u00e9telk\u00e9nt fog megjelenni. Az alap\u00e9rtelmezett sz\u00f6veg lesz felhaszn\u00e1lva, ha nincs megadott webtartalom.
the-content-references-a-missing-file-entry=A tartalom egy hi\u00e1nyz\u00f3 f\u00e1jl bejegyz\u00e9sre hivatkozik.
the-content-references-a-missing-page=A tartalom egy hi\u00e1nyz\u00f3 oldalra hivatkozik.
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=A megjelen\u00edt\u0151 oldal nem \u00e1ll\u00edthat\u00f3 be, amikor a webes tartalom hat\u00f3ter\u00fclete egy oldal.
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=A mappa, amit v\u00e1lasztott\u00e1l, nem engedi meg ezt a strukt\u00far\u00e1t. V\u00e1lassz egy m\u00e1sik mapp\u00e1t.
the-structure-you-selected-is-not-valid-for-this-folder=Ehhez a mapp\u00e1hoz nem \u00e9rv\u00e9nyes a kiv\u00e1lasztott strukt\u00fara.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=Jelenleg nincs tartalom webes-k\u00e9pek. (Automatic Translation)
there-is-no-web-content-with-structure-x=Nincsen webtartalom az al\u00e1bbi strukt\u00far\u00e1val\: <em>{0}</em>.
this-application-is-not-visible-to-users-yet=Ez az alkalmaz\u00e1s a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra m\u00e9g nem l\u00e1that\u00f3
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=Ez a tartalom lej\u00e1rt, vagy nincs megfelel\u0151 hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1g.
this-structure-has-not-been-saved=A strukt\u00fara nincs elmentve.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=Alap\u00e9rtelmezett sablon haszn\u00e1lata
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Haszn\u00e1ld a strukt\u00fara megszor\u00edt\u00e1sokat \u00e9s a sz\u00fcl\u0151 mappa ({0}) munkafolyamat\u00e1t.
use-structure-restrictions-of-the-parent-folder-x=Haszn\u00e1ld a sz\u00fcl\u0151 mappa ({0}) strukt\u00fara korl\u00e1toz\u00e1sait.
use-template-x={0} sablon haszn\u00e1lata
user-tools=Felhaszn\u00e1l\u00f3i eszk\u00f6z\u00f6k
view-content-in-x=Tartalom megtekint\u00e9se ebben\: <em>{0}</em>.
web-content=Webtartalom
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Webtartalom hozz\u00e1ad\u00e1sa e-mail
web-content-approval-denied-email=Webtartalom megtagadva e-mail
web-content-approval-granted-email=Webtartalom megadva e-mail
web-content-approval-requested-email=Webtartalom k\u00e9r\u00e9s e-mail
web-content-contraints=Webtartalom sz\u0171k\u00edt\u00e9sek
web-content-description=Webtartalom le\u00edr\u00e1s
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=A webtartalom \u00e1t lett helyezve az e-mail mapp\u00e1b\u00f3l
web-content-moved-to-folder-email=A webtartalom \u00e1t lett helyezve az e-mail mapp\u00e1ba
web-content-review-email=Webtartalom \u00e1ttekint\u00e9s e-mail
web-content-title=Webtartalom c\u00edme
web-content-translation=Webtartalom ford\u00edt\u00e1sa
web-content-type=Webtartalom t\u00edpus
web-content-updated-email=Webtartalom friss\u00edt\u00e9se e-mail
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} webtartalom p\u00e9ld\u00e1ny k\u00e9sz az \u00e1thelyez\u00e9sre.
x-web-content-instances-cannot-be-moved={0} webtartalom p\u00e9ld\u00e1ny nem mozgathat\u00f3.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=Nem alkalmazhatod a v\u00e1lasztott strukt\u00fara korl\u00e1toz\u00e1sokat erre a mapp\u00e1ra. Legal\u00e1bb egy webes tartalom hivatkozik m\u00e1sik strukt\u00far\u00e1ra.
you-do-not-have-the-roles-required-to-access-this-web-content-entry=Nincs megfelel\u0151 szerepk\u00f6r\u00f6d ahhoz, hogy hozz\u00e1f\u00e9rj ehhez a webtartalom bejegyz\u00e9shez.
you-have-exceeded-the-maximum-web-content-size-allowed=A webtartalom m\u00e9rete meghaladja az enged\u00e9lyezett maximumot.
