#X-Generator: crowdin.com
add-favorite=\u0630\u062e\u064a\u0631\u0647 \u067e\u064a\u0648\u0646\u062f (Automatic Translation)
add-feed=\u0627\u0641\u0632\u0648\u062f\u0646 \u0641\u06cc\u0644\u062f
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=\u062a\u0645\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0646\u0648 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u067e\u0648\u0634\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
are-you-sure-you-want-to-delete-the-selected-version=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u0645\u06a9\u0627\u0646 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-delete-the-selected-web-content=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u0627\u064a\u0646 \u0648\u0631\u0648\u062f\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-delete-this-web-content=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u0627\u064a\u0646 \u062a\u0645\u0627\u0633 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-delete-this-web-content-version=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u0627\u064a\u0646 \u062a\u0645\u0627\u0633 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-expire-the-selected-version=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u0645\u06a9\u0627\u0646 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-expire-the-selected-web-content=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u0627\u064a\u0646 \u0648\u0631\u0648\u062f\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u064a\u062f\u061f
article-id=\u0634\u0646\u0627\u0633\u0647 \u0645\u0642\u0627\u0644\u0647
autogenerate-id=\u0627\u064a\u062c\u0627\u062f \u0634\u0646\u0627\u0633\u0647 \u0628\u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631
browse-by-structure=\u062c\u0633\u062a\u062c\u0648 \u0628\u0627 \u0633\u0627\u062e\u062a\u0627\u0631
category.journal=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=\u0627\u06af\u0631 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0632\u0628\u0627\u0646 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0645\u0642\u0627\u0644\u0627\u062a \u0642\u0627\u0628\u0644 \u062a\u063a\u06cc\u06cc\u0631 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u0632\u0628\u0627\u0646 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0645\u0642\u0627\u0644\u0627\u062a \u0627\u0632 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0627\u06cc\u062a \u0645\u06cc\u200c\u0622\u06cc\u062f.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u062e\u062a\u0627\u0631
default-display-page=\u0635\u0641\u062d\u0627\u062a \u0646\u0645\u0627\u06cc\u0634 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636
default-display-page-help=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u06a9\u0627\u0645\u0644 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f. \u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0628\u0627 \u0627\u0641\u0632\u0648\u062f\u0646 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0627\u0646\u062a\u0634\u0627\u0631 \u0648 \u062a\u0646\u0638\u06cc\u0645 \u0622\u0646 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u0646\u0628\u0639 \u0627\u0646\u062a\u0634\u0627\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u062f \u06a9\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u062f\u0631 \u06a9\u062c\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f.
default-template=Default template (Automatic Copy)
display-page=\u0646\u0645\u0627\u06cc\u0634 \u0635\u0641\u062d\u0647
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627
editing-the-current-structure-deletes-all-unsaved-content=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0627\u062e\u062a\u0627\u0631 \u062c\u0627\u0631\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u06a9\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f.
editing-the-current-template-deletes-all-unsaved-content=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0644\u06af\u0648\u06cc \u062c\u0627\u0631\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u06a9\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=\u0627\u0646\u0642\u0636\u0627
expire-this-version=\u0627\u06cc\u0646 \u0646\u0633\u062e\u0647 \u0645\u0646\u0642\u0636\u06cc \u0634\u0648\u062f
expire-version=\u0645\u0646\u0642\u0636\u06cc \u0634\u062f\u0646 \u0646\u0633\u062e\u0647
favorite=\u0645\u0648\u0631\u062f \u0639\u0644\u0627\u0642\u0647 (Automatic Translation)
feed-item-content=\u0645\u062d\u062a\u0648\u0627 \u0641\u06cc\u062f
feed-type=\u0646\u0648\u0639 \u0641\u06cc\u062f
filter-web-content-list-by-structure-x=\u0644\u06cc\u0633\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u062a\u0648\u0633\u0637 \u0633\u0627\u062e\u062a\u0627\u0631 {0} \u0641\u06cc\u0644\u062a\u0631 \u0634\u0648\u062f.
group-id=\u0634\u0646\u0627\u0633\u0647 \u06af\u0631\u0648\u0647
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=\u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u067e\u06cc\u0634\u200c\u0646\u0645\u0627\u06cc\u0634 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u060c\u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634\u200c\u0646\u0648\u06cc\u0633 \u0630\u062e\u06cc\u0631\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f. \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0631\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f.
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=\u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u0645\u06cc\u200c\u062a\u0648\u0627\u062f \u0647\u0631 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u062f\u0648\u0633\u062a \u062f\u0627\u0631\u06cc\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u0628\u06cc\u0641\u0632\u0627\u06cc\u06cc\u062f \u0628\u0627\u0634\u062f\u060c \u0645\u062b\u0644\u0627 \u0645\u0642\u0627\u0644\u0627\u062a\u060c \u06cc\u06a9 FAQ\u060c \u06cc\u0627 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062e\u0628\u0631\u06cc. \u0645\u062f\u06cc\u0631\u0627\u0646 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u062d\u062a\u0648\u0627 \u0647\u0633\u062a\u0646\u062f \u0647\u0645\u0686\u0646\u06cc\u0646 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0646\u0642\u0634 \u0648 \u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u062f\u0647\u0646\u062f. \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u0641\u0632\u0648\u062f\u0646\u060c \u0648\u06cc\u0631\u0627\u06cc\u0634\u060c \u062a\u0627\u06cc\u06cc\u062f \u0648 \u06cc\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627 \u0628\u0633\u062a\u0647 \u0628\u0647 \u0646\u0642\u0634\u06cc \u06a9\u0647 \u062f\u0627\u0631\u0646\u062f\u060c \u0647\u0633\u062a\u0646\u062f.
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=\u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0645\u062d\u062a\u0648\u0627
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=\u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
journal-article-comments=\u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0648\u0627\u0642\u0639\u06cc \u0646\u0638\u0631\u0627\u062a \u0641\u0639\u0627\u0644 \u0628\u0631\u0627\u06cc \u0645\u0642\u0627\u0644\u0627\u062a. (Automatic Translation)
journal-article-custom-token-names=\u062a\u0646\u0638\u06cc\u0645 \u0644\u06cc\u0633\u062a \u0633\u0641\u0627\u0631\u0634\u06cc \u0646\u0627\u0645 \u0646\u0645\u0627\u062f\u06cc\u0646 \u0627\u0633\u062a \u06a9\u0647 \u062a\u0628\u062f\u06cc\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u06a9\u0647 \u0645\u062a\u0646 \u0645\u0642\u0627\u0644\u0647 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
journal-article-custom-token-values=\u062a\u0646\u0638\u06cc\u0645 \u0644\u06cc\u0633\u062a \u0633\u0641\u0627\u0631\u0634\u06cc \u0627\u0631\u0632\u0634 \u0646\u0645\u0627\u062f\u06cc\u0646 \u0627\u0633\u062a \u06a9\u0647 \u062a\u0628\u062f\u06cc\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0645\u062a\u0646 \u0645\u0642\u0627\u0644\u0647 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
journal-article-database-search-content-keywords=\u0627\u06cc\u0646 \u0627\u0634\u062a\u0628\u0627\u0647 \u0628\u0647 \u0686\u0634\u0645 \u067e\u0648\u0634\u06cc \u0627\u0632 \u0645\u0627\u062f\u0647 \u0647\u0646\u06af\u0627\u0645 \u0627\u0646\u062c\u0627\u0645 \u062c\u0633\u062a\u062c\u0648 \u06a9\u0644\u06cc\u062f \u0648\u0627\u0698\u0647 \u062f\u0631 \u0628\u0627\u0646\u06a9 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0642\u0627\u0644\u0627\u062a \u0645\u062d\u062a\u0648\u0627 \u0642\u0631\u0627\u0631. (Automatic Translation)
journal-article-expire-all-versions=\u0627\u06cc\u0646 \u062f\u0631\u0633\u062a \u0628\u0647 \u0627\u0639\u062a\u0628\u0627\u0631 \u062a\u0645\u0627\u0645 \u0646\u0633\u062e\u0647 \u0647\u0627\u06cc \u0645\u0627\u062f\u0647 \u0647\u0646\u06af\u0627\u0645 \u0627\u0646\u0642\u0636\u0627\u06cc \u0645\u0627\u062f\u0647 \u062a\u0646\u0638\u06cc\u0645. \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0628\u0647 \u063a\u0644\u0637 \u0628\u0647 \u062a\u0646\u0647\u0627 \u0648\u0642\u062a\u06cc \u06a9\u0647 \u0627\u0646\u0642\u0636\u0627\u06cc \u0645\u0642\u0627\u0644\u0647 \u0622\u062e\u0631\u06cc\u0646 \u0646\u0633\u062e\u0647 \u0645\u0627\u062f\u0647 \u0645\u0635\u0648\u0628 \u0628\u0647 \u067e\u0627\u06cc\u0627\u0646 \u0631\u0633\u06cc\u062f. (Automatic Translation)
journal-article-index-all-versions=\u0627\u06cc\u0646 \u0631\u0627 \u062f\u0631\u0633\u062a \u0634\u0627\u062e\u0635 \u062a\u0645\u0627\u0645 \u0645\u0642\u0627\u0644\u0647 \u0646\u0633\u062e\u0647 \u062a\u0646\u0638\u06cc\u0645. \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0628\u0647 \u063a\u0644\u0637 \u0628\u0647 \u0641\u0647\u0631\u0633\u062a \u062a\u0646\u0647\u0627 \u0622\u062e\u0631\u06cc\u0646 \u0646\u0633\u062e\u0647 indexable. (Automatic Translation)
journal-article-local-service=\u0633\u0631\u0648\u06cc\u0633 \u0645\u062d\u0644\u06cc \u0645\u062c\u0644\u0647 \u0645\u0642\u0627\u0644\u0647
journal-article-local-service-help=\u0627\u06cc\u062c\u0627\u062f \u0633\u0631\u0648\u06cc\u0633 \u0645\u062d\u0644\u06cc \u0628\u0631\u0627\u06cc \u062c\u0633\u062a\u062c\u0648\u060c \u0627\u0641\u0632\u0648\u062f\u0646\u060c \u062d\u0630\u0641 \u0648 \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0642\u0627\u0644\u0627\u062a \u0648\u0628.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=\u0633\u0631\u0648\u06cc\u0633 \u0645\u0642\u0627\u0644\u0647 \u0645\u062c\u0644\u0647
journal-article-service-help=\u0627\u06cc\u062c\u0627\u062f \u0633\u0631\u0648\u06cc\u0633 \u062e\u0627\u0631\u062c\u06cc \u0628\u0631\u0627\u06cc \u062c\u0633\u062a\u062c\u0648\u060c \u0627\u0641\u0632\u0648\u062f\u0646\u060c \u062d\u0630\u0641 \u0648 \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0642\u0627\u0644\u0627\u062a \u0648\u0628. \u0645\u062a\u062f \u0622\u0646 \u0634\u0627\u0645\u0644 \u0686\u06a9 \u06a9\u0631\u062f\u0646 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0627\u0633\u062a.
journal-article-storage-type=\u062a\u0639\u06cc\u06cc\u0646 \u0646\u0648\u0639 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0645\u0642\u0627\u0644\u0627\u062a \u0645\u062c\u0644\u0627\u062a \u0628\u0647 \u06a9\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u0631\u0641\u062a. (Automatic Translation)
journal-article-token-page-break=\u0645\u062c\u0645\u0648\u0639\u0647 \u0646\u0634\u0627\u0646\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0635\u0641\u062d\u0647 \u0633\u0627\u062f\u0647 \u0631\u0627 \u062f\u0631 \u0645\u0642\u0627\u0644\u0627\u062a \u0645\u06cc \u0634\u06a9\u0646\u062f. (Automatic Translation)
journal-article-view-permission-check=\u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc\u0646 \u0631\u0627 \u062f\u0631\u0633\u062a \u0628\u0647 \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0622\u0646 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u062c\u0627\u0632\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0631 \u0645\u0642\u0627\u0644\u0647 \u0647\u0627\u06cc \u0645\u062c\u0644\u0647 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f. (Automatic Translation)
journal-content=\u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u062c\u0644\u0647
journal-content-help=\u0627\u06cc\u062c\u0627\u062f \u0645\u062a\u062f\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0628\u0631\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628.
journal-content-portlet-instance-configuration-name=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627
journal-content-search-portlet-instance-configuration-name=\u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0645\u062d\u062a\u0648\u0627
journal-feed-target-layout-friendly-url-help=\u0622\u062f\u0631\u0633 \u0645\u0646\u0627\u0633\u0628 \u0635\u0641\u062d\u0647\u200c\u0627\u06cc \u06a9\u0647 Enter the friendly URL of a page to where the feed will target currently .unlisted feed items \u0628\u0647 \u0627\u0633\u062a\u062b\u0646\u0627\u06cc \u0646\u0627\u0645 \u0645\u06cc\u0632\u0628\u0627\u0646 (e.g. <code>/web/host/name</code>). \u062f\u0631\u06cc\u0627\u0641\u062a \u062e\u0628\u0631 \u0641\u0642\u0637 \u0627\u0632 \u0635\u0641\u062d\u0627\u062a\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u0627\u06cc\u0646 \u0622\u062f\u0631\u0633 \u0647\u0633\u062a\u0646\u062f.
journal-feed-target-portlet-id-help=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0634\u0646\u0627\u0633\u0647 \u067e\u0648\u0631\u062a\u0644\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628\u060c \u067e\u0648\u0631\u062a\u0644\u062a \u0635\u0641\u062d\u0647 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0631\u0627 \u06a9\u0647 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0644\u06cc\u0633\u062a \u0646\u0634\u062f\u0647 \u062f\u0631 \u0627\u0646 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u0646\u062f \u0631\u0627 \u0646\u0634\u0627\u0646 \u062e\u0648\u0627\u0647\u062f \u062f\u0627\u062f. \u0627\u06af\u0631 \u067e\u0648\u0631\u062a\u0644\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627 \u062f\u0627\u062f\u0647 \u0646\u062e\u0648\u0627\u062f \u0634\u062f.
journal-file-uploads-configuration-name=\u0627\u0631\u0633\u0627\u0644 \u0641\u0627\u06cc\u0644 \u0645\u062d\u062a\u0648\u0627 \u0648\u0628 (Automatic Translation)
journal-folder-icon-check-count=\u0627\u06cc\u0646 \u062f\u0631\u0633\u062a \u0628\u0647 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0622\u06cc\u0627 \u067e\u0648\u0634\u0647 \u0647\u0627\u06cc \u062e\u0627\u0644\u06cc \u0647\u0633\u062a\u0646\u062f \u06cc\u0627 \u0646\u0647 \u0648 \u0646\u0645\u0627\u06cc\u0634 \u0622\u06cc\u06a9\u0648\u0646 \u062e\u0627\u0644\u06cc \u06cc\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f \u062a\u0646\u0638\u06cc\u0645 \u0622\u0646 \u0631\u0627 \u0628\u0647 \u063a\u0644\u0637 \u0686\u0643 \u0631\u0627 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0645\u06cc \u06a9\u0646\u062f \u0648 \u0647\u0645\u06cc\u0634\u0647 \u06cc\u06a9 \u0622\u06cc\u06a9\u0648\u0646 \u062e\u0627\u0644\u06cc \u0628\u0631\u0627\u06cc \u0633\u0631\u0639\u062a \u0628\u062e\u0634\u06cc\u062f\u0646 \u0628\u0647 \u0639\u0645\u0644\u06a9\u0631\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. (Automatic Translation)
journal-group-service-configuration-name=\u0633\u0631\u0648\u06cc\u0633 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628
journal-service-configuration-name=\u0645\u062d\u062a\u0648\u06cc\u0627\u062a \u0648\u0628 (Automatic Translation)
journal-services=\u0633\u0631\u0648\u06cc\u0633\u200c\u0647\u0627\u06cc \u0698\u0648\u0631\u0646\u0627\u0644
journal-util=\u0628\u0631\u0646\u0627\u0645\u0647 \u0632\u0645\u0627\u0646\u06cc \u0698\u0648\u0631\u0646\u0627\u0644
journal-web-configuration-name=\u0645\u062f\u06cc\u0631 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628
last-x-web-content=\u0622\u062e\u0631\u06cc\u0646 {0} \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
max-add-menu-items=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0646\u0648 (Automatic Translation)
menu-item-name=\u0646\u0627\u0645 \u0645\u0648\u0631\u062f \u0645\u0646\u0648 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=\u0633\u0627\u062e\u062a\u0627\u0631 \u0645\u062d\u062a\u0648\u0627 \u0648\u0628 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=\u0627\u0644\u06af\u0648\u06cc \u0645\u062d\u062a\u0648\u06cc\u0627\u062a \u0648\u0628 (Automatic Translation)
model.resource.com.liferay.journal=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
model.resource.com.liferay.journal.model.JournalArticle=\u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
model.resource.com.liferay.journal.model.JournalFeed=\u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
model.resource.com.liferay.journal.model.JournalFolder=\u067e\u0648\u0634\u0647\u200c\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
move-web-content=\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u062d\u062a\u0648\u0627
no-comment-was-found=\u0646\u0638\u0631\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
no-web-content-was-found=\u0647\u06cc\u0686 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
no-web-content-was-found-that-matched-the-keywords-x=\u0645\u062f\u0631\u06a9\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f \u06a9\u0647 \u0628\u0627 \u0639\u0628\u0627\u0631\u0627\u062a \u0632\u06cc\u0631 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=\u0645\u062f\u0631\u06a9\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f \u06a9\u0647 \u0628\u0627 \u0639\u0628\u0627\u0631\u0627\u062a \u0632\u06cc\u0631 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\: {0}.
num-of-web-content-instances=\# \u0645\u062b\u0627\u0644 \u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=\u0641\u0642\u0637 \u0646\u062a\u0627\u06cc\u062c \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0631\u0627 \u0646\u0634\u0627\u0646 \u062f\u0647\u06cc\u062f \u06a9\u0647 \u062f\u0631 \u067e\u0631\u062a\u0644\u062a \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0644\u06cc\u0633\u062a \u0634\u062f\u0647 \u0627\u0633\u062a.
please-add-a-template-to-render-this-structure=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0627\u0644\u06af\u0648 \u0628\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0633\u0627\u062e\u062a\u0627\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
please-enter-a-unique-id=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-id=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0645\u062c\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-portlet-id=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u062c\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-target-layout-friendly-url=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0645\u0639\u062a\u0628\u0631 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
please-select-a-valid-feed-item-content=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0648\u0631\u062f \u062e\u0628\u0631\u06cc \u0645\u0639\u062a\u0628\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
please-select-an-existing-display-page=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0645\u0648\u062c\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0641\u0631\u0645\u0627\u06cc\u06cc\u062f.
please-select-an-existing-small-image=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u062a\u0635\u0648\u06cc\u0631 \u06a9\u0648\u0686\u06a9 \u0645\u0648\u062c\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0641\u0631\u0645\u0627\u06cc\u06cc\u062f.
please-select-an-existing-structure=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0633\u0627\u062e\u062a\u0627\u0631 \u0645\u0648\u062c\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0641\u0631\u0645\u0627\u06cc\u06cc\u062f.
please-select-an-existing-template=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0642\u0627\u0644\u0628 \u0645\u0648\u062c\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0641\u0631\u0645\u0627\u06cc\u06cc\u062f.
presentation-settings=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0646\u0645\u0627\u06cc\u0634
publish-to-live-by-default=\u0627\u06cc\u0646 \u0645\u0642\u0627\u0644\u0627\u062a \u0628\u0627\u06cc\u062f \u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0686\u0627\u067e \u0631\u0627 \u062f\u0631\u0633\u062a \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
publish-version-history-by-default=\u0627\u06af\u0631 \u0641\u0642\u0637 \u0622\u062e\u0631\u06cc\u0646 \u0646\u0633\u062e\u0647 \u062a\u0627\u06cc\u06cc\u062f \u0634\u062f\u0647 \u0627\u0632 \u0645\u0642\u0627\u0644\u0627\u062a \u0628\u0627\u06cc\u062f \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645 \u0628\u0647 \u063a\u0644\u0637. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=\u06cc\u06a9 \u0645\u062d\u062a\u0648\u0627 \u062c\u062f\u06cc\u062f \u0628\u0647 \u067e\u0648\u0634\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u062f\u0631 \u0622\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0647\u0633\u062a\u06cc\u062f \u0631\u0627 \u0628\u06cc\u0641\u0632\u0627\u06cc\u06cc\u062f.
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=\u06cc\u06a9 \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f \u0648\u0628 \u06a9\u0647 \u0634\u0645\u0627 \u062f\u0631 \u0622\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0647\u0633\u062a\u06cc\u062f \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=\u06cc\u06a9 \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f \u0648\u0628 \u06a9\u0647 \u0634\u0645\u0627 \u062f\u0631 \u0622\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0647\u0633\u062a\u06cc\u062f \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f.
remove-favorite=\u062d\u0630\u0641 \u0645\u0648\u0631\u062f \u0639\u0644\u0627\u0642\u0647 (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=\u0628\u0631\u0627\u06cc \u0641\u06cc\u0644\u062a\u0631 \u06a9\u0631\u062f\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u0628\u0631 \u0627\u0633\u0627 \u0633\u0627\u062e\u062a\u0627\u0631 \u06cc\u06a9 \u0633\u0627\u062e\u062a\u0627\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
select-another=Select Another (Automatic Copy)
select-content-metadata=\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u062d\u062a\u0648\u0627\u06cc \u0641\u0631\u0627\u062f\u0627\u062f\u0647
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=\u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0628\u062e\u0634\u060c \u06cc\u06a9 \u0645\u0648\u0631\u062f \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u0646\u0645\u0648\u062f\u0647 \u06cc\u0627 \u0627\u0632 \u0645\u0648\u0627\u0631\u062f \u0645\u0648\u062c\u0648\u062f \u06cc\u06a9\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f.
select-page=\u0627\u0646\u062a\u062e\u0627\u0628 \u0635\u0641\u062d\u0647
select-structure=\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u062e\u062a\u0627\u0631
select-user-tools=\u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc
select-web-content=\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u062d\u062a\u0648\u0627
select-web-content-to-make-it-visible=\u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0633\u0627\u062e\u062a\u0627\u0631 \u062c\u062f\u06cc\u062f \u0642\u0627\u0644\u0628\u200c\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u0648 \u062a\u0627\u0645\u06cc\u0646 \u062e\u0628\u0631 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0645\u06cc\u200c\u062f\u0647\u062f . \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f\u061f
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0642\u0627\u0644\u0628 \u062c\u062f\u06cc\u062f \u062a\u0645\u0627\u0645 \u0645\u062d\u062a\u0648\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0631\u0627 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f. \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f\u061f
specifcy-characters-that-are-not-allowed-in-journal-folder-names=\u0646\u0648\u06cc\u0633\u0647 \u0647\u0627\u06cc \u063a\u06cc\u0631\u0645\u062c\u0627\u0632 \u0627\u0633\u062a \u062f\u0631 \u0645\u062c\u0644\u0647 \u0646\u0627\u0645 \u067e\u0648\u0634\u0647 \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
structure-and-template=\u0633\u0627\u062e\u062a\u0627\u0631 \u0648 \u0642\u0627\u0644\u0628
structure-default-values=\u0645\u0642\u0627\u062f\u06cc\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0633\u0627\u062e\u062a\u0627\u0631
structure-restrictions=\u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0633\u0627\u062e\u062a\u0627\u0631\u06cc
structure-restrictions-and-workflow=\u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0633\u0627\u062e\u062a\u0627\u0631\u06cc \u0648 \u0686\u0627\u0631\u0686\u0648\u0628 \u06a9\u0627\u0631\u06cc
structure-restrictions-help=\u067e\u0648\u0634\u0647\u200c\u0647\u0627 \u062f\u0631 \u062d\u062f \u0633\u0627\u062e\u062a\u0627\u0631 \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. \u0645\u062d\u062f\u0648\u062f\u06cc\u062a\u200c\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0627\u0632 \u067e\u0648\u0634\u0647 \u0648\u0627\u0644\u062f \u0648 \u06cc\u0627 \u067e\u0648\u0634\u0647\u200c\u0647\u0627\u06cc \u0642\u0628\u0644\u200c\u062a\u0631 \u06af\u0631\u0641\u062a\u0647 \u0634\u0648\u0646\u062f. \u0622\u0646\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0645\u062c\u062f\u062f\u0627 \u0627\u0632 \u067e\u0648\u0634\u0647 \u062c\u0627\u0631\u06cc \u062d\u0630\u0641 \u0634\u0648\u0646\u062f.
sync-content-search-on-startup=\u0645\u062c\u0645\u0648\u0639\u0647 \u06a9\u0647 \u0622\u06cc\u0627 \u0628\u0631\u0627\u06cc \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0645\u062d\u062a\u0648\u0627 \u062c\u0633\u062a\u062c\u0648 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0633\u0631\u0648\u0631 \u0634\u0631\u0648\u0639 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
target-layout-friendly-url=\u0622\u062f\u0631\u0633 \u0633\u0627\u062f\u0647 \u0627\u06cc\u0646\u062a\u0631\u0646\u062a\u06cc \u0635\u0641\u062d\u0647 \u0645\u0648\u0631\u062f \u0646\u0638\u0631
target-portlet-id=\u0634\u0646\u0627\u0633\u0647\u200c\u06cc \u067e\u0648\u0631\u062a\u0644\u062a \u0647\u062f\u0641
terms-of-use-web-content=\u0634\u0631\u0627\u06cc\u0637 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628
terms-of-use-web-content-help=\u0634\u0646\u0627\u0633\u0647 \u0645\u0642\u0627\u0644\u0647 \u0648 \u0634\u0646\u0627\u0633\u0647 \u06af\u0631\u0648\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u06a9\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0634\u0631\u0627\u06cc\u0637 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u0646\u062f \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0645\u0634\u062e\u0635 \u0646\u0634\u0648\u062f\u060c \u0645\u062a\u0646 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
the-content-references-a-missing-file-entry=\u0641\u0627\u06cc\u0644 \u067e\u0633\u062a \u0645\u0641\u0642\u0648\u062f \u0634\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0631\u0627\u062c\u0639
the-content-references-a-missing-page=\u0635\u0641\u062d\u0647 \u0645\u0641\u0642\u0648\u062f \u0634\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0631\u0627\u062c\u0639
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u062f\u0627\u0645\u0646\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0627\u0633\u062a. \u0646\u0645\u0627\u06cc\u0634 \u0635\u0641\u062d\u0647 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f.
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=\u067e\u0648\u0634\u0647 \u0627\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u0634\u062a\u0646 \u0686\u0646\u06cc\u0646 \u0633\u0627\u062e\u062a\u0627\u0631\u06cc \u0631\u0627 \u0646\u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0626\u0648\u0634\u0647 \u062f\u06cc\u06af\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
the-structure-you-selected-is-not-valid-for-this-folder=\u0633\u0627\u062e\u062a\u0627\u0631\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647\u200c\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=\u0647\u06cc\u0686 \u062a\u0635\u0648\u06cc\u0631\u06cc \u0645\u0637\u0627\u0644\u0628 \u0648\u0628 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. (Automatic Translation)
there-is-no-web-content-with-structure-x=\u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628\u06cc \u0628\u0627 \u0633\u0627\u062e\u062a\u0627\u0631<em>{0}</em \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
this-application-is-not-visible-to-users-yet=\u0627\u06cc\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0647\u0646\u0648\u0632 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0642\u0627\u0628\u0644 \u0631\u0648\u06cc\u062a \u0646\u06cc\u0633\u062a.
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=\u0627\u06cc\u0646 \u0645\u062d\u062a\u0648\u0627 \u0645\u0646\u0642\u0636\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a \u0648 \u06cc\u0627 \u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0622\u0646 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
this-structure-has-not-been-saved=\u0627\u06cc\u0646 \u0633\u0627\u062e\u062a\u0627\u0631 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0644\u06af\u0648\u06cc \u067e\u06cc\u0634\u200c\u0641\u0631\u0636
use-structure-restrictions-and-workflow-of-the-parent-folder-x=\u0627\u0632 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0633\u0627\u062e\u062a\u0627\u0631 \u0648 \u06af\u0631\u062f\u0634 \u06a9\u0627\u0631 \u067e\u0648\u0634\u0647 \u0645\u0631\u062c\u0639 ({0}) \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
use-structure-restrictions-of-the-parent-folder-x=\u0627\u0632 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a\u200c\u200c\u0647\u0627\u06cc \u0633\u0627\u062e\u062a\u0627\u0631\u06cc \u067e\u0648\u0634\u0647 \u0627\u0635\u0644\u06cc ({0}) \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
use-template-x=\u0627\u0632 \u0642\u0627\u0644\u0628 {0} \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646
user-tools=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc
view-content-in-x=\u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u062d\u062a\u0648\u0627 \u062f\u0631 <em>{0}</em>.
web-content=\u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=\u0645\u062d\u062a\u0648\u0627 \u0627\u06cc\u0645\u06cc\u0644 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f.
web-content-approval-denied-email=\u0627\u06cc\u0645\u06cc\u0644 \u0639\u062f\u0645 \u067e\u0630\u06cc\u0631\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content-approval-granted-email=\u0627\u06cc\u0645\u06cc\u0644 \u062d\u0645\u0627\u06cc\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content-approval-requested-email=\u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content-contraints=\u0645\u062d\u062f\u0648\u062f\u06cc\u062a\u200c\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a
web-content-description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=\u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0627\u0632 \u067e\u0648\u0634\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u062d\u0630\u0641 \u0634\u062f.
web-content-moved-to-folder-email=\u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0628\u0647 \u067e\u0648\u0634\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u0627\u062f\u0647 \u0634\u062f.
web-content-review-email=\u0627\u06cc\u0645\u06cc\u0644 \u0628\u0627\u0632\u0646\u06af\u0631\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content-title=\u0639\u0646\u0648\u0627\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content-translation=\u062a\u0631\u062c\u0645\u0647\u200c\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a
web-content-type=\u0645\u062a\u0646 \u0645\u062d\u062a\u0648\u0627
web-content-updated-email=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u062a\u0648\u0633\u0637 \u0645\u062d\u062a\u0648\u0627 \u0633\u0627\u06cc\u062a
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0}\u0645\u062b\u0627\u0644 \u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0627\u0645\u0627\u062f\u0647 \u0627\u0646\u062a\u0642\u0627\u0644 \u0647\u0633\u062a\u0646\u062f
x-web-content-instances-cannot-be-moved={0}\u0645\u062b\u0627\u0644 \u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u0646\u062f \u0627\u0646\u062a\u0642\u0627\u0644 \u06cc\u0627\u0628\u0646\u062f.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=\u0634\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0633\u0627\u062e\u062a\u0627\u0631 \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0628\u0647 \u06a9\u0627\u0631 \u0628\u06af\u06cc\u0631\u06cc\u062f.\u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u0633\u0627\u062e\u062a\u0627\u0631 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0631\u062c\u0627\u0639 \u0645\u06cc\u062f\u0647\u062f..
you-do-not-have-the-roles-required-to-access-this-web-content-entry=\u0634\u0645\u0627 \u0646\u0642\u0634 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u064a\u0646 \u067e\u0631\u062a\u0644\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u064a\u062f
you-have-exceeded-the-maximum-web-content-size-allowed=\u0634\u0645\u0627 \u0628\u0647 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u0631\u0633\u06cc\u062f\u0647 \u0627\u06cc\u062f.
