#X-Generator: crowdin.com
add-favorite=Adicionar favorito (Automatic Translation)
add-feed=Adicionar Feed
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=Todos os itens de Menu (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=Confirma que pretende remover os feeds seleccionados?
are-you-sure-you-want-to-delete-the-selected-version=Confirma que pretende remover a vers\u00e3o seleccionada?
are-you-sure-you-want-to-delete-the-selected-web-content=Confirma que pretende remover os conte\u00fados web seleccionados?
are-you-sure-you-want-to-delete-this-web-content=Confirma que pretende remover este conte\u00fado web?
are-you-sure-you-want-to-delete-this-web-content-version=Confirma que pretende remover esta vers\u00e3o do conte\u00fado web?
are-you-sure-you-want-to-expire-the-selected-version=Confirma que pretende fazer expirar a vers\u00e3o seleccionada?
are-you-sure-you-want-to-expire-the-selected-web-content=Confirma que pretende fazer expirar o conte\u00fado web seleccionado?
article-id=ID do artigo
autogenerate-id=Gerar ID Automaticamente
browse-by-structure=Navegar por estrutura
category.journal=Gest\u00e3o de Conte\u00fados Web
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=Se selecionado, a l\u00edngua por omiss\u00e3o para artigos de conte\u00fado web ser\u00e1 alter\u00e1vel. A l\u00edngua por omiss\u00e3o de artigos de conte\u00fado web \u00e9 herdada das defini\u00e7\u00f5es do site.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Selecionar Estrutura
default-display-page=P\u00e1gina de Exibi\u00e7\u00e3o por Omiss\u00e3o
default-display-page-help=A p\u00e1gina de apresenta\u00e7\u00e3o \u00e9 utilizada para apresentar uma vista completa do conte\u00fado. O administrador do site pode determinar em que local da p\u00e1gina o conte\u00fado \u00e9 apresentado adicionando um Publicador de Conte\u00fado e configurando-o como o Publicador de Conte\u00fado por omiss\u00e3o para a p\u00e1gina.
default-template=Default template (Automatic Copy)
display-page=P\u00e1gina de exibi\u00e7\u00e3o
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=Editar conte\u00fado web
editing-the-current-structure-deletes-all-unsaved-content=Editar a estrutura atual ir\u00e1 apagar todos os conte\u00fados que n\u00e3o foram salvos.
editing-the-current-template-deletes-all-unsaved-content=Editar o template atual ir\u00e1 apagar todos os conte\u00fados que n\u00e3o foram salvos.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=Expirar
expire-this-version=Expirar esta vers\u00e3o
expire-version=Expirar vers\u00e3o
favorite=Favorito (Automatic Translation)
feed-item-content=Conte\u00fado de item do feed
feed-type=Tipo de feed
filter-web-content-list-by-structure-x=Filtrar lista de conte\u00fado web pela estrutura {0}.
group-id=ID do grupo
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=Para que seja poss\u00edvel visualizar as suas altera\u00e7\u00f5es, o conte\u00fado da web \u00e9 salvo como rascunho. Tem certeza de que deseja fazer isso?
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Conte\u00fado Web pode ser qualquer conte\u00fado, poss\u00edvel de adicionar a um site, tais como artigos, um FAQ, ou uma not\u00edcia. Os administradores podem gerir o conte\u00fado, bem como atribuir roles de utilizador e permiss\u00f5es. Os utilizadores podem adicionar, editar, aprovar ou ver o conte\u00fado dependendo de seu role.
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=Pesquisa de Conte\u00fado Web
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Visualizador de Conte\u00fado Web
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Conte\u00fado Web
journal-article-comments=Defina para true para habilitar coment\u00e1rios de artigos de peri\u00f3dicos. (Automatic Translation)
journal-article-custom-token-names=Defina uma lista de nomes de s\u00edmbolo personalizados que ser\u00e1 substitu\u00eddo quando o conte\u00fado do artigo \u00e9 processado. (Automatic Translation)
journal-article-custom-token-values=Defina uma lista de valores de token personalizados que ser\u00e1 substitu\u00eddo quando o conte\u00fado do artigo \u00e9 processado. (Automatic Translation)
journal-article-database-search-content-keywords=Defina isso como false para ignorar o artigo conte\u00fado ao realizar pesquisas de palavra-chave no banco de dados de artigos de peri\u00f3dicos. (Automatic Translation)
journal-article-expire-all-versions=Defina como true para expirar todas as vers\u00f5es do artigo, quando termina um artigo. Conjunto para false para expirar somente a vers\u00e3o mais recente do artigo aprovado quando termina um artigo. (Automatic Translation)
journal-article-index-all-versions=Defina para true para \u00edndice de todas as vers\u00f5es do artigo. Conjunto para false para indexar somente a \u00faltima vers\u00e3o index\u00e1vel. (Automatic Translation)
journal-article-local-service=Journal Article Local Service
journal-article-local-service-help=Proporciona ao servi\u00e7o local aceder, adicionar, apagar e atualizar artigos do conte\u00fado web.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Journal Article Service
journal-article-service-help=Proporciona ao servi\u00e7o remoto aceder, adicionar, apagar e atualizar artigos do conte\u00fado web. Os seus m\u00e9todos incluem verifica\u00e7\u00f5es de permiss\u00f5es.
journal-article-storage-type=Defina o tipo de armazenamento que ser\u00e1 usado para armazenar os artigos de jornal. (Automatic Translation)
journal-article-token-page-break=Defina o token usado quando quebras de p\u00e1gina simples inser\u00e7\u00e3o em artigos. (Automatic Translation)
journal-article-view-permission-check=Defina como true para verificar que um usu\u00e1rio tem a permiss\u00e3o de exibi\u00e7\u00e3o em um artigo de jornal quando seu conte\u00fado \u00e9 processado. (Automatic Translation)
journal-content=Journal Content
journal-content-help=Provid\u00eancia m\u00e9todos utilit\u00e1rios para o conte\u00fado web.
journal-content-portlet-instance-configuration-name=Visualizador de Conte\u00fado Web
journal-content-search-portlet-instance-configuration-name=Pesquisa de Conte\u00fado Web
journal-feed-target-layout-friendly-url-help=Digite o URL amig\u00e1vel de uma p\u00e1gina para a qual o feed vai apontar os \u00edtens de feed atualmente n\u00e3o listados, excluindo o nome da m\u00e1quina (ex.\: <code>/web/host/name</code>). O feed aponta apenas para p\u00e1ginas dentro do site ao qual este URL pertence.
journal-feed-target-portlet-id-help=Especifique o ID da portlet de um Visualizador de Conte\u00fado Web na p\u00e1gina de destino, na qual os itens n\u00e3o listados s\u00e3o exibidos. A portlet deve existir ou o conte\u00fado n\u00e3o ser\u00e1 exibido.
journal-file-uploads-configuration-name=Uploads de arquivo de conte\u00fado da Web (Automatic Translation)
journal-folder-icon-check-count=Defina como true para verificar se pastas est\u00e3o vazias ou n\u00e3o e exibir um \u00edcone vazio ou cheio. Defini-la como false desativa a verifica\u00e7\u00e3o e sempre exibir\u00e1 um \u00edcone vazio para acelerar o desempenho. (Automatic Translation)
journal-group-service-configuration-name=Servi\u00e7o de Conte\u00fado Web
journal-service-configuration-name=Conte\u00fado da Web (Automatic Translation)
journal-services=Journal Services
journal-util=Journal Util
journal-web-configuration-name=Administra\u00e7\u00e3o de Conte\u00fado Web
last-x-web-content=\u00daltimos {0} conte\u00fados web
max-add-menu-items=Max adicionar itens de Menu (Automatic Translation)
menu-item-name=Nome do Item de menu (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Estrutura de conte\u00fado Web (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Modelo de conte\u00fado de Web (Automatic Translation)
model.resource.com.liferay.journal=Conte\u00fado Web
model.resource.com.liferay.journal.model.JournalArticle=Artigo de Conte\u00fado Web
model.resource.com.liferay.journal.model.JournalFeed=Feed de conte\u00fado web
model.resource.com.liferay.journal.model.JournalFolder=Pasta de Conte\u00fados Web
move-web-content=Mover Conte\u00fado Web
no-comment-was-found=Nenhum coment\u00e1rio encontrado.
no-web-content-was-found=Nenhum conte\u00fados web foi encontrado
no-web-content-was-found-that-matched-the-keywords-x=Nenhum original foi encontrado que combinou os keywords\:
no-web-content-was-found-that-matched-the-specified-filters=N\u00e3o foram encontrados conte\u00fados web que correspondam aos filtros especificados.
num-of-web-content-instances=N\u00famero de instancias de um conte\u00fado web
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Exibir apenas resultados para conte\u00fado web listado na portlet de visualiza\u00e7\u00e3o de conte\u00fado web.
please-add-a-template-to-render-this-structure=Por favor, adicione um template para renderizar esta estrutura.
please-enter-a-unique-id=Por favor, insira um ID \u00fanico.
please-enter-a-valid-id=Por favor, insira um ID v\u00e1lido.
please-enter-a-valid-portlet-id=Por favor, insira um ID de portlet v\u00e1lido.
please-enter-a-valid-target-layout-friendly-url=Por favor, insira um URL amig\u00e1vel v\u00e1lido para o layout pretendido.
please-select-a-valid-feed-item-content=Por favor, selecione um item de conte\u00fado feed v\u00e1lido.
please-select-an-existing-display-page=Por favor, selecione uma p\u00e1gina de exibi\u00e7\u00e3o existente.
please-select-an-existing-small-image=Por favor, selecione uma imagem pequena existente.
please-select-an-existing-structure=Por favor, selecione uma estrutura existente.
please-select-an-existing-template=Por favor, selecione um template existente.
presentation-settings=Configura\u00e7\u00f5es de apresenta\u00e7\u00e3o
publish-to-live-by-default=Defina como true se artigos de peri\u00f3dicos devem ser publicados para viver por padr\u00e3o. (Automatic Translation)
publish-version-history-by-default=Defina isso como false se apenas a \u00faltima vers\u00e3o aprovada de artigos em peri\u00f3dicos deve ser publicada por padr\u00e3o. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Adiciona novo conte\u00fado web numa pasta, na qual est\u00e1 subscrito.
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Adiciona novo conte\u00fado web, no qual est\u00e1 subscrito.
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Atualiza conte\u00fado web, no qual est\u00e1 subscrito.
remove-favorite=Remover favorito (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Selecionar uma estrutura para filtrar a lista de conte\u00fado web pela estrutura.
select-another=Select Another (Automatic Copy)
select-content-metadata=Selecionar Metadados do Conte\u00fado
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=Selecionar conte\u00fado web existente ou adicionar conte\u00fado web para ser apresentado nesta portlet.
select-page=P\u00e1gina Selecionada
select-structure=Selecione a Estrutura
select-user-tools=Selecionar Ferramentas do Utilizador
select-web-content=Selecionar conte\u00fado web
select-web-content-to-make-it-visible=Selecione Conte\u00fado Web para que o mesmo seja vis\u00edvel.
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecionando uma nova estrutura modifica os templates dispon\u00edveis e o conte\u00fado do item de feed dispon\u00edvel. Deseja prosseguir?
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecionando um novo template remove todos os conte\u00fados por salvar. Deseja prosseguir?
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Especifica caracteres que n\u00e3o s\u00e3o permitidos em nomes de pasta de di\u00e1rio. (Automatic Translation)
structure-and-template=Estrutura e Template
structure-default-values=Valores por Omiss\u00e3o da Estrutura
structure-restrictions=Restri\u00e7\u00f5es da Estrutura
structure-restrictions-and-workflow=Restri\u00e7\u00f5es da Estrutura e Fluxo de Trabalho
structure-restrictions-help=As pastas podem ser restringidas para apenas permitir determinadas estruturas. Restri\u00e7\u00f5es poder\u00e3o ser herdadas da pasta pai ou outro antecessor. Alternativamente, as mesmas podem ser substitu\u00eddas na pasta atual.
sync-content-search-on-startup=Defina se deseja sincronizar pesquisas de conte\u00fado quando o servidor inicia. (Automatic Translation)
target-layout-friendly-url=URL Amig\u00e1vel da P\u00e1gina Alvo
target-portlet-id=ID da portlet destino
terms-of-use-web-content=Conte\u00fado Web dos Termos de Utiliza\u00e7\u00e3o
terms-of-use-web-content-help=Especifique o ID do grupo e o ID do artigo do conte\u00fado web que ser\u00e1 exibido como os termos de utiliza\u00e7\u00e3o. O texto por omiss\u00e3o ser\u00e1 utilizado caso nenhum conte\u00fado web seja especificado.
the-content-references-a-missing-file-entry=O conte\u00fado referencia uma entrada de ficheiro em falta.
the-content-references-a-missing-page=O conte\u00fado referencia uma p\u00e1gina em falta.
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=A p\u00e1gina de visualiza\u00e7\u00e3o n\u00e3o pode ser definida quando o contexto do conte\u00fado web \u00e9 uma p\u00e1gina.
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=A pasta selecionada n\u00e3o permite esse tipo de estrutura. Por favor, selecione outra pasta.
the-structure-you-selected-is-not-valid-for-this-folder=A estrutura selecionada n\u00e3o \u00e9 v\u00e1lida para esta pasta.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=N\u00e3o h\u00e1 nenhuma imagem de conte\u00fado web. (Automatic Translation)
there-is-no-web-content-with-structure-x=N\u00e3o h\u00e1 conte\u00fado web com estrutura <em>{0}</em>.
this-application-is-not-visible-to-users-yet=Esta aplica\u00e7\u00e3o ainda n\u00e3o \u00e9 vis\u00edvel para os utilizadores
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=Este conte\u00fado expirou ou n\u00e3o tem as permiss\u00f5es necess\u00e1rias para aceder-lhe.
this-structure-has-not-been-saved=Esta estrutura n\u00e3o foi salva.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=Utilizar o template por omiss\u00e3o
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Utilizar as Restri\u00e7\u00f5es de Estrutura e Fluxo de Trabalho da Pasta Pai ({0})
use-structure-restrictions-of-the-parent-folder-x=Utilizar restri\u00e7\u00f5es de estrutura da pasta pai ({0}).
use-template-x=Utilizar o Template {0}
user-tools=Ferramentas do Utilizador
view-content-in-x=Visualizar conte\u00fado em <em>{0}</em>.
web-content=Conte\u00fado web
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Email para adi\u00e7\u00e3o de Conte\u00fado Web
web-content-approval-denied-email=Email de rejei\u00e7\u00e3o de conte\u00fado web
web-content-approval-granted-email=Email de aprova\u00e7\u00e3o de conte\u00fado web
web-content-approval-requested-email=Email para pedido de aprova\u00e7\u00e3o de conte\u00fado web
web-content-contraints=Restri\u00e7\u00f5es de conte\u00fado web
web-content-description=Descri\u00e7\u00e3o de conte\u00fado web
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Conte\u00fado Web Movido da Pasta de Email
web-content-moved-to-folder-email=Conte\u00fado Web Movido para a Pasta de Email.
web-content-review-email=Email de revis\u00e3o de conte\u00fado web
web-content-title=T\u00edtulo de Conte\u00fado Web
web-content-translation=Tradu\u00e7\u00e3o de Conte\u00fado Web
web-content-type=Tipo de Conte\u00fado Web
web-content-updated-email=Email de atualiza\u00e7\u00e3o de conte\u00fado web
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} inst\u00e2ncias de conte\u00fado web est\u00e3o prontas para serem movidas.
x-web-content-instances-cannot-be-moved={0} inst\u00e2ncias de conte\u00fado web n\u00e3o puderam ser movidas.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=N\u00e3o pode aplicar as restri\u00e7\u00f5es da estrutura selecionada nesta pasta. Pelo menos um conte\u00fado web faz refer\u00eancia a outra estrutura.
you-do-not-have-the-roles-required-to-access-this-web-content-entry=N\u00e3o tem os roles necess\u00e1rios para aceder a este conte\u00fado web.
you-have-exceeded-the-maximum-web-content-size-allowed=Excedeu o tamanho m\u00e1ximo permitido para o conte\u00fado web.
