#X-Generator: crowdin.com
add-favorite=Afegir a favorits (Automatic Translation)
add-feed=Afegeix un canal de continguts
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=Tots els elements de men\u00fa (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=Esteu segur que voleu esborrar els canals que heu seleccionat?
are-you-sure-you-want-to-delete-the-selected-version=Esteu segur que voleu esborrar la versi\u00f3 que heu seleccionat?
are-you-sure-you-want-to-delete-the-selected-web-content=Esteu segur que voleu esborrar el contingut web que heu seleccionat?
are-you-sure-you-want-to-delete-this-web-content=Esteu segur que voler esborrar aquest contingut web?
are-you-sure-you-want-to-delete-this-web-content-version=Esteu segur que voleu esborrar aquesta versi\u00f3 del contingut web?
are-you-sure-you-want-to-expire-the-selected-version=Esteu segur que voleu expirar la versi\u00f3 seleccionada?
are-you-sure-you-want-to-expire-the-selected-web-content=Esteu segur que voleu tancar el contingut web seleccionat?
article-id=ID d'article
autogenerate-id=Genera autom\u00e0ticament l'ID
browse-by-structure=Navega per estructura
category.journal=Gesti\u00f3 de continguts web
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of web content articles will be changeable. The default language of web content articles is inherited from the site settings.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=Trieu una estructura
default-display-page=P\u00e0gina de visualitzaci\u00f3 per defecte
default-display-page-help=La p\u00e0gina de visualitzaci\u00f3 es fa servir per mostrar a tota plana el contingut. L'administrador del site est\u00e0 habilitat per definir on es mostra el contingut afegint un Publicador de continguts i configurant-lo com el publicador de continguts per defecte de la plana.
default-template=Default template (Automatic Copy)
display-page=Visualitza la p\u00e0gina
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=Edita el contingut web
editing-the-current-structure-deletes-all-unsaved-content=L'edici\u00f3 de l'estructura actual esborrar\u00e0 tot el contingut que no estigui guardat pr\u00e8viament.
editing-the-current-template-deletes-all-unsaved-content=L'edici\u00f3 de la plantilla actual esborrar\u00e0 tot el contingut que no estigui guardat pr\u00e8viament.
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=Caduca
expire-this-version=Caduca aquesta versi\u00f3
expire-version=Expira la versi\u00f3
favorite=Favorit (Automatic Translation)
feed-item-content=Contingut de l'entrada del canal
feed-type=Tipus de canal
filter-web-content-list-by-structure-x=Filtra la llista de continguts web per estructura {0}.
group-id=ID del grup
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=Per previsualitzar els teus canvis, el contingut web es grava com un esborrany. Est\u00e0s segur de voler fer-ho?
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=Contingut web pot ser qualsevol contingut que vulguis afegir a un lloc web, com articles, una FAQ o una not\u00edcia. Els administradors poden gestionar el contingut i assignar rols d'usuari i permisos. Els usuaris poden afegir, editar, aprovar o veure contingut depenent del seu rol.
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=Cerca de contingut web
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=Visualitzaci\u00f3 del contingut web
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=Contingut web
journal-article-comments=Estableix a cert per permetre comentaris per a articles de revistes. (Automatic Translation)
journal-article-custom-token-names=Establir una llista de noms personalitzats testimonis que ser\u00e0 substitu\u00eft quan el contingut de l'article es rendeix. (Automatic Translation)
journal-article-custom-token-values=Establir una llista de valors fitxes personalitzades que ser\u00e0 substitu\u00eft quan el contingut de l'article es rendeix. (Automatic Translation)
journal-article-database-search-content-keywords=Contingut del conjunt aix\u00f2 a fals ignorar article quan dugui a terme cerques de paraules clau a la base de dades d'articles de revista. (Automatic Translation)
journal-article-expire-all-versions=Estableix a cert per expirar totes les versions d'article quan expira un article. Estableix a fals nom\u00e9s expirar l'\u00faltima versi\u00f3 aprovada article quan expira un article. (Automatic Translation)
journal-article-index-all-versions=Estableix a cert \u00edndex totes les versions d'article. Estableix a fals a l'\u00edndex nom\u00e9s la darrera versi\u00f3 indexable. (Automatic Translation)
journal-article-local-service=Servei local d'article de diari
journal-article-local-service-help=Proveeix el servei local per accedir, afegir, esborrar o modificar articles de contingut.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions.
journal-article-service=Servei d'article de diari
journal-article-service-help=Proporciona un servei remot per accedir, afegir, esborrar i actualutzar articles de contingut web. Els seus m\u00e8todes inclouen la comprovaci\u00f3 de permisos.
journal-article-storage-type=Definir el tipus d'emmagatzematge que s'utilitzar\u00e0 per emmagatzemar els articles de revista. (Automatic Translation)
journal-article-token-page-break=Posar la fitxa s'utilitza quan es trenca la p\u00e0gina simple inserci\u00f3 en articles. (Automatic Translation)
journal-article-view-permission-check=Estableix a cert per comprovar que un usuari t\u00e9 el perm\u00eds de vista en un article de diari quan es rendeix el seu contingut. (Automatic Translation)
journal-content=Contingut de diari
journal-content-help=Proporciona m\u00e8todes d'utilitats per al contingut web.
journal-content-portlet-instance-configuration-name=Web Content Display
journal-content-search-portlet-instance-configuration-name=Web Content Search
journal-feed-target-layout-friendly-url-help=Introdu\u00efu la URL amigable d'una p\u00e0gina a on el canal centrar\u00e0 en elements del canal qye encara no s'han mostrat, excloent el nome de servidor (per exemple, <code>/web/host/name</code>). El canal es centrar\u00e0 en p\u00e0gines dins del lloc el qual aquesta URL pertany.
journal-feed-target-portlet-id-help=Especifica la ID del m\u00f2dul de portal d'un visualitzador de contingut web a la p\u00e0gina de dest\u00ed la qual mostra els elements no llistats. El m\u00f2dul de portal ha d'existir o el contingut no es mostrar\u00e0.
journal-file-uploads-configuration-name=Web Content File Uploads
journal-folder-icon-check-count=Estableix a cert per comprovar si les carpetes estan buides o no i mostraran una icona buida o plena. Posant-lo a false Deshabilita la comprovaci\u00f3 i sempre es mostrar\u00e0 una icona buida per accelerar el rendiment. (Automatic Translation)
journal-group-service-configuration-name=Web Content Service
journal-service-configuration-name=Web Content
journal-services=Serveis de diari
journal-util=Utilitats de diari
journal-web-configuration-name=Web Content Administration
last-x-web-content=Els \u00faltims {0} continguts web
max-add-menu-items=Max afegir elements de men\u00fa (Automatic Translation)
menu-item-name=Nom d'element de men\u00fa (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=Estructura de continguts web (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=Plantilla contingut web (Automatic Translation)
model.resource.com.liferay.journal=Gesti\u00f3 del contingut web
model.resource.com.liferay.journal.model.JournalArticle=Article de Contingut web
model.resource.com.liferay.journal.model.JournalFeed=Canal de contingut web
model.resource.com.liferay.journal.model.JournalFolder=Carpeta de contingut web
move-web-content=Moure el contingut web
no-comment-was-found=No s'ha trobat cap comentari.
no-web-content-was-found=No s'ha trobat cap contingut web
no-web-content-was-found-that-matched-the-keywords-x=No s''ha trobat cap contingut web que correspongui amb les paraules clau\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=No s'ha trobat cap contingut web que correspongui amb els filtres especificats.
num-of-web-content-instances=Nombre d'inst\u00e0ncies de contingut web
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Mostra nom\u00e9s els resultats del contingut web llistat al m\u00f2dul de portal Visualitzaci\u00f3 del contingut web.
please-add-a-template-to-render-this-structure=Afegiu una plantilla per renderitzar aquesta estructura.
please-enter-a-unique-id=Introdu\u00efu un ID \u00fanic.
please-enter-a-valid-id=Introdu\u00efu un ID v\u00e0lid.
please-enter-a-valid-portlet-id=Introdu\u00efu un ID de m\u00f2dul de portal v\u00e0lid.
please-enter-a-valid-target-layout-friendly-url=Introdu\u00efu una URL amigable v\u00e0lida.
please-select-a-valid-feed-item-content=Seleccioneu un contingut v\u00e0lid dels canals.
please-select-an-existing-display-page=Seleccioneu una p\u00e0gina de visualitzaci\u00f3 que existeixi.
please-select-an-existing-small-image=Seleccioneu una imatge petita que existeixi.
please-select-an-existing-structure=Seleccioneu una estructura que existeixi.
please-select-an-existing-template=Seleccioneu una plantilla que existeixi.
presentation-settings=Configuraci\u00f3 de la presentaci\u00f3
publish-to-live-by-default=Estableix a true si ha de ser publicat articles de revista per viure per defecte. (Automatic Translation)
publish-version-history-by-default=Estableix a false si nom\u00e9s haurien de ser publicats la \u00faltima versi\u00f3 aprovada d'articles de revista per defecte. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=Afegeix un contingut web nou a la carpeta a la qual esteu subscrits.
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=Afegeix un contingut web nou el qual us subscriureu.
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=Actualitza el contingut web el qual esteu subscrits.
remove-favorite=Treure favorit (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Seleccioneu una estructura perqu\u00e8 filtri la llista de continguts web.
select-another=Select Another (Automatic Copy)
select-content-metadata=Selecciona la metadada del contingut
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=Seleccioneu un contingut web existent o afegiu-ne un perqu\u00e8 es visualitzi en aquest m\u00f2dul de portal.
select-page=Seleccioneu una p\u00e0gina
select-structure=Seleccioneu una estructura
select-user-tools=Selecciona les eines d'usuari
select-web-content=Seleccioneu el contingut web
select-web-content-to-make-it-visible=Seleccionar el contingut web perqu\u00e8 sigui visible
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Al seleccionar una nova estructura, canviaran les plantilles disponibles i el contingut del canal d'elements disponible. Est\u00e0 segur que vol continuar?
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Al seleccionar una nova plantilla es perdran tots els canvis no guardats. Estar segur que vol continuar?
specifcy-characters-that-are-not-allowed-in-journal-folder-names=Especifiqueu car\u00e0cters que no es permeten als noms de carpeta diari. (Automatic Translation)
structure-and-template=Estructura i plantilla
structure-default-values=Valors per defecte de l'estructura
structure-restrictions=Restriccions d'estructura
structure-restrictions-and-workflow=Restriccions d'estructura i flux de treball
structure-restrictions-help=Es poden restringir les carpetes de forma que nom\u00e9s permetin certes estructures. Les restriccions poden ser heredades de la carpeta principal o d'alguna altra carpeta superior. Alternativament, les restriccions poden ser anul\u00b7lades dins la carpeta actual.
sync-content-search-on-startup=Endurir si per sincronitzar les cerques continguts quan s'inicia el servidor. (Automatic Translation)
target-layout-friendly-url=URL amigable de la p\u00e0gina de dest\u00ed
target-portlet-id=ID del m\u00f2dul de portal de dest\u00ed
terms-of-use-web-content=Termes d'\u00fas del contingut web
terms-of-use-web-content-help=Especifica el ID del grup i l'ID del contingut web que ser\u00e0 mostrat en els termes d'\u00fas. El text per defecte ser\u00e0 utilitzat si cap contingut web ha estat especificat.
the-content-references-a-missing-file-entry=El contingut fa refer\u00e8ncia a un fitxer que no existeix.
the-content-references-a-missing-page=El contingut fa referencia a una p\u00e0gina que no existeix.
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=No es pot establir la p\u00e0gina de visualitzaci\u00f3 quan \u00e0mbit del contingut web \u00e9s una p\u00e0gina.
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=La carpeta que heu seleccionat no permet aquest tipus d'estructura. Seleccioneu una nova carpeta.
the-structure-you-selected-is-not-valid-for-this-folder=El tipus de document que heu seleccionat no \u00e9s v\u00e0lid per a aquesta carpeta.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=No hi ha cap imatge de contingut web. (Automatic Translation)
there-is-no-web-content-with-structure-x=No existeix cap contingut web amb l''estructura <em>{0}</em>.
this-application-is-not-visible-to-users-yet=Aquesta aplicaci\u00f3 encara no \u00e9s visible per als usuaris
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=O b\u00e9 aquest contingut ha caducat, o b\u00e9 no teniu els permisos necessaris per accedir-hi.
this-structure-has-not-been-saved=No s'ha desat aquesta estructura.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=Utilitza la plantilla per defecte
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Utilitza les restriccions del tipus de document i el cicle de treball de la carpeta principal ({0})
use-structure-restrictions-of-the-parent-folder-x=Utilitzar les restriccions d''estructura de la carpeta principal ({0}).
use-template-x=Utilitza la plantilla {0}
user-tools=Eines d'usuari
view-content-in-x=Visualitza el contingut a <em>{0}</em>.
web-content=Contingut web
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Correu electr\u00f2nic del contingut web afegit
web-content-approval-denied-email=Correu electr\u00f2nic de denegaci\u00f3 del contingut web
web-content-approval-granted-email=Correu electr\u00f2nic d'acceptaci\u00f3 del contingut web
web-content-approval-requested-email=Correu electr\u00f2ncic de petici\u00f3 del contingut web
web-content-contraints=Restriccions del contingut web
web-content-description=Descripci\u00f3 del contingut web
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Contingut web mogut des de la carpeta de correu electr\u00f2nic
web-content-moved-to-folder-email=Contingut web mogut a la carpeta de correu electr\u00f2nic
web-content-review-email=Correu electr\u00f2nic de revisi\u00f3 del contingut web
web-content-title=T\u00edtol del contingut web
web-content-translation=Traducci\u00f3 del contingut web
web-content-type=Tipus del contingut web
web-content-updated-email=Correu electr\u00f2nic de contingut web actualitzat
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} inst\u00e0ncies de contingut web estan preparades per a ser mogudes.
x-web-content-instances-cannot-be-moved={0} inst\u00e0ncies de contingut no es poden moure.
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=No pot aplicar les restriccions d'estructura seleccionades a aquesta carpeta. Al menys un contingut web fa referencia a una altra estructura.
you-do-not-have-the-roles-required-to-access-this-web-content-entry=No teniu els rols necess\u00e0ries per accedir a aquesta entrada de contingut web.
you-have-exceeded-the-maximum-web-content-size-allowed=Heu excedit la mida m\u00e0xima permesa de contingut web.
