#X-Generator: crowdin.com
add-favorite=\u0414\u043e\u0434\u0430\u0442\u0438 \u0432 \u043e\u0431\u0440\u0430\u043d\u0435 (Automatic Translation)
add-feed=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 RSS Feed
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=\u0412\u0441\u0456 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043c\u0435\u043d\u044e (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0432\u0438\u0431\u0440\u0430\u043d\u0456 feed'\u0438?
are-you-sure-you-want-to-delete-the-selected-version=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0432\u0438\u0431\u0440\u0430\u043d\u0456 \u043c\u0456\u0441\u0446\u0435\u0437\u043d\u0430\u0445\u043e\u0434\u0436\u0435\u043d\u043d\u044f?
are-you-sure-you-want-to-delete-the-selected-web-content=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0432\u0438\u0431\u0440\u0430\u043d\u0438\u0439 \u0437\u0430\u043f\u0438\u0441?
are-you-sure-you-want-to-delete-this-web-content=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0446\u0435\u0439 \u043a\u043e\u043d\u0442\u0440\u0430\u043a\u0442?
are-you-sure-you-want-to-delete-this-web-content-version=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0446\u0435\u0439 \u043a\u043e\u043d\u0442\u0440\u0430\u043a\u0442?
are-you-sure-you-want-to-expire-the-selected-version=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0432\u0438\u0431\u0440\u0430\u043d\u0456 \u043c\u0456\u0441\u0446\u0435\u0437\u043d\u0430\u0445\u043e\u0434\u0436\u0435\u043d\u043d\u044f?
are-you-sure-you-want-to-expire-the-selected-web-content=\u0412\u0438 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0432\u0438\u0431\u0440\u0430\u043d\u0438\u0439 \u0437\u0430\u043f\u0438\u0441?
article-id=\u041d\u043e\u043c\u0435\u0440 \u0441\u0442\u0430\u0442\u0442\u0456 (Automatic Translation)
autogenerate-id=\u0410\u0432\u0442\u043e\u0433\u0435\u043d\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f ID
browse-by-structure=Browse by Structure (Automatic Copy)
category.journal=\u0423\u043f\u0440\u0430\u0432\u043b\u0456\u043d\u043d\u044f \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u043c \u0432\u043c\u0456\u0441\u0442\u043e\u043c
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=\u042f\u043a\u0449\u043e \u0446\u0435\u0439 \u043f\u0440\u0430\u043f\u043e\u0440\u0435\u0446\u044c \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e, \u043c\u043e\u0432\u0443 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0432\u0435\u0431-\u043a\u043e\u043d\u0442\u0435\u043d\u0442\u0443 \u0441\u0442\u0430\u0442\u0435\u0439 \u0431\u0443\u0434\u0435 \u0437\u043c\u0456\u043d\u043d\u0438\u043c\u0438. \u041c\u043e\u0432\u0443 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0432\u0435\u0431-\u043a\u043e\u043d\u0442\u0435\u043d\u0442\u0443 \u0441\u0442\u0430\u0442\u0435\u0439 \u0443\u0441\u043f\u0430\u0434\u043a\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0432\u0456\u0434 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u0432 \u0441\u0430\u0439\u0442\u0443. (Automatic Translation)
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=\u0412\u0438\u0431\u0456\u0440 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438
default-display-page=Default Display Page (Automatic Copy)
default-display-page-help=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043f\u043e\u0432\u043d\u0435 \u0443\u044f\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0440\u043e \u0437\u043c\u0456\u0441\u0442. \u0410\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u0441\u0430\u0439\u0442\u0443 \u0432 \u0437\u043c\u043e\u0437\u0456 \u0432\u0438\u0437\u043d\u0430\u0447\u0438\u0442\u0438, \u0434\u0435 \u043d\u0430 \u0441\u0442\u043e\u0440\u0456\u043d\u0446\u0456 \u0432\u043c\u0456\u0441\u0442 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454\u0442\u044c\u0441\u044f \u0434\u043e\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u0430\u043a\u0442\u0438\u0432\u0430\u043c\u0438 \u0432\u0438\u0434\u0430\u0432\u0435\u0446\u044c \u0456 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0439\u0442\u0435 \u0439\u043e\u0433\u043e \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0432\u0438\u0434\u0430\u0432\u0435\u0446\u044c \u0430\u043a\u0442\u0438\u0432\u043e\u043c \u0434\u043b\u044f \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=\u0414\u0430\u0442\u0430 \u043f\u043e\u043a\u0430\u0437\u0443
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=\u0420\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0432\u043c\u0456\u0441\u0442
editing-the-current-structure-deletes-all-unsaved-content=Editing the current structure deletes all unsaved content. (Automatic Copy)
editing-the-current-template-deletes-all-unsaved-content=Editing the current template deletes all unsaved content. (Automatic Copy)
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=\u0417\u0440\u043e\u0431\u0438\u0442\u0438 \u0437\u0430\u0441\u0442\u0430\u0440\u0456\u043b\u0438\u043c
expire-this-version=Expire This Version
expire-version=Expire Version (Automatic Copy)
favorite=\u041a\u043e\u0445\u0430\u043d\u0438\u0439 (Automatic Translation)
feed-item-content=\u0412\u043c\u0456\u0441\u0442 \u043f\u0443\u043d\u043a\u0442\u0443 \u0432 RSS Feed'\u0456
feed-type=\u0422\u0438\u043f RSS Feed'\u0443
filter-web-content-list-by-structure-x=\u0424\u0456\u043b\u044c\u0442\u0440\u0443\u0432\u0430\u0442\u0438 \u0441\u043f\u0438\u0441\u043e\u043a \u0432\u043c\u0456\u0441\u0442\u0443 \u0442\u0435\u043d\u0435\u0442\u0456\u0432 \u043f\u043e \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0456 {0}.
group-id=\u0406\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440 \u0433\u0440\u0443\u043f\u0438 (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=\u0412\u0435\u0431-\u043a\u043e\u043d\u0442\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0431\u0443\u0442\u0438 \u0431\u0443\u0434\u044c-\u044f\u043a\u0438\u0439 \u0437\u043c\u0456\u0441\u0442, \u0449\u043e \u0432\u0438 \u0445\u043e\u0442\u0456\u043b\u0438 \u0431 \u0434\u043e\u0434\u0430\u0442\u0438 \u0441\u0430\u0439\u0442, \u043d\u0430\u043f\u0440\u0438\u043a\u043b\u0430\u0434 \u0441\u0442\u0430\u0442\u0435\u0439, \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0456 \u0430\u0431\u043e \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u043e\u0432\u0438\u043d. \u0410\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438 \u043c\u043e\u0436\u0443\u0442\u044c \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0442\u0438 \u0437\u043c\u0456\u0441\u0442\u043e\u043c, \u0430 \u0442\u0430\u043a\u043e\u0436 \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0440\u043e\u043b\u0456 \u0439 \u0434\u043e\u0437\u0432\u043e\u043b\u0438. \u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0436\u0443\u0442\u044c \u0434\u043e\u0434\u0430\u0432\u0430\u0442\u0438, \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438, \u0437\u0430\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0438 \u0430\u0431\u043e \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0430\u0442\u0438 \u0432\u043c\u0456\u0441\u0442 \u0437\u0430\u043b\u0435\u0436\u043d\u043e \u0432\u0456\u0434 \u0457\u0445 \u0440\u043e\u043b\u044c. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=\u041f\u043e\u0448\u0443\u043a \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=\u041c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u0439 \u0432\u043c\u0456\u0441\u0442
journal-article-comments=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0456\u0432 \u0434\u043b\u044f \u0436\u0443\u0440\u043d\u0430\u043b\u044c\u043d\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439. (Automatic Translation)
journal-article-custom-token-names=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043f\u0435\u0440\u0435\u043b\u0456\u043a \u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u043b\u044c\u043d\u0438\u0446\u044c\u043a\u0456 \u043c\u0430\u0440\u043a\u0435\u0440 \u0456\u043c\u0435\u043d, \u044f\u043a\u0456 \u0431\u0443\u0434\u0443\u0442\u044c \u0437\u0430\u043c\u0456\u043d\u0435\u043d\u0456, \u043a\u043e\u043b\u0438 \u0437\u043c\u0456\u0441\u0442 \u0441\u0442\u0430\u0442\u0442\u0456 \u043d\u0430\u0434\u0430\u043d\u0456. (Automatic Translation)
journal-article-custom-token-values=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043f\u0435\u0440\u0435\u043b\u0456\u043a \u0432\u043b\u0430\u0441\u043d\u0456 \u043c\u0430\u0440\u043a\u0435\u0440 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f, \u044f\u043a\u0456 \u0431\u0443\u0434\u0443\u0442\u044c \u0437\u0430\u043c\u0456\u043d\u0435\u043d\u0456, \u043a\u043e\u043b\u0438 \u0437\u043c\u0456\u0441\u0442 \u0441\u0442\u0430\u0442\u0442\u0456 \u043d\u0430\u0434\u0430\u043d\u0456. (Automatic Translation)
journal-article-database-search-content-keywords=\u0426\u0435 \u0425\u0418\u0411\u041d\u0406\u0421\u0422\u042c \u0456\u0433\u043d\u043e\u0440\u0443\u0432\u0430\u0442\u0438 \u0441\u0442\u0430\u0442\u0442\u0456 \u0432\u043c\u0456\u0441\u0442\u0443 \u043d\u0430\u0431\u043e\u0440\u0443 \u043f\u0456\u0434 \u0447\u0430\u0441 \u0437\u0434\u0456\u0439\u0441\u043d\u0435\u043d\u043d\u044f \u043f\u043e\u0448\u0443\u043a\u0456\u0432 \u043a\u043b\u044e\u0447\u043e\u0432\u043e\u0433\u043e \u0441\u043b\u043e\u0432\u0430 \u043d\u0430 \u0431\u0430\u0437\u0456 \u0434\u0430\u043d\u0438\u0445 \u0434\u043b\u044f \u0436\u0443\u0440\u043d\u0430\u043b\u044c\u043d\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439. (Automatic Translation)
journal-article-expire-all-versions=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u043f\u0440\u0430\u0432\u0434\u0430 \u0437\u0430\u043a\u0456\u043d\u0447\u0443\u0454\u0442\u044c\u0441\u044f \u0432\u0441\u0456 \u0432\u0435\u0440\u0441\u0456\u0457 \u0441\u0442\u0430\u0442\u0442\u0456, \u043a\u043e\u043b\u0438 \u043c\u0438\u043d\u0430\u0454 \u0441\u0442\u0430\u0442\u0442\u044e. \u0426\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f false \u0442\u0456\u043b\u044c\u043a\u0438 \u0437\u0430\u043a\u0456\u043d\u0447\u0443\u0454\u0442\u044c\u0441\u044f \u043e\u0441\u0442\u0430\u043d\u043d\u044e \u0432\u0435\u0440\u0441\u0456\u044e \u0437\u0430\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043d\u0438\u0439 \u0441\u0442\u0430\u0442\u0442\u0456, \u043a\u043e\u043b\u0438 \u043c\u0438\u043d\u0430\u0454 \u0441\u0442\u0430\u0442\u0442\u044e. (Automatic Translation)
journal-article-index-all-versions=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0456\u043d\u0434\u0435\u043a\u0441 \u0432\u0441\u0456 \u0432\u0435\u0440\u0441\u0456\u0457 \u0441\u0442\u0430\u0442\u0442\u0456. \u0426\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f false \u0456\u043d\u0434\u0435\u043a\u0441\u0443\u0432\u0430\u0442\u0438 \u0442\u0456\u043b\u044c\u043a\u0438 \u043e\u0441\u0442\u0430\u043d\u043d\u0456 \u0432\u0435\u0440\u0441\u0456\u0457 \u0456\u043d\u0434\u0435\u043a\u0441\u043e\u0432\u0430\u043d\u0438\u0445. (Automatic Translation)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions. (Automatic Copy)
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0442\u0438\u043f \u0441\u0445\u043e\u0432\u0438\u0449\u0430, \u044f\u043a\u0435 \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u0434\u043b\u044f \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u0436\u0443\u0440\u043d\u0430\u043b\u044c\u043d\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439. (Automatic Translation)
journal-article-token-page-break=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u043c\u0430\u0440\u043a\u0435\u0440, \u044f\u043a\u0438\u0439 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u043f\u0456\u0434 \u0447\u0430\u0441 \u0432\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0440\u043e\u0441\u0442\u0438\u0439 \u0440\u043e\u0437\u0440\u0438\u0432\u0438 \u0432 \u0441\u0442\u0430\u0442\u0442\u044f\u0445. (Automatic Translation)
journal-article-view-permission-check=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0432\u0456\u0440\u043d\u043e \u0434\u043b\u044f \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0438, \u0449\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043c\u0430\u0454 \u0434\u043e\u0437\u0432\u0456\u043b \u043d\u0430 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434 \u043d\u0430 \u0436\u0443\u0440\u043d\u0430\u043b\u044c\u043d\u043e\u0457 \u0441\u0442\u0430\u0442\u0442\u0456, \u043a\u043e\u043b\u0438 \u0432\u0456\u0434\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u0439\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443. (Automatic Translation)
journal-content=\u0417\u043c\u0456\u0441\u0442 \u0436\u0443\u0440\u043d\u0430\u043b\u0443 (Automatic Translation)
journal-content-help=\u0417\u0430\u0431\u0435\u0437\u043f\u0435\u0447\u0443\u0454 \u043c\u0435\u0442\u043e\u0434\u0430\u0445 \u0443\u0442\u0438\u043b\u0456\u0442\u0443 \u0434\u043b\u044f \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443. (Automatic Translation)
journal-content-portlet-instance-configuration-name=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443
journal-content-search-portlet-instance-configuration-name=\u041f\u043e\u0448\u0443\u043a \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=\u0412\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u0406\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 Web \u0432\u043c\u0456\u0441\u0442 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454\u0442\u044c\u0441\u044f \u043d\u0430 \u043a\u0456\u043d\u0446\u0435\u0432\u0443 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443, \u0432 \u044f\u043a\u043e\u043c\u0443 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u044e\u0442\u044c\u0441\u044f \u043d\u0435 \u0434\u043b\u044f \u0437\u0430\u0433\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0443 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0456\u0432. \u041f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u043c\u0430\u0454 \u0456\u0441\u043d\u0443\u0432\u0430\u0442\u0438 \u0430\u0431\u043e \u0432\u043c\u0456\u0441\u0442 \u043d\u0435 \u0431\u0443\u0434\u0435 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043e. (Automatic Translation)
journal-file-uploads-configuration-name=\u0412\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 \u043f\u0430\u043f\u043a\u0438 \u0437\u0430\u043a\u0430\u0447\u0443\u0432\u0430\u043d\u044c (Automatic Translation)
journal-folder-icon-check-count=\u0426\u0435 \u0432\u0456\u0440\u043d\u043e, \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0447\u0438 \u043f\u0430\u043f\u043a\u0438 \u043f\u0443\u0441\u0442\u0438\u0439 \u0430\u0431\u043e \u043d\u0435 \u0456 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u0437\u043d\u0430\u0447\u043a\u0430 \u043f\u0443\u0441\u0442\u0438\u0439 \u0430\u0431\u043e \u043f\u043e\u0432\u043d\u0438\u0439 \u043d\u0430\u0431\u0456\u0440. \u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0432\u0448\u0438 \u0439\u043e\u0433\u043e \u0425\u0418\u0411\u041d\u0406\u0421\u0422\u042c \u0432\u0438\u043c\u0438\u043a\u0430\u0454 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0443 \u0456 \u0437\u0430\u0432\u0436\u0434\u0438 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454\u0442\u044c\u0441\u044f \u043f\u043e\u0440\u043e\u0436\u043d\u0456\u0439 \u0437\u043d\u0430\u0447\u043e\u043a, \u0449\u043e\u0431 \u043f\u0440\u0438\u0441\u043a\u043e\u0440\u0438\u0442\u0438 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0432\u043d\u0456\u0441\u0442\u044c. (Automatic Translation)
journal-group-service-configuration-name=\u0412\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 \u0441\u043b\u0443\u0436\u0431\u0438 (Automatic Translation)
journal-service-configuration-name=\u0412\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 (Automatic Translation)
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=\u0412\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043d\u043d\u044f (Automatic Translation)
last-x-web-content=\u041e\u0441\u0442\u0430\u043d\u043d\u0456\u0439 \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u0439 \u0432\u043c\u0456\u0441\u0442 {0}
max-add-menu-items=\u041c\u0430\u043a\u0441 \u0434\u043e\u0434\u0430\u0442\u0438 \u043f\u0443\u043d\u043a\u0442\u0438 \u043c\u0435\u043d\u044e (Automatic Translation)
menu-item-name=\u0406\u043c'\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043c\u0435\u043d\u044e (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=\u0417\u043c\u0456\u0441\u0442 \u0432\u0435\u0431-\u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=\u0428\u0430\u0431\u043b\u043e\u043d \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 (Automatic Translation)
model.resource.com.liferay.journal=\u0423\u043f\u0440\u0430\u0432\u043b\u0456\u043d\u043d\u044f \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u043c \u0432\u043c\u0456\u0441\u0442\u043e\u043c
model.resource.com.liferay.journal.model.JournalArticle=\u041c\u0435\u0440\u0435\u0436\u0435\u0432\u0430 \u0441\u0442\u0430\u0442\u0442\u044f
model.resource.com.liferay.journal.model.JournalFeed=Feed \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439
model.resource.com.liferay.journal.model.JournalFolder=Feed \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439
move-web-content=\u0412\u0438\u0431\u0440\u0430\u0442\u0438 \u0432\u043c\u0456\u0441\u0442
no-comment-was-found=\u0411\u0443\u043b\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e, \u0431\u0435\u0437 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0456\u0432. (Automatic Translation)
no-web-content-was-found=\u0417\u043d\u0430\u0439\u0434\u0435\u043d\u043e \u043d\u0435 \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443. (Automatic Translation)
no-web-content-was-found-that-matched-the-keywords-x=\u041f\u043e \u0432\u043a\u0430\u0437\u0430\u043d\u0438\u0445 \u043d\u0438\u0436\u0447\u0435 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0445 \u0441\u043b\u043e\u0432\u0430\u0445 \u043d\u0435 \u0431\u0443\u043b\u043e \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e \u0436\u043e\u0434\u043d\u043e\u0433\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0443\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=\u041f\u043e \u0432\u043a\u0430\u0437\u0430\u043d\u0438\u0445 \u043d\u0438\u0436\u0447\u0435 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0445 \u0441\u043b\u043e\u0432\u0430\u0445 \u043d\u0435 \u0431\u0443\u043b\u043e \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e \u0436\u043e\u0434\u043d\u043e\u0433\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0443\: {0}.
num-of-web-content-instances=\# of Web Content instances (Automatic Copy)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=Only show results for web content listed in a Web Content Display portlet. (Automatic Copy)
please-add-a-template-to-render-this-structure=Please add a template to render this structure. (Automatic Copy)
please-enter-a-unique-id=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0438\u0439 ID.
please-enter-a-valid-id=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0438\u0439 ID.
please-enter-a-valid-portlet-id=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c ID \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0443.
please-enter-a-valid-target-layout-friendly-url=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0437\u0440\u0443\u0447\u043d\u0438\u0439 URL \u0446\u0456\u043b\u044c\u043e\u0432\u043e\u0457 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438.
please-select-a-valid-feed-item-content=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u0434\u0456\u0439\u0441\u043d\u0438\u0439 \u0432\u043c\u0456\u0441\u0442 RSS Feed.
please-select-an-existing-display-page=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u043d\u0430\u044f\u0432\u043d\u0443 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443 \u0434\u0438\u0441\u043f\u043b\u0435\u0439. (Automatic Translation)
please-select-an-existing-small-image=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u043d\u0430\u044f\u0432\u043d\u0438\u0439 \u043d\u0435\u0432\u0435\u043b\u0438\u043a\u0438\u0439 \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
please-select-an-existing-structure=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u0456\u0441\u043d\u0443\u044e\u0447\u043e\u0457 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438. (Automatic Translation)
please-select-an-existing-template=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u043d\u0430\u044f\u0432\u043d\u0438\u0439 \u0448\u0430\u0431\u043b\u043e\u043d. (Automatic Translation)
presentation-settings=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u043e\u0434\u0430\u043d\u043d\u044f
publish-to-live-by-default=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0432\u0456\u0440\u043d\u043e, \u044f\u043a\u0449\u043e \u0436\u0443\u0440\u043d\u0430\u043b\u044c\u043d\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439 \u043f\u043e\u0432\u0438\u043d\u043d\u0456 \u0431\u0443\u0442\u0438 \u043e\u043f\u0443\u0431\u043b\u0456\u043a\u043e\u0432\u0430\u043d\u0456 \u0436\u0438\u0442\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c. (Automatic Translation)
publish-version-history-by-default=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0425\u0418\u0411\u041d\u0406\u0421\u0422\u042c, \u044f\u043a\u0449\u043e \u0442\u0456\u043b\u044c\u043a\u0438 \u043e\u0441\u0442\u0430\u043d\u043d\u0456\u0439 \u0443\u0445\u0432\u0430\u043b\u0435\u043d\u043e\u0457 \u0432\u0435\u0440\u0441\u0456\u0457 \u0436\u0443\u0440\u043d\u0430\u043b\u044c\u043d\u0438\u0445 \u0441\u0442\u0430\u0442\u0435\u0439 \u043f\u0443\u0431\u043b\u0456\u043a\u0443\u0432\u0430\u0442\u0438\u043c\u0435\u0442\u044c\u0441\u044f \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=\u0414\u043e\u0434\u0430\u0454 \u043d\u043e\u0432\u0456 \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442 \u0432 \u043f\u0430\u043f\u043a\u0443, \u0449\u043e \u0432\u0438 \u043f\u0456\u0434\u043f\u0438\u0441\u0430\u043b\u0438\u0441\u044f. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=\u0414\u043e\u0434\u0430\u0454 \u043d\u043e\u0432\u0456 \u0432\u0435\u0431-\u043a\u043e\u043d\u0442\u0435\u043d\u0442\u0443 \u0412\u0438 \u043f\u0456\u0434\u043f\u0438\u0441\u0430\u043b\u0438\u0441\u044f. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=\u041e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u0432\u0435\u0431-\u043a\u043e\u043d\u0442\u0435\u043d\u0442\u0443 \u0412\u0438 \u043f\u0456\u0434\u043f\u0438\u0441\u0430\u043b\u0438\u0441\u044f. (Automatic Translation)
remove-favorite=\u0412\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u0424\u0430\u0432\u043e\u0440\u0438\u0442 (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=Select a structure to filter the web content list by a structure. (Automatic Copy)
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=Select existing web content or add some web content to be displayed in this portlet. (Automatic Copy)
select-page=\u0412\u0438\u0431\u0440\u0430\u043d\u0456 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438
select-structure=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=\u0412\u0438\u0431\u0440\u0430\u0442\u0438 \u0432\u043c\u0456\u0441\u0442
select-web-content-to-make-it-visible=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442, \u0449\u043e\u0431 \u0437\u0440\u043e\u0431\u0438\u0442\u0438 \u0439\u043e\u0433\u043e \u0432\u0438\u0434\u0438\u043c\u0438\u043c (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=\u0412\u043a\u0430\u0436\u0456\u0442\u044c \u0441\u0438\u043c\u0432\u043e\u043b\u0438, \u044f\u043a\u0456 \u043d\u0435 \u0434\u043e\u043f\u0443\u0441\u043a\u0430\u044e\u0442\u044c\u0441\u044f \u0432 \u0436\u0443\u0440\u043d\u0430\u043b\u0456 \u0456\u043c\u0435\u043d\u0430 \u043f\u0430\u043f\u043e\u043a. (Automatic Translation)
structure-and-template=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0456 \u0448\u0430\u0431\u043b\u043e\u043d (Automatic Translation)
structure-default-values=Structure Default Values (Automatic Copy)
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=\u0412\u0438\u0437\u043d\u0430\u0447\u0430\u0454, \u0447\u0438 \u0431\u0443\u0434\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 \u0432\u043c\u0456\u0441\u0442\u0443 \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u0437\u0430\u043f\u0438\u0442\u0438 \u043f\u0456\u0434 \u0447\u0430\u0441 \u0437\u0430\u043f\u0443\u0441\u043a\u0443 \u0441\u0435\u0440\u0432\u0435\u0440\u0430. (Automatic Translation)
target-layout-friendly-url=\u0417\u0440\u0443\u0447\u043d\u0438\u0439 URL \u0446\u0456\u043b\u044c\u043e\u0432\u043e\u0457 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438
target-portlet-id=\u041d\u043e\u043c\u0435\u0440 \u0446\u0456\u043b\u044c\u043e\u0432\u043e\u0433\u043e \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430
terms-of-use-web-content=\u0423\u043c\u043e\u0432\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 (Automatic Translation)
terms-of-use-web-content-help=\u0423\u043a\u0430\u0436\u0456\u0442\u044c \u0406\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440 \u0433\u0440\u0443\u043f\u0438 \u0442\u0430 \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443, \u044f\u043a\u0438\u0439 \u0431\u0443\u0434\u0435 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u0438\u0441\u044f \u0432 \u044f\u043a\u043e\u0441\u0442\u0456 \u0443\u043c\u043e\u0432\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f, \u043d\u043e\u043c\u0435\u0440 \u0441\u0442\u0430\u0442\u0442\u0456. \u0422\u0435\u043a\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0435\u0442\u044c\u0441\u044f, \u044f\u043a\u0449\u043e \u043d\u0435 \u0432\u043a\u0430\u0437\u0430\u043d\u043e \u043d\u0456\u044f\u043a\u043e\u0457 \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443. (Automatic Translation)
the-content-references-a-missing-file-entry=\u0412\u043c\u0456\u0441\u0442 \u043f\u043e\u0441\u0438\u043b\u0430\u0454\u0442\u044c\u0441\u044f \u043d\u0430 \u0432\u0456\u0434\u0441\u0443\u0442\u043d\u0456\u0439 \u0437\u0430\u043f\u0438\u0441 \u0444\u0430\u0439\u043b\u0443. (Automatic Translation)
the-content-references-a-missing-page=\u0412\u043c\u0456\u0441\u0442 \u043f\u043e\u0441\u0438\u043b\u0430\u0454\u0442\u044c\u0441\u044f \u043d\u0430 \u0432\u0456\u0434\u0441\u0443\u0442\u043d\u0456\u0439 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=The structure you selected is not valid for this folder. (Automatic Copy)
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c. (Automatic Translation)
there-is-no-web-content-with-structure-x=There is no web content with structure <em>{0}</em>. (Automatic Copy)
this-application-is-not-visible-to-users-yet=\u0426\u0435\u0439 \u0437\u0430\u0441\u0442\u043e\u0441\u0443\u043d\u043e\u043a \u0449\u0435 \u043d\u0435 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=This content has expired or you do not have the required permissions to access it. (Automatic Copy)
this-structure-has-not-been-saved=This structure has not been saved. (Automatic Copy)
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d {0}
user-tools=User Tools (Automatic Copy)
view-content-in-x=View content in <em>{0}</em>.
web-content=\u041c\u0435\u0440\u0435\u0436\u0435\u0432\u0438\u0439 \u0432\u043c\u0456\u0441\u0442
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=Web Content Added Email (Automatic Copy)
web-content-approval-denied-email=Web Content Denied Email (Automatic Copy)
web-content-approval-granted-email=Web Content Granted Email (Automatic Copy)
web-content-approval-requested-email=Web Content Requested Email (Automatic Copy)
web-content-contraints=Web Content Constraints (Automatic Copy)
web-content-description=Web Content Description (Automatic Copy)
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=Web Content Review Email (Automatic Copy)
web-content-title=\u0421\u043f\u0438\u0441\u043e\u043a \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443
web-content-translation=Web Content Translation (Automatic Copy)
web-content-type=\u0421\u043f\u0438\u0441\u043e\u043a \u043c\u0435\u0440\u0435\u0436\u0435\u0432\u043e\u0433\u043e \u0432\u043c\u0456\u0441\u0442\u0443
web-content-updated-email=Web Content Updated Email (Automatic Copy)
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} web content instances are ready to be moved. (Automatic Copy)
x-web-content-instances-cannot-be-moved={0} web content instances cannot be moved. (Automatic Copy)
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=\u0412\u0438 \u043d\u0435 \u043c\u0430\u0454\u0442\u0435 \u0440\u043e\u043b\u0435\u0439, \u044f\u043a\u0456 \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u0456 \u0434\u043b\u044f \u0434\u043e\u0441\u0442\u0443\u043f\u0443 \u0434\u043e \u0446\u044c\u043e\u0433\u043e \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0443.
you-have-exceeded-the-maximum-web-content-size-allowed=You have exceeded the maximum web content size allowed. (Automatic Copy)
