#X-Generator: crowdin.com
access-key=\u0e04\u0e35\u0e22\u0e4c\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 (Automatic Translation)
access-key-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e35\u0e22\u0e4c\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e02\u0e2d\u0e07 AWS (Automatic Translation)
bucket-name=\u0e0a\u0e37\u0e48\u0e2d\u0e01\u0e25\u0e38\u0e48\u0e21 (Automatic Translation)
bucket-name-help=\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e01\u0e25\u0e38\u0e48\u0e21\u0e43\u0e0a\u0e49 S3 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c (Automatic Translation)
cache-dir-clean-up-expunge=\u0e41\u0e04\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e30\u0e2d\u0e32\u0e14\u0e02\u0e36\u0e49\u0e19 Expunge (Automatic Translation)
cache-dir-clean-up-expunge-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e08\u0e30\u0e16\u0e39\u0e01\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e27\u0e49\u0e43\u0e19\u0e41\u0e04\u0e0a (Automatic Translation)
cache-dir-clean-up-frequency=\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e04\u0e25\u0e49\u0e32\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48 (Automatic Translation)
cache-dir-clean-up-frequency-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e2a\u0e48\u0e27\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e17\u0e23\u0e17\u0e35\u0e48\u0e27\u0e34\u0e18\u0e35\u0e41\u0e1f\u0e49\u0e21\u0e41\u0e04\u0e2a\u0e30\u0e2d\u0e32\u0e14\u0e41\u0e25\u0e30\u0e41\u0e04\u0e0a\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e08\u0e23\u0e34\u0e07\u0e2a\u0e30\u0e2d\u0e32\u0e14 \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19 1 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e30\u0e2d\u0e32\u0e14\u0e40\u0e2a\u0e21\u0e2d \u0e22\u0e34\u0e48\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e15\u0e48\u0e33\u0e01\u0e27\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48 (Automatic Translation)
connection-timeout=\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d (Automatic Translation)
connection-timeout-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e2d (\u0e21\u0e34\u0e25\u0e25\u0e34\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35) \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e04\u0e48\u0e32 0 \u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07 infinity \u0e41\u0e25\u0e30\u0e44\u0e21\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33 (Automatic Translation)
core-pool-size=\u0e02\u0e19\u0e32\u0e14\u0e2a\u0e23\u0e30\u0e27\u0e48\u0e32\u0e22\u0e19\u0e49\u0e33\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
core-pool-size-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e18\u0e23\u0e14\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e0a\u0e34\u0e49\u0e19\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
http-client-max-connections=\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 HTTP (Automatic Translation)
http-client-max-connections-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d HTTP \u0e40\u0e1b\u0e34\u0e14\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15 (Automatic Translation)
http-client-max-error-retry=\u0e25\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 HTTP (Automatic Translation)
http-client-max-error-retry-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e25\u0e2d\u0e07\u0e02\u0e2d retriable \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 (Automatic Translation)
max-pool-size=\u0e02\u0e19\u0e32\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e2a\u0e23\u0e30\u0e27\u0e48\u0e32\u0e22\u0e19\u0e49\u0e33 (Automatic Translation)
max-pool-size-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e18\u0e23\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
minimum-uploads-part-size=\u0e02\u0e19\u0e32\u0e14\u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
minimum-uploads-part-size-help=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e19\u0e32\u0e14\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e15\u0e48\u0e33\u0e2a\u0e38\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e0a\u0e34\u0e49\u0e19\u0e2a\u0e48\u0e27\u0e19 \u0e25\u0e14\u0e02\u0e19\u0e32\u0e14\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e48\u0e33\u0e2a\u0e38\u0e14\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e25\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e22\u0e48\u0e2d\u0e22 \u0e46 \u0e08\u0e33\u0e19\u0e27\u0e19\u0e21\u0e32\u0e01 \u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e15\u0e48\u0e33\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b\u0e21\u0e35\u0e1c\u0e25\u0e01\u0e23\u0e30\u0e17\u0e1a\u0e15\u0e48\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e23\u0e47\u0e27\u0e42\u0e2d\u0e19 \u0e17\u0e33\u0e43\u0e2b\u0e49\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e27\u0e25\u0e32\u0e41\u0e1d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e37\u0e48\u0e2d\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
multipart-upload-threshold=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e25\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
multipart-upload-threshold-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e02\u0e19\u0e32\u0e14 (\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1a\u0e15\u0e4c) \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e43\u0e0a\u0e49\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e25\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19 \u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e19\u0e32\u0e14\u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e01\u0e25\u0e22\u0e38\u0e17\u0e18\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14 \u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e40\u0e14\u0e35\u0e22\u0e27\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e27\u0e31\u0e15\u0e16\u0e38\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
ntlm-proxy-domain=NTLM \u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e40\u0e21\u0e19 (Automatic Translation)
ntlm-proxy-domain-help=\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e14\u0e40\u0e21\u0e19\u0e02\u0e2d\u0e07 Windows \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e02\u0e2d\u0e07 NTLM \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e49\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 Windows NTLM \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e19\u0e35\u0e49 (Automatic Translation)
ntlm-proxy-workstation=\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e02\u0e2d\u0e07 NTLM (Automatic Translation)
ntlm-proxy-workstation-help=\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e19 Windows NTLM \u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e49\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 Windows NTLM \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e19\u0e35\u0e49 (Automatic Translation)
proxy-auth-type=\u0e0a\u0e19\u0e34\u0e14\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 (Automatic Translation)
proxy-auth-type-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 S3 "\u0e44\u0e21\u0e48\u0e21\u0e35" \u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e44\u0e21\u0e48 "\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49 \u0e23\u0e30\u0e1a\u0e38\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 "Ntlm" \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 Windows NTLM \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49 \u0e23\u0e30\u0e1a\u0e38\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 NTLM \u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e40\u0e21\u0e19 \u0e41\u0e25\u0e30 NTLM \u0e40\u0e27\u0e34\u0e23\u0e4c\u0e01\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 (Automatic Translation)
proxy-host-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d (Automatic Translation)
proxy-password=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 (Automatic Translation)
proxy-password-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e16\u0e49\u0e32\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e32\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 (Automatic Translation)
proxy-port-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e17\u0e35\u0e48\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d (Automatic Translation)
proxy-username=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 (Automatic Translation)
proxy-username-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e32\u0e07\u0e1e\u0e23\u0e47\u0e2d\u0e01\u0e0b\u0e35 (Automatic Translation)
s3-region=\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04 S3 (Automatic Translation)
s3-region-help=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04 S3 Amazon \u0e0b\u0e36\u0e48\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04\u0e17\u0e35\u0e48 Amazon S3 \u0e40\u0e01\u0e47\u0e1a\u0e16\u0e31\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04 Amazon S3 \u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e41\u0e1d\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1b\u0e23\u0e30\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e20\u0e32\u0e1e \u0e25\u0e14\u0e15\u0e49\u0e19\u0e17\u0e38\u0e19 \u0e41\u0e25\u0e30\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a \u0e27\u0e31\u0e15\u0e16\u0e38\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e27\u0e49\u0e43\u0e19\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04 Amazon S3 \u0e44\u0e21\u0e48\u0e40\u0e04\u0e22\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e40\u0e27\u0e49\u0e19\u0e41\u0e15\u0e48\u0e08\u0e30\u0e42\u0e2d\u0e19\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04\u0e2d\u0e37\u0e48\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e0a\u0e31\u0e14\u0e40\u0e08\u0e19 (Automatic Translation)
s3-storage-class=S3 \u0e04\u0e25\u0e32\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a (Automatic Translation)
s3-storage-class-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e2d\u0e07 Amazon S3 \u0e23\u0e30\u0e14\u0e31\u0e1a\u0e21\u0e32\u0e15\u0e23\u0e10\u0e32\u0e19\u0e40\u0e01\u0e47\u0e1a\u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49 \u0e42\u0e14\u0e22\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e41\u0e25\u0e30\u0e2b\u0e21\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21 \u0e27\u0e48\u0e32 \u0e2a\u0e33\u0e40\u0e19\u0e32\u0e0b\u0e49\u0e33\u0e0b\u0e49\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e30\u0e16\u0e39\u0e01\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e27\u0e49\u0e43\u0e19\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a REDUCED_REDUNDANCY \u0e21\u0e35\u0e27\u0e31\u0e15\u0e16\u0e38\u0e1b\u0e23\u0e30\u0e2a\u0e07\u0e04\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e33\u0e04\u0e31\u0e0d \u0e08\u0e33\u0e25\u0e2d\u0e07 \u0e14\u0e49\u0e27\u0e22\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e49\u0e19 \u0e17\u0e38\u0e19\u0e15\u0e48\u0e33 \u0e21\u0e35\u0e2a\u0e39\u0e07\u0e40\u0e01\u0e47\u0e1a \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23\u0e01\u0e47\u0e15\u0e32\u0e21 \u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49\u0e08\u0e30\u0e44\u0e21\u0e48\u0e0b\u0e49\u0e33\u0e0b\u0e49\u0e2d\u0e19 (Automatic Translation)
s3-store-configuration-name=S3 Store Configuration (Automatic Copy)
secret-key=\u0e04\u0e35\u0e22\u0e4c\u0e25\u0e31\u0e1a (Automatic Translation)
secret-key-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e35\u0e22\u0e4c\u0e25\u0e31\u0e1a\u0e1a\u0e31\u0e0d\u0e0a\u0e35 AWS (Automatic Translation)
