#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=\u0642\u0645 \u0628\u0636\u0628\u0637\u0647 \u0644\u0644\u0633\u0645\u0627\u062d \u0644\u0645\u0633\u0624\u0648\u0644\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0625\u0636\u0627\u0641\u0629\u060c \u0623\u0648 \u0625\u0632\u0627\u0644\u0629\u060c \u0623\u0648 \u0625\u0639\u062f\u0627\u062f \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0648\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u062e\u0635\u0627\u0626\u0635. \u0625\u0630\u0627 \u0642\u0627\u0645 \u0645\u0633\u0624\u0648\u0644\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u062a\u0639\u062f\u064a\u0644 \u0635\u0641\u062d\u0629\u060c \u0641\u0625\u0646 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0639\u0644\u0649 \u0635\u0641\u062d\u0629 \u0642\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0623\u0635\u0644\u064a\u0629 \u0644\u0646 \u064a\u062a\u0645 \u0646\u0634\u0631\u0647\u0627. \u0625\u0630\u0627 \u062a\u0645 \u0636\u0628\u0637 \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631\u060c \u064a\u0645\u0643\u0646 \u0645\u0646\u0639 \u062a\u0639\u062f\u064a\u0644 \u0635\u0641\u062d\u0627\u062a \u0645\u0639\u064a\u0646\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0623\u062f\u0627\u0629 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0635\u0641\u062d\u0627\u062a.
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=\u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0642\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639
site-template-was-added=Site template was added. (Automatic Copy)
there-are-no-site-templates=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u064a\u0629 \u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639. (Automatic Translation)
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u064a\u0629 \u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639. \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0644\u0628 \u0645\u0648\u0642\u0639 \u0628\u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u0632\u0627\u0626\u062f \u0641\u064a \u0623\u0633\u0641\u0644 \u0627\u0644\u0632\u0627\u0648\u064a\u0629 \u0627\u0644\u064a\u0645\u0646\u0649. (Automatic Translation)
you-cannot-delete-site-templates-that-are-used-by-a-site=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u0642\u0648\u0627\u0644\u0628 \u0645\u0648\u0627\u0642\u0639 \u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0645\u0646 \u0642\u0628\u0644 \u0645\u0648\u0642\u0639.
