#X-Generator: crowdin.com
add-a-comment-to-help-users-understand-the-field-label=\u092b\u093c\u0940\u0932\u094d\u0921 \u0932\u0947\u092c\u0932 \u0938\u092e\u091d\u0928\u0947 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u092e\u0926\u0926 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 (Automatic Translation)
choose-an-output-parameter=\u0915\u094b\u0908 \u0906\u0909\u091f\u092a\u0941\u091f \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
choose-an-output-parameter-for-a-data-provider-previously-created=\u090f\u0915 \u0906\u0909\u091f\u092a\u0941\u091f \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0921\u0947\u091f\u093e \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u092a\u0939\u0932\u0947 \u092c\u0928\u093e\u092f\u093e \u091a\u0941\u0928\u0947\u0902\u0964 (Automatic Translation)
enter-a-default-value=\u0915\u094b\u0908 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
enter-a-default-value-that-is-submitted-if-no-other-value-is-entered=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0939\u0948 \u090f\u0915 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 \u0905\u0917\u0930 \u0915\u094b\u0908 \u0905\u0928\u094d\u092f \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
enter-a-descriptive-field-label-that-guides-users-to-enter-the-information-you-want=\u0915\u093f \u0906\u092a\u0915\u0940 \u0907\u091a\u094d\u091b\u093f\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0917\u093e\u0907\u0921 \u090f\u0915 \u0935\u0930\u094d\u0923\u0928\u093e\u0924\u094d\u092e\u0915 \u092b\u093c\u0940\u0932\u094d\u0921 \u0932\u0947\u092c\u0932 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
enter-a-field-label=\u092b\u093c\u0940\u0932\u094d\u0921 \u0932\u0947\u092c\u0932 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
enter-help-text=\u092e\u0926\u0926 \u092a\u093e\u0920 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
field-visibility-expression=\u092b\u093c\u0940\u0932\u094d\u0921 \u0926\u0943\u0936\u094d\u092f\u0924\u093e \u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924\u093f (Automatic Translation)
help-text=\u092e\u0926\u0926 \u092a\u093e\u0920 (Automatic Translation)
required-field=\u0906\u0935\u0936\u094d\u092f\u0915 \u092b\u093c\u0940\u0932\u094d\u0921 (Automatic Translation)
write-a-conditional-expression-to-control-whether-this-field-is-displayed=\u090f\u0915 \u0936\u0930\u094d\u0924 \u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924\u093f \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f \u0915\u094d\u092f\u093e \u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u094b\u0924\u093e \u0939\u0948 \u0932\u093f\u0916\u094b\u0964 (Automatic Translation)
