#X-Generator: crowdin.com
authorization-endpoint-help=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0642\u0637\u0647 \u067e\u0627\u06cc\u0627\u0646\u06cc \u0645\u062c\u0648\u0632 \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=\u0627\u06cc\u0646 \u0628\u0647 \u062a\u0646\u0638\u06cc\u0645 \u062f\u0631\u0633\u062a \u0628\u0647 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u062a\u0627\u06cc\u06cc\u062f \u0627\u0639\u062a\u0628\u0627\u0631 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
issuer-url-help=\u062a\u0646\u0638\u06cc\u0645 URL \u0635\u0627\u062f\u0631 \u06a9\u0646\u0646\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
jwks-uri-help=JWKS URI \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u062a\u0646\u0638\u06cc\u0645. (Automatic Translation)
open-id-connect-client-id-help=\u0634\u0646\u0627\u0633\u0647 \u0645\u0634\u062a\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f (Automatic Translation)
open-id-connect-client-secret-help=\u0645\u062c\u0645\u0648\u0639\u0647 \u0631\u0627\u0632 \u0645\u0634\u062a\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
open-id-connect-configuration-name=\u0627\u062a\u0635\u0627\u0644 \u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc (Automatic Translation)
open-id-connect-provider-configuration-name=\u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u062f\u0647\u0646\u062f\u0647 (Automatic Translation)
provider-name-help=\u062a\u0639\u06cc\u06cc\u0646 \u0646\u0627\u0645 \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\u062a\u0639\u06cc\u06cc\u0646 \u0646\u0648\u0639 \u0645\u0648\u0636\u0648\u0639 \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
token-endpoint-help=\u0645\u062c\u0645\u0648\u0639\u0647 \u0646\u0634\u0627\u0646\u0647 \u0646\u0642\u0637\u0647 \u0646\u0647\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
user-info-endpoint-help=\u0646\u0642\u0637\u0647 \u067e\u0627\u06cc\u0627\u0646\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u062f\u0647\u0646\u062f\u0647 \u062a\u0646\u0638\u06cc\u0645. (Automatic Translation)
