#X-Generator: crowdin.com
cache-expiration-time-description=Zaman i\u00e7inde SPA \u00f6nbelle\u011fi temizlenene dakikada tan\u0131mlay\u0131n. \u00d6nbellek hi\u00e7bir zaman SPA gezinti s\u0131ras\u0131nda sona s\u0131f\u0131r de\u011ferini kullan\u0131n. \u00d6nbellek devre d\u0131\u015f\u0131 b\u0131rak\u0131lmal\u0131d\u0131r negatif bir de\u011fer kullan\u0131n. (Automatic Translation)
cache-expiration-time-name=\u00d6nbellek zaman a\u015f\u0131m\u0131 s\u00fcresi (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=G\u00f6r\u00fcn\u00fc\u015fe g\u00f6re bu beklenenden daha uzun s\u00fcr\u00fcyor. (Automatic Translation)
navigation-exception-selectors-description=SPA g\u00f6z ard\u0131 edilmemelidir CSS se\u00e7iciler tan\u0131mlay\u0131n. (Automatic Translation)
navigation-exception-selectors-name=Gezinti \u00f6zel durum se\u00e7iciler (Automatic Translation)
oops=Oops (Automatic Translation)
request-timeout-description=Tam zaman\u0131, milisaniye i\u00e7inde bir SPA iste\u011fi zaman a\u015f\u0131m\u0131na u\u011frad\u0131 tan\u0131mlay\u0131n. E\u011fer istek hi\u00e7 zaman a\u015f\u0131m\u0131 s\u0131f\u0131r de\u011ferini kullan\u0131n. (Automatic Translation)
request-timeout-name=\u0130stek zaman a\u015f\u0131m\u0131 s\u00fcresi (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Frontend SPA altyap\u0131 (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=SPA gezinti istek ge\u00e7ersiz bir HTTP durum kodu ald\u0131. (Automatic Translation)
the-spa-request-timed-out=SPA iste\u011fi zaman a\u015f\u0131m\u0131na u\u011frad\u0131. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=SPA istekte beklenmeyen bir hata olu\u015ftu. (Automatic Translation)
user-notification-timeout-description=Milisaniye olarak bir bildirim iste\u011fi beklenenden daha uzun s\u00fcr\u00fcyor belirten kullan\u0131c\u0131 g\u00f6r\u00fcnt\u00fclendi\u011fi zaman, tan\u0131mlay\u0131n. Hi\u00e7bir bildirim-meli var olmak g\u00f6stermek s\u0131f\u0131r de\u011ferini kullan\u0131n. (Automatic Translation)
user-notification-timeout-name=Kullan\u0131c\u0131 bildirim zaman a\u015f\u0131m\u0131 (Automatic Translation)
