#X-Generator: crowdin.com
cache-expiration-time-description=Defina o tempo, em minutos, em que o cache SPA \u00e9 limpo. Use um valor zero se o cache nunca dever\u00e1 expirar durante a navega\u00e7\u00e3o do SPA. Use um valor negativo se o cache deve ser desativado. (Automatic Translation)
cache-expiration-time-name=Tempo de expira\u00e7\u00e3o do cache (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=Parece que isso est\u00e1 levando mais tempo do que o esperado. (Automatic Translation)
navigation-exception-selectors-description=Defina os seletores CSS que SPA deve ignorar. (Automatic Translation)
navigation-exception-selectors-name=Seletores de navega\u00e7\u00e3o exce\u00e7\u00e3o (Automatic Translation)
oops=Opa (Automatic Translation)
request-timeout-description=Defina o tempo, em milissegundos, em que um SPA tempo limite se esgota. Use um valor zero se o pedido nunca deve timeout. (Automatic Translation)
request-timeout-name=Tempo limite de solicita\u00e7\u00e3o (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Infra-estrutura SPA frontend (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=A solicita\u00e7\u00e3o de navega\u00e7\u00e3o SPA recebeu um c\u00f3digo de status HTTP inv\u00e1lido. (Automatic Translation)
the-spa-request-timed-out=A solicita\u00e7\u00e3o SPA esgotou-se. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=Ocorreu um erro inesperado na solicita\u00e7\u00e3o SPA. (Automatic Translation)
user-notification-timeout-description=Defina o tempo, em milissegundos, em que uma notifica\u00e7\u00e3o \u00e9 mostrada para o usu\u00e1rio informando que o pedido est\u00e1 demorando mais do que o esperado. Use um valor de zero se a notifica\u00e7\u00e3o n\u00e3o deve ser mostrada. (Automatic Translation)
user-notification-timeout-name=Tempo limite de notifica\u00e7\u00e3o do usu\u00e1rio (Automatic Translation)
