#X-Generator: crowdin.com
cache-expiration-time-description=Zdefiniowa\u0107 czas, w minutach, w kt\u00f3rych jest wyczyszczone w pami\u0119ci podr\u0119cznej SPA. U\u017cyj warto\u015b\u0107 zero, je\u015bli nigdy nie wyga\u015bnie pami\u0119ci podr\u0119cznej podczas nawigacji SPA. U\u017cyj warto\u015bci ujemnej, je\u015bli pami\u0119\u0107 podr\u0119czna powinna by\u0107 wy\u0142\u0105czona. (Automatic Translation)
cache-expiration-time-name=Czas wyga\u015bni\u0119cia pami\u0119ci podr\u0119cznej (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=Wygl\u0105da na to, \u017ce to trwa d\u0142u\u017cej, ni\u017c oczekiwano. (Automatic Translation)
navigation-exception-selectors-description=Definiowanie selektor\u00f3w CSS, kt\u00f3re SPA nale\u017cy zignorowa\u0107. (Automatic Translation)
navigation-exception-selectors-name=Selektory wyj\u0105tek nawigacji (Automatic Translation)
oops=Oops (Automatic Translation)
request-timeout-description=Zdefiniowa\u0107 czas, w milisekundach, w kt\u00f3rych limit czasu \u017c\u0105dania SPA. U\u017cyj warto\u015b\u0107 zero, je\u015bli wniosek powinien nigdy nie limitu czasu. (Automatic Translation)
request-timeout-name=Czas limit czasu \u017c\u0105dania (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Nak\u0142adka SPA infrastruktury (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=Odebrane \u017c\u0105danie nawigacji SPA nieprawid\u0142owy kod stanu HTTP. (Automatic Translation)
the-spa-request-timed-out=Up\u0142yn\u0105\u0142 limit czasu \u017c\u0105dania SPA. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d w \u017c\u0105daniu SPA. (Automatic Translation)
user-notification-timeout-description=Zdefiniowa\u0107 czas, w milisekundach, w kt\u00f3rych powiadomienie jest wy\u015bwietlane u\u017cytkownikowi, stwierdzaj\u0105ce, \u017ce \u017c\u0105danie trwa d\u0142u\u017cej, ni\u017c oczekiwano. Je\u015bli powiadomienie nie powinny by\u0107 wy\u015bwietlane, nale\u017cy u\u017cy\u0107 warto\u015b\u0107 zero. (Automatic Translation)
user-notification-timeout-name=Limit czasu powiadomienia u\u017cytkownika (Automatic Translation)
