#X-Generator: crowdin.com
cache-expiration-time-description=Definujte \u010das, v minut\u00e1ch, ve kter\u00fdch nen\u00ed vymaz\u00e1na mezipam\u011b\u0165 SPA. Pou\u017e\u00edt hodnotu nula, pokud cache by nikdy nevypr\u0161\u00ed b\u011bhem navigace SPA. Pokud by m\u011bla b\u00fdt zak\u00e1z\u00e1na mezipam\u011b\u0165, pou\u017eijte z\u00e1pornou hodnotu. (Automatic Translation)
cache-expiration-time-name=\u010cas vypr\u0161en\u00ed platnosti mezipam\u011bti (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=Vypad\u00e1 to, \u017ee to trv\u00e1 d\u00e9le, ne\u017e bylo o\u010dek\u00e1v\u00e1no. (Automatic Translation)
navigation-exception-selectors-description=Definov\u00e1n\u00ed CSS selektor\u016f, kter\u00e9 L\u00c1ZN\u011a by m\u011bly ignorovat. (Automatic Translation)
navigation-exception-selectors-name=Navigace v\u00fdjimek voli\u010de (Automatic Translation)
oops=Chybi\u010dka se vloudila (Automatic Translation)
request-timeout-description=Definujte \u010das, v milisekund\u00e1ch, v nich\u017e \u010dasov\u00fd limit \u017e\u00e1dosti SPA. Pou\u017eijte hodnotu nula, pokud \u017e\u00e1dost by m\u011bla nikdy \u010dasov\u00fd limit. (Automatic Translation)
request-timeout-name=\u010cas \u010dasov\u00fd limit po\u017eadavku (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Frontend SPA infrastruktura (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=L\u00e1zn\u011b naviga\u010dn\u00ed po\u017eadavek p\u0159ijat neplatn\u00fd vr\u00e1t\u00ed stavov\u00fd k\u00f3d HTTP. (Automatic Translation)
the-spa-request-timed-out=Vypr\u0161el \u010dasov\u00fd limit \u017e\u00e1dosti SPA. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b v \u017e\u00e1dosti o l\u00e1zn\u011b. (Automatic Translation)
user-notification-timeout-description=Definujte \u010das, v milisekund\u00e1ch, v nich\u017e je zobrazena ozn\u00e1men\u00ed u\u017eivateli, uv\u00e1d\u011bj\u00edc\u00ed, \u017ee \u017e\u00e1dosti trv\u00e1 d\u00e9le, ne\u017e bylo o\u010dek\u00e1v\u00e1no. Pou\u017eijte hodnotu nula, pokud \u017e\u00e1dn\u00e9 ozn\u00e1men\u00ed by m\u011bla b\u00fdt zobrazena. (Automatic Translation)
user-notification-timeout-name=\u010casov\u00fd limit upozorn\u011bn\u00ed u\u017eivatele (Automatic Translation)
