#X-Generator: crowdin.com
cache-expiration-time-description=\u0417\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0432\u0440\u0435\u043c\u0435, \u0432 \u043c\u0438\u043d\u0443\u0442\u0438, \u0432 \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u0438\u0437\u0447\u0438\u0441\u0442\u0432\u0430 \u043a\u0435\u0448\u0430 \u043d\u0430 \u0441\u043f\u0430. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043d\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0430\u043a\u043e \u043a\u0435\u0448\u0430 \u043d\u0438\u043a\u043e\u0433\u0430 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0442\u0438\u0447\u0430 \u043f\u0440\u0435\u0437 \u0421\u043f\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043e\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043b\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0430\u043a\u043e \u043a\u0435\u0448 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0435\u043d. (Automatic Translation)
cache-expiration-time-name=\u041a\u0435\u0448 \u0441\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u0432\u0440\u0435\u043c\u0435 (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=\u0422\u044f \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430 \u043a\u0430\u0442\u043e \u0442\u043e\u0432\u0430 \u043e\u0442\u043d\u0435\u043c\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0432\u0440\u0435\u043c\u0435 \u043e\u0442 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e. (Automatic Translation)
navigation-exception-selectors-description=\u0414\u0435\u0444\u0438\u043d\u0438\u0440\u0430 CSS \u0441\u0435\u043b\u0435\u043a\u0442\u043e\u0440\u0438, \u0447\u0435 \u0421\u041f\u0410 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430. (Automatic Translation)
navigation-exception-selectors-name=\u041d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u0441\u0435\u043b\u0435\u043a\u0442\u043e\u0440\u0438 (Automatic Translation)
oops=\u041e\u043f\u0430 (Automatic Translation)
request-timeout-description=\u0417\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0432\u0440\u0435\u043c\u0435, \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438, \u0432 \u043a\u043e\u044f\u0442\u043e \u0421\u043f\u0430 \u0438\u0441\u043a\u0430\u043d\u0435 \u0432\u0440\u0435\u043c\u0435 \u0432\u044a\u043d. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043d\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u043d\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u043d\u0438\u043a\u043e\u0433\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435. (Automatic Translation)
request-timeout-name=\u0412\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=\u0418\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0421\u043f\u0430 \u0438\u043d\u0444\u0440\u0430\u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=\u0421\u043f\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u0438\u0441\u043a\u0430\u043d\u0435 \u043f\u043e\u043b\u0443\u0447\u0438 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d HTTP \u0441\u0442\u0430\u0442\u0443\u0441 \u043a\u043e\u0434. (Automatic Translation)
the-spa-request-timed-out=\u041d\u0430 \u0421\u043f\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0438\u0437\u0442\u0435\u0447\u0435. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\u0418\u043c\u0430\u0448\u0435 \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0441\u043f\u0430 \u0438\u0441\u043a\u0430\u043d\u0435\u0442\u043e. (Automatic Translation)
user-notification-timeout-description=\u0417\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0432\u0440\u0435\u043c\u0435, \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438, \u0432 \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u043a\u0430\u0442\u043e \u043f\u043e\u0441\u043e\u0447\u0432\u0430, \u0447\u0435 \u0438\u0441\u043a\u0430\u043d\u0435\u0442\u043e \u0435 \u043e\u0442\u043d\u0435\u043c\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043d\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0430\u043a\u043e \u043d\u0438\u043a\u0430\u043a\u0432\u0430 \u043d\u043e\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0430. (Automatic Translation)
user-notification-timeout-name=\u0412\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u0435 (Automatic Translation)
