#X-Generator: crowdin.com
cache-expiration-time-description=D\u00e9finir la dur\u00e9e, en minutes, dans laquelle le cache SPA est effac\u00e9. Utilisez une valeur nulle si le cache ne doit jamais expirer au cours de la navigation de SPA. Utilisez une valeur n\u00e9gative si le cache doit \u00eatre d\u00e9sactiv\u00e9. (Automatic Translation)
cache-expiration-time-name=D\u00e9lai d'Expiration du cache (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=On dirait que cela prend plus longtemps que pr\u00e9vu. (Automatic Translation)
navigation-exception-selectors-description=D\u00e9finir les s\u00e9lecteurs CSS que SPA doit ignorer. (Automatic Translation)
navigation-exception-selectors-name=S\u00e9lecteurs d\u2019Exception de navigation (Automatic Translation)
oops=Oups (Automatic Translation)
request-timeout-description=D\u00e9finir la dur\u00e9e, en millisecondes, dans lequel une demande SPA arrive \u00e0 expiration. Utilisez une valeur z\u00e9ro si la demande ne devrait jamais timeout. (Automatic Translation)
request-timeout-name=D\u00e9lai d\u2019attente de requ\u00eate (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Frontend SPA Infrastructure (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=La requ\u00eate de navigation SPA a re\u00e7u un code d\u2019\u00e9tat HTTP non valide. (Automatic Translation)
the-spa-request-timed-out=La demande de la SPA a expir\u00e9. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=Il y avait une erreur inattendue dans la demande de la SPA. (Automatic Translation)
user-notification-timeout-description=D\u00e9finir la dur\u00e9e, en millisecondes, dans lequel un avis est affich\u00e9 \u00e0 l\u2019utilisateur indiquant que la demande prend plus longtemps que pr\u00e9vu. Utilisez une valeur nulle si aucune notification ne doit \u00eatre indiqu\u00e9e. (Automatic Translation)
user-notification-timeout-name=D\u00e9lai de Notification de l\u2019utilisateur (Automatic Translation)
