#X-Generator: crowdin.com
cache-expiration-time-description=Hat\u00e1rozza meg az id\u0151 percben, amelyben a SPA gyors\u00edt\u00f3t\u00e1r\u00e1nak t\u00f6rl\u00e9s\u00e9ig. Haszn\u00e1lja a nulla \u00e9rt\u00e9ket, ha a gyors\u00edt\u00f3t\u00e1r nem j\u00e1r le SPA navig\u00e1l\u00e1s k\u00f6zben. Haszn\u00e1lja a negat\u00edv \u00e9rt\u00e9k, ha-gyors\u00edt\u00f3t\u00e1rat le lehet tiltani. (Automatic Translation)
cache-expiration-time-name=Gyors\u00edt\u00f3t\u00e1r-lej\u00e1rati id\u0151 (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=\u00dagy n\u00e9z ki, ez a v\u00e1rtn\u00e1l. (Automatic Translation)
navigation-exception-selectors-description=Hat\u00e1rozza meg a CSS szelektor, hogy SPA figyelmen k\u00edv\u00fcl kell hagyni. (Automatic Translation)
navigation-exception-selectors-name=Navig\u00e1ci\u00f3s kiv\u00e9tel v\u00e1laszt\u00f3k (Automatic Translation)
oops=Hopp\u00e1 (Automatic Translation)
request-timeout-description=Hat\u00e1rozza meg az id\u0151 ezredm\u00e1sodpercben, amelyben egy SPA k\u00e9r\u00e9s id\u0151t\u00fall\u00e9p\u00e9s. Haszn\u00e1lja a nulla, ha a k\u00e9relmet ez\u00e9rt soha id\u0151t\u00fall\u00e9p\u00e9s. (Automatic Translation)
request-timeout-name=K\u00e9relem id\u0151t\u00fall\u00e9p\u00e9se id\u0151 (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Frontend SPA infrastrukt\u00fara (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=A SPA navig\u00e1ci\u00f3s k\u00e9r\u00e9st kapott egy \u00e9rv\u00e9nytelen HTTP-\u00e1llapotk\u00f3dot. (Automatic Translation)
the-spa-request-timed-out=SPA k\u00e9relem t\u00fall\u00e9pte az id\u0151korl\u00e1tot. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=A SPA k\u00e9r\u00e9s v\u00e1ratlan hiba volt. (Automatic Translation)
user-notification-timeout-description=Hat\u00e1rozza meg az id\u0151 ezredm\u00e1sodpercben, amely \u00e9rtes\u00edt\u00e9s megjelenik a felhaszn\u00e1l\u00f3t arr\u00f3l, hogy a k\u00e9relmet a v\u00e1rtn\u00e1l. Haszn\u00e1lja a nulla \u00e9rt\u00e9ket, ha nincs \u00e9rtes\u00edt\u00e9st kell kimutatni. (Automatic Translation)
user-notification-timeout-name=Felhaszn\u00e1l\u00f3 \u00e9rtes\u00edt\u00e9s id\u0151t\u00fall\u00e9p\u00e9s (Automatic Translation)
