#X-Generator: crowdin.com
cache-expiration-time-description=X\u00e1c \u0111\u1ecbnh th\u1eddi gian, trong v\u00e0i ph\u00fat, trong \u0111\u00f3 b\u1ed9 nh\u1edb cache c\u1ee7a SPA s\u1ebd b\u1ecb x\u00f3a. S\u1eed d\u1ee5ng m\u1ed9t gi\u00e1 tr\u1ecb s\u1ed1 kh\u00f4ng n\u1ebfu b\u1ed9 nh\u1edb cache n\u00ean kh\u00f4ng bao gi\u1edd h\u1ebft h\u1ea1n trong th\u1eddi gian \u0111i\u1ec1u h\u01b0\u1edbng SPA. S\u1eed d\u1ee5ng m\u1ed9t gi\u00e1 tr\u1ecb ti\u00eau c\u1ef1c n\u1ebfu b\u1ed9 nh\u1edb cache n\u00ean \u0111\u01b0\u1ee3c v\u00f4 hi\u1ec7u h\u00f3a. (Automatic Translation)
cache-expiration-time-name=Th\u1eddi gian h\u1ebft h\u1ea1n b\u1ed9 nh\u1edb cache (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=Ch\u1ed7 \u1edf n\u00e0y c\u00f3 v\u1ebb nh\u01b0 \u0111\u00e2y m\u1ea5t nhi\u1ec1u th\u1eddi gian h\u01a1n d\u1ef1 ki\u1ebfn. (Automatic Translation)
navigation-exception-selectors-description=X\u00e1c \u0111\u1ecbnh c\u00e1c CSS selectors SPA n\u00ean b\u1ecf qua. (Automatic Translation)
navigation-exception-selectors-name=Chuy\u1ec3n h\u01b0\u1edbng ngo\u1ea1i l\u1ec7 Tr\u1ea1ch (Automatic Translation)
oops=R\u1ea5t ti\u1ebfc (Automatic Translation)
request-timeout-description=X\u00e1c \u0111\u1ecbnh th\u1eddi gian, trong mili gi\u00e2y, trong \u0111\u00f3 y\u00eau c\u1ea7u SPA l\u1ea7n ra. S\u1eed d\u1ee5ng m\u1ed9t gi\u00e1 tr\u1ecb s\u1ed1 kh\u00f4ng n\u1ebfu y\u00eau c\u1ea7u kh\u00f4ng bao gi\u1edd n\u00ean th\u1eddi gian ch\u1edd. (Automatic Translation)
request-timeout-name=Y\u00eau c\u1ea7u th\u1eddi gian ch\u1edd th\u1eddi gian (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=C\u01a1 s\u1edf h\u1ea1 t\u1ea7ng l\u1ed1i v\u00e0o SPA (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=Y\u00eau c\u1ea7u chuy\u1ec3n h\u01b0\u1edbng SPA nh\u1eadn \u0111\u01b0\u1ee3c m\u1ed9t m\u00e3 tr\u1ea1ng th\u00e1i HTTP kh\u00f4ng h\u1ee3p l\u1ec7. (Automatic Translation)
the-spa-request-timed-out=SPA y\u00eau c\u1ea7u h\u1ebft th\u1eddi gian. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\u0110\u00e3 c\u00f3 m\u1ed9t l\u1ed7i b\u1ea5t ng\u1edd trong y\u00eau c\u1ea7u c\u1ee7a SPA. (Automatic Translation)
user-notification-timeout-description=X\u00e1c \u0111\u1ecbnh th\u1eddi gian, trong mili gi\u00e2y, trong \u0111\u00f3 m\u1ed9t th\u00f4ng b\u00e1o \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb cho ng\u01b0\u1eddi d\u00f9ng n\u00f3i r\u1eb1ng y\u00eau c\u1ea7u m\u1ea5t nhi\u1ec1u th\u1eddi gian h\u01a1n d\u1ef1 ki\u1ebfn. S\u1eed d\u1ee5ng gi\u00e1 tr\u1ecb 0 n\u1ebfu kh\u00f4ng c\u00f3 th\u00f4ng b\u00e1o s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb. (Automatic Translation)
user-notification-timeout-name=Th\u1eddi gian ch\u1edd th\u00f4ng b\u00e1o ng\u01b0\u1eddi d\u00f9ng (Automatic Translation)
