#X-Generator: crowdin.com
cache-expiration-time-description=\u0938\u092e\u092f, \u092e\u093f\u0928\u091f \u092e\u0947\u0902, \u091c\u093f\u0938\u092e\u0947\u0902 \u0938\u094d\u092a\u093e \u0915\u0948\u0936 \u0915\u094b \u092e\u0902\u091c\u0942\u0930\u0940 \u0926\u0947 \u0926\u0940 \u0939\u0948, \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 \u0915\u0948\u0936 \u0938\u094d\u092a\u093e \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u0915\u092d\u0940 \u0928\u0939\u0940\u0902 \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f, \u092f\u0926\u093f \u0915\u093f\u0938\u0940 \u0936\u0942\u0928\u094d\u092f \u092e\u093e\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u0915\u0948\u0936 \u0905\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u090f\u0915 \u0928\u0915\u093e\u0930\u093e\u0924\u094d\u092e\u0915 \u092e\u093e\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
cache-expiration-time-name=\u0915\u0948\u0936 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=\u0910\u0938\u093e \u0932\u0917\u0924\u093e \u0939\u0948 \u0915\u093f \u092f\u0939 \u0905\u092a\u0947\u0915\u094d\u0937\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u092f \u0932\u0947 \u0930\u0939\u093e \u0939\u0948\u0964 (Automatic Translation)
navigation-exception-selectors-description=\u0938\u094d\u092a\u093e \u0915\u094b \u0928\u091c\u0930\u0905\u0902\u0926\u093e\u091c \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0938\u0940\u090f\u0938\u090f\u0938 \u091a\u092f\u0928\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924\u0964 (Automatic Translation)
navigation-exception-selectors-name=\u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0905\u092a\u0935\u093e\u0926 \u091a\u092f\u0928\u0915\u0930\u094d\u0924\u093e\u0913\u0902 (Automatic Translation)
oops=\u0909\u092b\u093c (Automatic Translation)
request-timeout-description=\u0938\u092e\u092f, \u091c\u094b \u092e\u0947\u0902 \u090f\u0915 \u0938\u094d\u092a\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0938\u092e\u092f \u092e\u093f\u0932\u0940\u0938\u0947\u0915\u0902\u0921 \u092e\u0947\u0902, \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924\u0964 \u0938\u092e\u092f\u092c\u093e\u0939\u094d\u092f \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u092d\u0940 \u0928\u0939\u0940\u0902 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f, \u092f\u0926\u093f \u0915\u093f\u0938\u0940 \u0936\u0942\u0928\u094d\u092f \u092e\u093e\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
request-timeout-name=\u0905\u0928\u0941\u0930\u094b\u0927 \u0938\u092e\u092f\u092c\u093e\u0939\u094d\u092f \u0938\u092e\u092f (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=\u0926\u0943\u0936\u094d\u092f\u092a\u091f\u0932 \u0938\u094d\u092a\u093e \u092e\u0942\u0932 \u0938\u0902\u0930\u091a\u0928\u093e (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=\u0938\u094d\u092a\u093e \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u090f\u0915 \u0905\u092e\u093e\u0928\u094d\u092f HTTP \u0938\u094d\u0925\u093f\u0924\u093f \u0915\u094b\u0921 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u093f\u092f\u093e\u0964 (Automatic Translation)
the-spa-request-timed-out=\u0938\u094d\u092a\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u091f\u093e\u0907\u092e \u0906\u0909\u091f \u0939\u094b \u0917\u092f\u093e\u0964 (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\u0938\u094d\u092a\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u092e\u0947\u0902 \u0915\u094b\u0908 \u0905\u0928\u092a\u0947\u0915\u094d\u0937\u093f\u0924 \u0924\u094d\u0930\u0941\u091f\u093f \u0906\u0908\u0964 (Automatic Translation)
user-notification-timeout-description=\u0938\u092e\u092f, \u092e\u093f\u0932\u0940\u0938\u0947\u0915\u0902\u0921 \u092e\u0947\u0902 \u091c\u094b \u092c\u0924\u093e\u0924\u0947 \u0939\u0941\u090f \u0905\u0928\u0941\u0930\u094b\u0927 \u0905\u092a\u0947\u0915\u094d\u0937\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0932\u0947 \u091c\u093e \u0930\u0939\u093e \u0939\u0948 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0938\u0942\u091a\u0928\u093e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u093e \u0939\u0948, \u092e\u0947\u0902 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 \u0938\u0942\u091a\u0928\u093e \u0928\u0939\u0940\u0902 \u0926\u093f\u0916\u093e\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f, \u092f\u0926\u093f \u0915\u093f\u0938\u0940 \u0936\u0942\u0928\u094d\u092f \u092e\u093e\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
user-notification-timeout-name=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u0942\u091a\u0928\u093e \u0938\u092e\u092f\u092c\u093e\u0939\u094d\u092f (Automatic Translation)
