#X-Generator: crowdin.com
access-key=Pr\u00edstupov\u00fd k\u013e\u00fa\u010d (Automatic Translation)
access-key-help=Nastavi\u0165 AWS \u00fa\u010det pr\u00edstupov\u00e9ho k\u013e\u00fa\u010da. (Automatic Translation)
bucket-name=Vedierko meno (Automatic Translation)
bucket-name-help=Nastavi\u0165 n\u00e1zov lopaty S3 uklada\u0165 s\u00fabory. (Automatic Translation)
cache-dir-clean-up-expunge=Cache adres\u00e1r \u010dist\u00e9 a\u017e vymaza\u0165 (Automatic Translation)
cache-dir-clean-up-expunge-help=Nastavi\u0165 po\u010det dn\u00ed s\u00fabor je ulo\u017een\u00fd v cache. (Automatic Translation)
cache-dir-clean-up-frequency=Cache adres\u00e1r uprata\u0165 frekvenciu (Automatic Translation)
cache-dir-clean-up-frequency-help=Nastavenie pomeru po\u010dtu volan\u00ed na met\u00f3du \u010dist\u00fd s\u00fabor cache a skuto\u010dn\u00fd s\u00fabor cache \u010dist\u00e9. T\u00e1to vlastnos\u0165 nastav\u00ed na 1 v\u017edy vy\u010disti\u0165. Vy\u0161\u0161ie \u010d\u00edsla ni\u017e\u0161ie frekvencie. (Automatic Translation)
connection-timeout=\u010casov\u00fd limit spojenia uplynul (Automatic Translation)
connection-timeout-help=Nastavi\u0165 v\u00fd\u0161ku dobu \u010dakania (v milisekund\u00e1ch), ke\u010f spo\u010diatku prip\u00e1jania pred uplynut\u00edm \u010dasov\u00e9ho limitu. Hodnota 0 znamen\u00e1 nekone\u010dno a neodpor\u00fa\u010da. (Automatic Translation)
core-pool-size=Ve\u013ekos\u0165 pam\u00e4\u0165ov\u00e9ho jadra (Automatic Translation)
core-pool-size-help=Nastavi\u0165 po\u010diato\u010dn\u00fd po\u010det vl\u00e1kien, pou\u017e\u00edva sa na odovzdanie \u010dasti. (Automatic Translation)
http-client-max-connections=Maxim\u00e1lnej HTTP spojenie (Automatic Translation)
http-client-max-connections-help=Nastavte maxim\u00e1lny po\u010det povolen\u00fdch open HTTP spojen\u00ed. (Automatic Translation)
http-client-max-error-retry=Maxim\u00e1lnej HTTP pokusov (Automatic Translation)
http-client-max-error-retry-help=Nastavte maxim\u00e1lny po\u010det pokusov o opakovanie ne\u00faspe\u0161nej retriable \u017eiadost\u00ed. (Automatic Translation)
max-pool-size=Maxim\u00e1lna ve\u013ekos\u0165 (Automatic Translation)
max-pool-size-help=Nastavte maxim\u00e1lny po\u010det vl\u00e1kien na pou\u017eitie pri vkladan\u00ed \u010dasti. (Automatic Translation)
minimum-uploads-part-size=Minim\u00e1lna \u010das\u0165 ve\u013ekos\u0165 (Automatic Translation)
minimum-uploads-part-size-help=Nastavenie ve\u013ekosti minim\u00e1lne \u010das\u0165 pre upload \u010dast\u00ed. Zmen\u0161enie ve\u013ekosti minim\u00e1lne \u010das\u0165 sp\u00f4sobuje viacdielne uploads rozdel\u00edte na v\u00e4\u010d\u0161\u00ed po\u010det men\u0161\u00edch \u010dast\u00ed. Nastavenie tejto hodnoty pr\u00edli\u0161 n\u00edzke m\u00e1 negat\u00edvny vplyv na r\u00fdchlos\u0165 prenosu, sp\u00f4sobuje navy\u0161e latencia a sie\u0165ov\u00e9 komunik\u00e1cie pre ka\u017ed\u00fa \u010das\u0165. (Automatic Translation)
multipart-upload-threshold=Viacdielne Upload limit (Automatic Translation)
multipart-upload-threshold-help=Nastavi\u0165 ve\u013ekos\u0165 prah (v bajtoch) kedy pomocou objemn\u00fdch s\u00faborov. Obr\u00e1zky cez tento ve\u013ekos\u0165 automaticky pou\u017e\u00edva strat\u00e9giu viacdielne upload, zatia\u013e \u010do obr\u00e1zky men\u0161ie ako tento limit pou\u017e\u00edva jedin\u00e9ho pripojenia nahra\u0165 cel\u00fd objekt. (Automatic Translation)
ntlm-proxy-domain=Dom\u00e9na NTLM Proxy (Automatic Translation)
ntlm-proxy-domain-help=Nastavi\u0165 n\u00e1zov dom\u00e9ny Windows NTLM proxy. Ak nie ste pou\u017e\u00edvate Windows NTLM proxy, nenastavujte t\u00e1to vlastnos\u0165. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy Workstation (Automatic Translation)
ntlm-proxy-workstation-help=Nastavenie n\u00e1zvu pracovnej stanice Windows NTLM proxy. Ak nie ste pou\u017e\u00edvate Windows NTLM proxy, nenastavujte t\u00e1to vlastnos\u0165. (Automatic Translation)
proxy-auth-type=Proxy overovanie typu (Automatic Translation)
proxy-auth-type-help=Nastavenie servera proxy typ overovania pou\u017ei\u0165 pri prip\u00e1jan\u00ed k slu\u017ebe S3. "None" nakonfiguruje \u017eiadny server proxy. "U\u017e\u00edvate\u013esk\u00e9 meno-heslo" nastav\u00ed proxy; pre t\u00fato konfigur\u00e1ciu, zadajte hodnoty pre proxy u\u017e\u00edvate\u013esk\u00e9 meno a heslo servera proxy. "Ntlm" nakonfiguruje Windows NTLM proxy; pre t\u00fato konfigur\u00e1ciu, zadajte hodnoty pre meno pou\u017e\u00edvate\u013ea servera proxy, proxy heslo, dom\u00e9na NTLM proxy a NTLM proxy workstation. (Automatic Translation)
proxy-host-help=Nastavi\u0165 hostite\u013ea proxy, klient pou\u017e\u00edva na pripojenie. (Automatic Translation)
proxy-password=Heslo servera proxy (Automatic Translation)
proxy-password-help=Nastavi\u0165 proxy heslo pou\u017ei\u0165 ak sa prip\u00e1jate prostredn\u00edctvom servera proxy. (Automatic Translation)
proxy-port-help=Nastavte port servera proxy, klient pou\u017e\u00edva na pripojenie. (Automatic Translation)
proxy-username=Meno pou\u017e\u00edvate\u013ea servera proxy (Automatic Translation)
proxy-username-help=Nastavenie servera proxy meno pou\u017e\u00edvate\u013ea pou\u017ei\u0165 ak sa prip\u00e1jate prostredn\u00edctvom servera proxy. (Automatic Translation)
s3-region=S3 regi\u00f3nu (Automatic Translation)
s3-region-help=Nastavi\u0165 Amazon S3 regi\u00f3nu, ktor\u00fd reprezentuje geografick\u00fd regi\u00f3n, kde uklad\u00e1 Amazon S3 vedierka vytvoren\u00e9 pou\u017e\u00edvate\u013eom. Amazon S3 regi\u00f3nov sa pou\u017e\u00edvaj\u00fa na optimaliz\u00e1ciu latencia, minimalizova\u0165 n\u00e1klady a rie\u0161i\u0165 regula\u010dn\u00e9 po\u017eiadavky. Objekty ulo\u017een\u00e9 v regi\u00f3ne Amazon S3 nikdy opusti\u0165 tento regi\u00f3n, pokia\u013e v\u00fdslovne prenesen\u00e9 do in\u00e9ho regi\u00f3nu. (Automatic Translation)
s3-storage-class=S3 Storage Class (Automatic Translation)
s3-storage-class-help=Nastavi\u0165 triedou Amazon S3 storage. \u0160TANDARD skladovacie trieda sa pou\u017e\u00edva v predvolenom nastaven\u00ed, a znamen\u00e1, \u017ee nadbyto\u010dn\u00e9 k\u00f3pie \u00fadajov bud\u00fa ulo\u017een\u00e9 na r\u00f4znych miestach. REDUCED_REDUNDANCY skladovanie triedy s\u00fa ur\u010den\u00e9 na ulo\u017eenie nekritick\u00e9, opakovate\u013en\u00e9 \u00fadaje, pon\u00faka low-cost, vysoko dostupn\u00e9 \u00falo\u017en\u00e9 rie\u0161enie; T\u00e1to mo\u017enos\u0165 je v\u0161ak menej zbyto\u010dn\u00e9. (Automatic Translation)
s3-store-configuration-name=S3 Skladu konfigur\u00e1cie (Automatic Translation)
secret-key=Tajn\u00fd k\u013e\u00fa\u010d (Automatic Translation)
secret-key-help=Nastavi\u0165 AWS \u00fa\u010det tajn\u00fd k\u013e\u00fa\u010d. (Automatic Translation)
