#X-Generator: crowdin.com
include-inherited-permissions-help=Bu bir kullan\u0131c\u0131n\u0131n devral\u0131nan roller arama izni s\u00fczme bir par\u00e7as\u0131 olarak dahil etmek i\u00e7in true olarak ayarlay\u0131n. T\u00fcm kullan\u0131c\u0131lar\u0131, kullan\u0131c\u0131 grubu ve organizasyon \u00fcyeliklerini bir kullan\u0131c\u0131ya atanm\u0131\u015f kullan\u0131c\u0131 devral\u0131nan roller i\u00e7erir. (Automatic Translation)
index-commit-immediately-help=Bunu hemen y\u00fcr\u00fctme arama dizini sad\u0131k isteklerini yazmak i\u00e7in ayarlay\u0131n. Her yazma iste\u011fi arama motoru dizin okuyucu yenileyin ve potansiyel olarak diske hareketleri flo\u015f i\u00e7in zorlayacak gibi bu ayarlamak do\u011fru arama motoru performans\u0131 olumsuz etkileyebilir. Portal varsay\u0131lan davran\u0131\u015f\u0131 hemen bireysel dizin i\u015flemleri i\u00e7in taahh\u00fct de\u011fildir (blog ekle, blog g\u00fcncelleme) ama gecikme tamamlar toplu i\u015flemler i\u00e7in (t\u00fcm kullan\u0131c\u0131lar dizin, dizin t\u00fcm wiki) t\u00fcm giri\u015fler i\u00e7in arama motoru g\u00f6nderilinceye kadar. K\u0131ymet gecikmeli yan\u0131t yeni g\u00f6sterirken sergilemek i\u00e7in Publisher i\u00e7eri\u011fi eklendi gibi bu false olarak ayarlamak portletlerin neden olabilir. \u00d6rne\u011fin, kullan\u0131c\u0131lar varsay\u0131lan Elasticsearch arama motoru ile bir gecikme ya\u015fayabilirsiniz. -Https\://www.Elastic.co/Guide/en/elasticsearch/Guide/Current/near-Real-Time.html daha fazla bilgi i\u00e7in bkz. (Automatic Translation)
index-writer-helper-configuration-name=Dizin Olu\u015fturucu yazar yard\u0131mc\u0131 (Automatic Translation)
index.status.manager.configuration.nam=Dizin durum Y\u00f6neticisi (Automatic Translation)
indexer-registry-configuration-name=Arama dizini kay\u0131t defteri (Automatic Translation)
permission-terms-limit-help=Bu arama sorgusuna eklenir izin arama terimleri say\u0131s\u0131n\u0131 s\u0131n\u0131rlamak i\u00e7in ayarlay\u0131n. Bu s\u0131n\u0131r a\u015f\u0131l\u0131rsa, yok izin arama terimleri eklenecektir. Bunun yerine, izin denetimi geri arama izni Filtresi i\u00e7in d\u00fc\u015fecek. (Automatic Translation)
query-pre-process-configuration-name=Arama dizin sorgu Preprocessor (Automatic Translation)
search-engine-helper-configuration-name=Arama motoru yard\u0131mc\u0131 (Automatic Translation)
search-permission-checker-configuration-name=Arama izin Denetimcisi (Automatic Translation)
