#X-Generator: crowdin.com
check-token=\u0628\u0631\u0631\u0633\u06cc \u0646\u0634\u0627\u0646\u0647 \u0647\u0627\u06cc \u062a\u0635\u0648\u06cc\u0631 (Automatic Translation)
maximum-height=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0631\u062a\u0641\u0627\u0639 (Automatic Translation)
maximum-width=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 (Automatic Translation)
use-initials-for-default-user-portrait=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062d\u0631\u0648\u0641 \u0627\u0648\u0644 \u0627\u0633\u0645 \u0628\u0631\u0627\u06cc \u067e\u0631\u062a\u0631\u0647 \u06a9\u0627\u0631\u0628\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 (Automatic Translation)
use-initials-for-default-user-portrait-help=\u0627\u06cc\u0646 \u062f\u0631\u0633\u062a \u0628\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062d\u0631\u0648\u0641 \u0627\u0648\u0644 \u0627\u0633\u0645 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u0631\u062a\u0631\u0647 \u06a9\u0627\u0631\u0628\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a\u060c \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0639\u06a9\u0633 \u067e\u0631\u062a\u0631\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0645\u0633\u06cc\u0631 \u062a\u0635\u0648\u06cc\u0631 \u067e\u0631\u062a\u0631\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc "image.default.user.male.portrait" \u0648 "image.default.user.female.portrait" \u062f\u0631 portal.properties. (Automatic Translation)
user-file-uploads-configuration-name=\u062a\u0635\u0627\u0648\u06cc\u0631 \u06a9\u0627\u0631\u0628\u0631 (Automatic Translation)
users-image-check-token-help=\u0627\u06cc\u0646 \u0631\u0627 \u062f\u0631\u0633\u062a \u0642\u0628\u0644 \u0627\u0632 \u0622\u0646 \u0646\u0645\u0627\u06cc\u0634 \u0646\u0634\u0627\u0646\u0647 \u062a\u0635\u0648\u06cc\u0631 \u0628\u0631\u0631\u0633\u06cc \u0645\u062c\u0645\u0648\u0639\u0647. (Automatic Translation)
users-image-maximum-file-size-help=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0628\u0631\u0627\u06cc \u067e\u0631\u062a\u0631\u0647 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631. \u0645\u0642\u062f\u0627\u0631 0 \u0628\u0631\u0627\u06cc \u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f \u0628\u0647 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0646\u0627\u0645\u062d\u062f\u0648\u062f \u0631\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f. \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644\u060c \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u062c\u0627\u0632 \u062f\u0631 \u0627\u0645\u0648\u0627\u0644 "com.liferay.portal.upload.UploadServletRequestImpl.max.size" \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
users-image-maximum-height-help=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0631\u062a\u0641\u0627\u0639 \u0639\u0645\u0648\u062f\u06cc \u062d\u062f\u0627\u06a9\u062b\u0631 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u067e\u06cc\u06a9\u0633\u0644. \u0645\u0642\u062f\u0627\u0631 0 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u0628\u062f\u0648\u0646 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u062f\u0631 \u0627\u0628\u0639\u0627\u062f \u067e\u0631\u062a\u0631\u0647 \u06a9\u0627\u0631\u0628\u0631. (Automatic Translation)
users-image-maximum-width-help=\u0639\u0631\u0636 \u062a\u0635\u0648\u06cc\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u067e\u06cc\u06a9\u0633\u0644 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. \u0645\u0642\u062f\u0627\u0631 0 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u0628\u062f\u0648\u0646 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u062f\u0631 \u0627\u0628\u0639\u0627\u062f \u067e\u0631\u062a\u0631\u0647 \u06a9\u0627\u0631\u0628\u0631. (Automatic Translation)
