#X-Generator: crowdin.com
check-token=\uccb4\ud06c \uc774\ubbf8\uc9c0 \ud1a0\ud070 (Automatic Translation)
maximum-height=\ucd5c\ub300 \ub192\uc774 (Automatic Translation)
maximum-width=\ucd5c\ub300 \ud3ed (Automatic Translation)
use-initials-for-default-user-portrait=\uae30\ubcf8 \uc0ac\uc6a9\uc790 \ucd08\uc0c1\ud654\uc5d0 \ub300 \ud55c \uc774\ub2c8\uc15c\uc744 \uc0ac\uc6a9 \ud558 \uc5ec (Automatic Translation)
use-initials-for-default-user-portrait-help=\uc774 \uae30\ubcf8 \uc0ac\uc6a9\uc790 \ucd08\uc0c1\ud654\ub85c \uc0ac\uc6a9\uc790\uc758 \uc774\ub2c8\uc15c\uc744 \uc0ac\uc6a9 \ud558\ub824\uba74 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. \uadf8\ub807\uc9c0 \uc54a\uc73c\uba74, \uae30\ubcf8 \ucd08\uc0c1\ud654 \uc774\ubbf8\uc9c0 \ud30c\uc77c\uc5d0 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. \uae30\ubcf8 \uc138\ub85c \uc774\ubbf8\uc9c0 \uacbd\ub85c \uc18d\uc131 "image.default.user.male.portrait"\uc640 portal.properties\uc5d0\uc11c "image.default.user.female.portrait"\ub97c \ud1b5\ud574 \uc124\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
user-file-uploads-configuration-name=\uc0ac\uc6a9\uc790 \uc774\ubbf8\uc9c0 (Automatic Translation)
users-image-check-token-help=\uc774 \uccb4\ud06c \uc774\ubbf8\uc9c0 \ud1a0\ud070\uc744 \ud45c\uc2dc \ud558\uae30 \uc804\uc5d0 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
users-image-maximum-file-size-help=\uc0ac\uc6a9\uc790 \ucd08\uc0c1\ud654\uc5d0 \ub300 \ud55c \ucd5c\ub300 \ud30c\uc77c \ud06c\uae30\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. \ucd5c\ub300 \ud30c\uc77c \ud06c\uae30\uc5d0 \ub300 \ud55c 0\uc758 \uac12\uc740 \ubb34\uc81c\ud55c \ud30c\uc77c \ud06c\uae30\ub97c \ub098\ud0c0\ub0b4\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098, \ud5c8\uc6a9 \ub418\ub294 \ucd5c\ub300 \ud30c\uc77c \ud06c\uae30\ub294 "com.liferay.portal.upload.UploadServletRequestImpl.max.size" \uc18d\uc131\uc5d0 \uc124\uc815 \ub429\ub2c8\ub2e4. (Automatic Translation)
users-image-maximum-height-help=\ucd5c\ub300 \uc0ac\uc6a9\uc790 \uc138\ub85c \ub192\uc774 \ud53d\uc140 \ub2e8\uc704\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. \uac12\uc774 0 \uc774\uba74 \uc0ac\uc6a9\uc790 \uc138\ub85c \ucc28\uc6d0\uc5d0 \ub300 \ud55c \uaddc\uc81c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. (Automatic Translation)
users-image-maximum-width-help=\ud53d\uc140 \ub2e8\uc704\ub85c \ucd5c\ub300 \uc0ac\uc6a9\uc790 \uc138\ub85c \ud3ed\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \uac12\uc774 0 \uc774\uba74 \uc0ac\uc6a9\uc790 \uc138\ub85c \ucc28\uc6d0\uc5d0 \ub300 \ud55c \uaddc\uc81c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. (Automatic Translation)
