#X-Generator: crowdin.com
a-total-of-x-articles-have-been-imported=A total of {0} articles were imported. (Automatic Copy)
action.ADD_KB_ARTICLE=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
action.ADD_KB_FOLDER=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
action.ADD_KB_TEMPLATE=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
action.ADMINISTRATOR=\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25 (Automatic Translation)
action.DELETE_KB_ARTICLES=\u0e25\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
action.DELETE_KB_TEMPLATES=\u0e25\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
action.IMPORT_KB_ARTICLES=\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
action.MOVE_KB_ARTICLE=\u0e22\u0e49\u0e32\u0e22\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
action.MOVE_KB_FOLDER=\u0e22\u0e49\u0e32\u0e22\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
action.UPDATE_KB_ARTICLES_PRIORITIES=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
action.VIEW_KB_TEMPLATES=\u0e14\u0e39\u0e40\u0e17\u0e47\u0e21\u0e40\u0e1e\u0e25 (Automatic Translation)
action.VIEW_SUGGESTIONS=\u0e14\u0e39\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33 (Automatic Translation)
add-article=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
add-child-article=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e40\u0e14\u0e47\u0e01 (Automatic Translation)
add-template=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
all-comments-x=All Comments ({0}) (Automatic Copy)
an-unexpected-error-occurred-while-importing-articles-x=An unexpected error occurred while importing articles\: {0}. (Automatic Copy)
apply-numerical-prefixes-of-article-files-as-priorities=\u0e43\u0e0a\u0e49\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e15\u0e32\u0e21\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
apply-numerical-prefixes-of-article-files-as-priorities-help=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c ZIP \u0e08\u0e30\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e15\u0e32\u0e21\u0e40\u0e25\u0e02\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e41\u0e1f\u0e49\u0e21 \u0e16\u0e49\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1b\u0e44\u0e14\u0e49 \u0e41\u0e15\u0e48\u0e25\u0e30\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e41\u0e19\u0e30\u0e19\u0e33\u0e21\u0e35\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e15\u0e32\u0e21\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e02\u0e2d\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c ZIP \u0e41\u0e15\u0e48\u0e25\u0e30\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e40\u0e14\u0e47\u0e01\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e15\u0e32\u0e21\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e02\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e0b\u0e34\u0e1b \u0e2a\u0e33\u0e04\u0e31\u0e0d \u0e42\u0e14\u0e22\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e41\u0e17\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2d\u0e37\u0e48\u0e19 \u0e46 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-articles=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-templates=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
article-added-email=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21 (Automatic Translation)
article-display-style=\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
article-or-folder=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
article-updated-email=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25 (Automatic Translation)
article-window-state=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e2a\u0e16\u0e32\u0e19\u0e30 (Automatic Translation)
articles-with-tag-x=Articles with tag {0}. (Automatic Copy)
articles-with-x-x=Articles with {0} {1}. (Automatic Copy)
articles-with-x-x-and-tag-x=Articles with {0} {1} and tag {2}. (Automatic Copy)
basic-article=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19 (Automatic Translation)
child-articles-display-style=\u0e40\u0e14\u0e47\u0e01\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e41\u0e2a\u0e14\u0e07 (Automatic Translation)
child-articles-for-x=Child Articles for {0}. (Automatic Copy)
child-articles-x=Child Articles ({0}) (Automatic Copy)
choose-this-article=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
content-root-prefix=\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
did-you-like-this-article=\u0e04\u0e38\u0e13\u0e0a\u0e2d\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
do-you-have-any-suggestions=\u0e04\u0e38\u0e13\u0e21\u0e35\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e14 \u0e46 (Automatic Translation)
edit-on-github=\u0e43\u0e19 GitHub (Automatic Translation)
enable-description=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22 (Automatic Translation)
enable-subscriptions=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e2d\u0e01\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
enable-suggestions=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30 (Automatic Translation)
help-us-improve-it=\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e21\u0e31\u0e19 (Automatic Translation)
javax.portlet.description.com_liferay_knowledge_base_web_portlet_AdminPortlet=\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e21\u0e35\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e23\u0e27\u0e1a\u0e23\u0e27\u0e21 \u0e08\u0e31\u0e14\u0e23\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e1a \u0e41\u0e25\u0e30\u0e14\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e02\u0e2d\u0e07\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_knowledge_base_web_portlet_AdminPortlet=\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
javax.portlet.title.com_liferay_knowledge_base_web_portlet_ArticlePortlet=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
javax.portlet.title.com_liferay_knowledge_base_web_portlet_DisplayPortlet=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
javax.portlet.title.com_liferay_knowledge_base_web_portlet_SearchPortlet=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
javax.portlet.title.com_liferay_knowledge_base_web_portlet_SectionPortlet=\u0e2a\u0e48\u0e27\u0e19\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
kb-articles=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e43\u0e19\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
kb-articles-kb-templates-and-kb-comments=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 \u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a \u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 (Automatic Translation)
kb-comments=\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
kb-templates=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
knowledge-base-article-portlet-instance-configuration-name=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
knowledge-base-display-portlet-instance-configuration-name=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
knowledge-base-home=\u0e2b\u0e25\u0e31\u0e01\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
knowledge-base-search-portlet-instance-configuration-name=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
knowledge-base-section-portlet-instance-configuration-name=\u0e2a\u0e48\u0e27\u0e19\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
knowledge.base.admin.portlet.instance.configuration.name=\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
maximum-nesting-level=\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e17\u0e33\u0e23\u0e31\u0e07 (Automatic Translation)
model.resource.com.liferay.knowledge.base.admin=\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
model.resource.com.liferay.knowledge.base.display=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
model.resource.com.liferay.knowledge.base.model.KBArticle=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
model.resource.com.liferay.knowledge.base.model.KBFolder=\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e02\u0e2d\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
model.resource.com.liferay.knowledge.base.model.KBTemplate=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
most-popular=\u0e19\u0e34\u0e22\u0e21\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14 (Automatic Translation)
most-recent=\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14 (Automatic Translation)
move-to-in-progress=\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e22\u0e39\u0e48 (Automatic Translation)
move-to-new=\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-article=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
no-articles-were-found=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-articles-were-found-that-matched-the-keywords-x=No articles were found that matched the keywords\: {0}. (Automatic Copy)
no-comments-found=\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-templates-were-found=\u0e1e\u0e1a\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
nothing-was-imported-no-articles-were-found-with-one-of-the-supported-extensions-x=Nothing was imported. No articles were found with one of the supported extensions\: {0}. (Automatic Copy)
num-of-kb-articles=\u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
num-of-kb-folders=\u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
parent-article=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
please-configure-the-list-of-available-sections-in-system-settings-collaboration-knowledge-base-to-enable-this-portlet=\u0e42\u0e1b\u0e23\u0e14\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e17\u0e35\u0e48\u0e21\u0e35\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e23\u0e30\u0e1a\u0e1a > \u0e23\u0e48\u0e27\u0e21 > \u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e19\u0e35\u0e49 (Automatic Translation)
please-enter-a-friendly-url-that-starts-with-a-slash-and-contains-alphanumeric-characters-dashes-and-underscores=\u0e42\u0e1b\u0e23\u0e14\u0e43\u0e2a\u0e48 URL \u0e21\u0e34\u0e15\u0e23\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e14\u0e49\u0e27\u0e22\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e17\u0e31\u0e1a \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23 \u0e40\u0e2a\u0e49\u0e19\u0e1b\u0e23\u0e30 \u0e41\u0e25\u0e30\u0e02\u0e35\u0e14 (Automatic Translation)
please-enter-a-friendly-url-with-fewer-than-x-characters=Please enter a friendly URL with fewer than {0} characters. (Automatic Copy)
please-enter-a-priority-that-is-greater-than-x=Please enter a priority that is greater than {0}. (Automatic Copy)
please-enter-a-valid-source-url=\u0e42\u0e1b\u0e23\u0e14\u0e43\u0e2a\u0e48 URL \u0e41\u0e2b\u0e25\u0e48\u0e07\u0e17\u0e35\u0e48\u0e21\u0e32\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-select-at-least-one-section=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
portlet-configuration-page-x-instance-id-x=Portlet Configuration (Page - {0}, Instance ID - {1}) (Automatic Copy)
prioritization-strategy=\u0e01\u0e25\u0e22\u0e38\u0e17\u0e18\u0e4c\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
priority-x=Priority {0} (Automatic Copy)
recent-articles=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14 (Automatic Translation)
resolve=\u0e41\u0e01\u0e49\u0e44\u0e02 (Automatic Translation)
saved-attachments=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a (Automatic Translation)
search-articles=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
search-for-a-similar-article=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e04\u0e25\u0e49\u0e32\u0e22\u0e01\u0e31\u0e19 (Automatic Translation)
sections=\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
select-article=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
select-entry=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
select-parent=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
show-asset-entries=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c (Automatic Translation)
show-attachments=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e21\u0e32 (Automatic Translation)
show-author-column=\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c (Automatic Translation)
show-create-date-column=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e27\u0e31\u0e19 (Automatic Translation)
show-modified-date-column=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e27\u0e31\u0e19 (Automatic Translation)
show-pagination=\u0e41\u0e1a\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e2a\u0e14\u0e07 (Automatic Translation)
show-priority-column=\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e41\u0e2a\u0e14\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
show-ratings=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a (Automatic Translation)
show-sections-title=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
show-status-column=\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e16\u0e32\u0e19\u0e30 (Automatic Translation)
show-suggestions=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33 (Automatic Translation)
show-views-column=\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e41\u0e2a\u0e14\u0e07 (Automatic Translation)
suggestion-deleted-successfully=\u0e41\u0e19\u0e30\u0e19\u0e33\u0e25\u0e1a\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 (Automatic Translation)
suggestion-in-progress-email=\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e19\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c\u0e04\u0e27\u0e32\u0e21\u0e04\u0e37\u0e1a\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
suggestion-received-email=\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e40\u0e21 (Automatic Translation)
suggestion-resolved-email=\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2d\u0e35\u0e40\u0e21\u0e25 (Automatic Translation)
suggestion-saved-successfully=\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 (Automatic Translation)
suggestion-status-updated-successfully=\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 (Automatic Translation)
suggestions-deleted-successfully=\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 (Automatic Translation)
the-article-attachments-file-names=\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e1f\u0e49\u0e21\u0e02\u0e2d\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-content=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-content-diff=Diff \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-could-not-be-found=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-title=\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-title-diff=\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-url=URL \u0e02\u0e2d\u0e07\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-version=\u0e23\u0e38\u0e48\u0e19\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-article-you-requested-was-not-found=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d (Automatic Translation)
the-article-you-requested-was-not-found.-this-similar-article-may-be-useful-to-you=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d \u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e04\u0e25\u0e49\u0e32\u0e22\u0e01\u0e31\u0e19\u0e2d\u0e32\u0e08\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13 (Automatic Translation)
the-comment-content=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 (Automatic Translation)
the-comment-could-not-be-found=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 (Automatic Translation)
the-comment-create-date=\u0e27\u0e31\u0e19\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 (Automatic Translation)
the-company-id-associated-with-the-article=\u0e23\u0e2b\u0e31\u0e2a\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-company-mx-associated-with-the-article=\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17 MX \u0e17\u0e35\u0e48\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-company-name-associated-with-the-article=\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-email-address-of-the-user-who-added-the-article=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-selected-article-no-longer-exists=\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
the-site-name-associated-with-the-article=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-user-did-not-like-the-article=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e0a\u0e2d\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-user-liked-the-article=\u0e1c\u0e39\u0e49\u0e0a\u0e2d\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
the-user-who-added-the-article=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
there-are-no-articles=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
there-are-no-articles-with-tag-x=There are no articles with tag {0}. (Automatic Copy)
there-are-no-articles-with-x-x=There are no articles with {0} {1}. (Automatic Copy)
there-are-no-articles-with-x-x-and-tag-x=There are no articles with {0} {1} and tag {2}. (Automatic Copy)
there-are-no-child-articles-for-x=There are no child articles for {0}. (Automatic Copy)
there-are-no-new-suggestions=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e43\u0e14 \u0e46 \u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
there-are-no-resolved-suggestions=\u0e21\u0e35\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e21\u0e48 (Automatic Translation)
there-are-no-suggestions=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e43\u0e14 \u0e46 (Automatic Translation)
there-are-no-suggestions-in-progress=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e44\u0e21\u0e48\u0e22\u0e39\u0e48 (Automatic Translation)
there-are-one-or-more-mandatory-vocabularies-assigned-to-the-knowledge-base-article=\u0e21\u0e35\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e19\u0e36\u0e48\u0e07\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e10\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49 (Automatic Translation)
there-are-x-suggestions=There are {0} suggestions. (Automatic Copy)
there-is-one-suggestion=\u0e21\u0e35\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33 (Automatic Translation)
this-article-cannot-be-published-because-its-parent-has-not-been-published=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e41\u0e21\u0e48\u0e21\u0e35\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 (Automatic Translation)
upload-your-zip-file=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c ZIP (Automatic Translation)
upload-your-zip-file-help=Any file inside the ZIP file that matches one of the supported extensions ({0}) will be imported into the current folder as a Knowledge Base article. (Automatic Copy)
use-star-ratings=\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e14\u0e32\u0e27 (Automatic Translation)
use-this-template=\u0e43\u0e0a\u0e49\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e19\u0e35\u0e49 (Automatic Translation)
use-thumbs-up-thumbs-down=\u0e43\u0e0a\u0e49\u0e2a\u0e21\u0e31\u0e04\u0e23 / \u0e22\u0e01\u0e19\u0e34\u0e49\u0e27\u0e25\u0e07 (Automatic Translation)
view-articles-with-tag-x=View articles with tag {0}. (Automatic Copy)
view-articles-with-x-x=View articles with {0} {1}. (Automatic Copy)
view-articles-with-x-x-and-tag-x=View articles with {0} {1} and tag {2}. (Automatic Copy)
was-this-information-helpful=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
x-articles={0} Articles (Automatic Copy)
x-child-articles={0} Child Articles (Automatic Copy)
x-pending={0} Pending (Automatic Copy)
x-suggested-x-ago={0}, suggested {1} ago. (Automatic Copy)
you-sent-one-suggestion-for-this-article=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e41\u0e19\u0e30\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
you-sent-x-suggestions-for-this-article=You sent {0} suggestions for this article. (Automatic Copy)
