#X-Generator: crowdin.com
a-pingback-is-a-comment-that-is-created-when-you-link-to-another-blog-post-where-pingbacks-are-enabled=\u039c\u03b9\u03b1 pingback \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03c3\u03c7\u03cc\u03bb\u03b9\u03bf \u03c0\u03bf\u03c5 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b1\u03b9 \u03cc\u03c4\u03b1\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b5 \u03c3\u03b5 \u03ac\u03bb\u03bb\u03b7 \u03b8\u03ad\u03c3\u03b7 blog \u03cc\u03c0\u03bf\u03c5 pingbacks \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b5\u03c2. (Automatic Translation)
abstract-without-title=\u03a0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 \u03c7\u03c9\u03c1\u03af\u03c2 \u03c4\u03af\u03c4\u03bb\u03bf
add-blog-entry=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 blog
allow-trackbacks=\u039d\u03b1 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c4\u03b1 trackbacks
an-abstract-is-a-brief-summary-of-a-blog-entry=\u039c\u03b9\u03b1 \u03b1\u03c6\u03b7\u03c1\u03b7\u03bc\u03ad\u03bd\u03b7 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03c3\u03cd\u03bd\u03c4\u03bf\u03bc\u03b7 \u03c0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 \u03c4\u03bf\u03c5 \u03ad\u03bd\u03b1 blog \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5. (Automatic Translation)
an-error-occurred-while-cropping-the-cover-image=\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03b9\u03ac\u03c3\u03c4\u03b7\u03ba\u03b5 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03ba\u03b1\u03bb\u03bb\u03b9\u03ad\u03c1\u03b3\u03b5\u03b9\u03b1 \u03c4\u03b7\u03c2 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2 \u03c4\u03bf\u03c5 \u03ba\u03ac\u03bb\u03c5\u03c8\u03b7. (Automatic Translation)
an-error-occurred-while-scaling-the-abstract-image=\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03b9\u03ac\u03c3\u03c4\u03b7\u03ba\u03b5 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03ba\u03bb\u03b9\u03bc\u03ac\u03ba\u03c9\u03c3\u03b7 \u03b7 \u03b1\u03c6\u03b7\u03c1\u03b7\u03bc\u03ad\u03bd\u03b7 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1. (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-images=\u0395\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2; (Automatic Translation)
automatic=\u0391\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b7 (Automatic Translation)
blog-entries=\u0395\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 Blog
blog-entry-url=\u0395\u03af\u03c3\u03bf\u03b4\u03bf blog URL (Automatic Translation)
blog-services=\u03a5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b5\u03c2 Web
blogs-portlet-instance-configuration-name=Blogs (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
blogs-util=Blogs Util (Automatic Translation)
blogs-util-help=\u03a0\u03b1\u03c1\u03ad\u03c7\u03b5\u03b9 \u03bc\u03b5\u03b8\u03cc\u03b4\u03bf\u03c5\u03c2 \u03b2\u03bf\u03b7\u03b8\u03b7\u03c4\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c4\u03c1\u03b5\u03c7\u03bf\u03c5\u03c3\u03ce\u03bd \u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03c3\u03c4\u03bf blog. (Automatic Translation)
body-and-image=\u039a\u03c5\u03c1\u03af\u03c9\u03c2 \u03c3\u03ce\u03bc\u03b1 \u03ba\u03b1\u03b9 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1
comments-regarding-the-blog-entry-update=\u03a3\u03c7\u03cc\u03bb\u03b9\u03b1 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b7\u03bd \u03b5\u03af\u03c3\u03bf\u03b4\u03bf Blog \u0395\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 (Automatic Translation)
custom-abstract=\u03a0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03bf \u03a0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 (Automatic Translation)
enable-view-count=\u0395\u03c0\u03b9\u03c4\u03c1\u03ad\u03c8\u03b5\u03b9 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae Count (Automatic Translation)
entries-permissions=\u039a\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03c9\u03bc\u03ac\u03c4\u03c9\u03bd (Automatic Translation)
javax.portlet.description.com_liferay_blogs_web_portlet_BlogsAdminPortlet=Blogs \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03cd\u03bd\u03c4\u03bf\u03bc\u03b7 \u03c0\u03b5\u03c1\u03b9\u03bf\u03b4\u03b9\u03ba\u03ac, \u03ac\u03c1\u03b8\u03c1\u03b1, \u03ae \u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03bf\u03b3\u03af\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03ad\u03c7\u03bf\u03c5\u03bd \u03ad\u03bd\u03b1 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf blog \u03b5\u03bc\u03c0\u03b5\u03b9\u03c1\u03af\u03b1. \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ad\u03c2 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03bf\u03c5\u03bd, \u0394\u03b5\u03c2, \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03ba\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae blog \u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2. (Automatic Translation)
javax.portlet.long-title.com_liferay_blogs_web_portlet_BlogsAdminPortlet=Blogs (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
javax.portlet.title.com_liferay_blogs_web_portlet_BlogsAdminPortlet=Blogs (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
javax.portlet.title.com_liferay_blogs_web_portlet_BlogsAgreggatorPortlet=\u03a3\u03c5\u03bd\u03b1\u03b8\u03c1\u03bf\u03b9\u03c3\u03c4\u03ae\u03c2 Blogs
javax.portlet.title.com_liferay_blogs_web_portlet_BlogsPortlet=Blogs (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
model.resource.com.liferay.blogs=Blogs
model.resource.com.liferay.blogs.model.BlogsEntry=\u039a\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03b7\u03bc\u03ad\u03bd\u03bf blog
model.resource.com.liferay.blogs.template=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03c9\u03bd \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2
more-blog-entries=\u03a0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03c3\u03c4\u03bf Blog (Automatic Translation)
new-blog-entry=\u039d\u03ad\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae Blog
no-images-were-found=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd. (Automatic Translation)
no-suitable-application-found-to-display-the-blogs-entry=\u039a\u03b1\u03bc\u03af\u03b1 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bb\u03b7\u03bb\u03b7 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7 blogs. (Automatic Translation)
not-published-x=Not Published ({0}) (Automatic Copy)
please-enter-a-valid-abstract=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b4\u03ce\u03c3\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03bf\u03b4\u03cc.
please-enter-a-valid-url-title=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 URL \u03c4\u03af\u03c4\u03bb\u03bf\u03c5. (Automatic Translation)
quote-without-title=\u0391\u03c0\u03cc\u03c3\u03c0\u03b1\u03c3\u03bc\u03b1 \u03c7\u03c9\u03c1\u03af\u03c2 \u03c4\u03af\u03c4\u03bb\u03bf
receive-a-notification-when-someone-adds-a-new-blog-entry-in-a-blog-you-are-subscribed-to=Adds a new blog entry in a blog you are subscribed to.
receive-a-notification-when-someone-updates-a-blog-entry-you-are-subscribed-to=Updates a blog entry you are subscribed to.
the-url-title-is-already-in-use-please-enter-a-unique-url-title=\u039f \u03c4\u03af\u03c4\u03bb\u03bf\u03c2 \u03c4\u03bf\u03c5 URL \u03b5\u03af\u03bd\u03b1\u03b9 \u03ae\u03b4\u03b7 \u03c3\u03b5 \u03c7\u03c1\u03ae\u03c3\u03b7. \u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03bc\u03bf\u03bd\u03b1\u03b4\u03b9\u03ba\u03cc URL \u03c4\u03af\u03c4\u03bb\u03bf. (Automatic Translation)
the-url-will-be-based-on-the-entry-title=\u0397 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 URL \u03b8\u03b1 \u03b2\u03b1\u03c3\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03bd \u03c4\u03af\u03c4\u03bb\u03bf \u03c4\u03b7\u03c2 \u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-blogs=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 blog
to-allow-trackbacks,-please-also-ensure-the-entry's-guest-view-permission-is-enabled=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c8\u03b5\u03c4\u03b5 trackbacks, \u03b2\u03b5\u03b2\u03b1\u03b9\u03c9\u03b8\u03b5\u03af\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc \u03c4\u03bf \u03b4\u03b9\u03ba\u03b1\u03af\u03c9\u03bc\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c3\u03b5 \u03c4\u03c1\u03af\u03c4\u03bf\u03c5\u03c2.
trackbacks-already-sent=\u0388\u03c7\u03bf\u03c5\u03bd \u03ae\u03b4\u03b7 \u03c3\u03c4\u03b1\u03bb\u03b5\u03af trackbacks
trackbacks-to-send=Trackbacks \u03c0\u03c1\u03bf\u03c2 \u03b1\u03c0\u03bf\u03c3\u03c4\u03bf\u03bb\u03ae
untitled-entry=\u0386\u03c4\u03b9\u03c4\u03bb\u03bf \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 (Automatic Translation)
use-the-first-x-characters-of-the-entry-content=Use the first {0} characters of the entry content. (Automatic Copy)
x-minutes-read={0} Minutes Read (Automatic Copy)
