#X-Generator: crowdin.com
a-configuration-with-this-id-already-exists=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0441 \u0442\u043e\u0437\u0438 \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u0435\u043d \u0418\u0414. (Automatic Translation)
a-configuration-with-this-name-already-exists=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0441 \u0442\u043e\u0432\u0430 \u0438\u043c\u0435 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u043e \u0438\u043c\u0435. (Automatic Translation)
adapt-all-images=\u0410\u0434\u0430\u043f\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f (Automatic Translation)
adapt-remaining=\u0410\u0434\u0430\u043f\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438\u0442\u0435 (Automatic Translation)
adapted-images=\u0410\u0434\u0430\u043f\u0442\u0438\u0440\u0430\u043d\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f (Automatic Translation)
adaptive-media=\u0410\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u043e \u043c\u0435\u0434\u0438\u0438 (Automatic Translation)
add-a-resolution-for-high-density-displays=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u044f \u0437\u0430 \u0432\u0438\u0441\u043e\u043a\u0430 \u043f\u043b\u044a\u0442\u043d\u043e\u0441\u0442 \u0434\u0438\u0441\u043f\u043b\u0435\u0438 (2 x). (Automatic Translation)
add-image-resolution=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u044f \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e (Automatic Translation)
at-least-one-value-is-required=At least one value is required. (Automatic Copy)
automatic=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e (Automatic Translation)
enable=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 (Automatic Translation)
identifier=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 (Automatic Translation)
image-resolution=\u0420\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u044f \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e (Automatic Translation)
image-resolutions=\u0418\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u0438 (Automatic Translation)
javax.portlet.description.com_liferay_adaptive_media_web_portlet_AMPortlet=\u0410\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u043e \u043c\u0435\u0434\u0438\u0438 \u043e\u0442\u043a\u0440\u0438\u0432\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u044f \u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u043e \u043c\u0430\u0449\u0430\u0431\u0438\u0440\u0430\u043d\u0438 \u0438 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438 \u043c\u0435\u0434\u0438\u0438. (Automatic Translation)
javax.portlet.long-title.com_liferay_adaptive_media_web_portlet_AMPortlet=\u0410\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u043e \u043c\u0435\u0434\u0438\u0438 (Automatic Translation)
javax.portlet.title.com_liferay_adaptive_media_web_portlet_AMPortlet=\u0410\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u043e \u043c\u0435\u0434\u0438\u0438 (Automatic Translation)
leave-a-size-field-empty-to-get-images-scaled-proportionally=Leave a size field empty to get images scaled proportionally. (Automatic Copy)
max-height=\u041c\u0430\u043a\u0441 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 (Automatic Translation)
max-height-px=\u041c\u0430\u043a\u0441 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 (\u043f\u0438\u043a\u0441\u0435\u043b\u0438) (Automatic Translation)
max-width=\u041c\u0430\u043a\u0441 \u0448\u0438\u0440\u0438\u043d\u0430 (Automatic Translation)
max-width-px=\u041c\u0430\u043a\u0441 \u0448\u0438\u0440\u0438\u043d\u0430 (\u043f\u0438\u043a\u0441\u0435\u043b\u0438) (Automatic Translation)
new-image-resolution=\u041d\u043e\u0432\u0430 \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u044f \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e (Automatic Translation)
please-enter-a-max-height-value-larger-than-0=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 \u041c\u0430\u043a\u0441 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c \u043e\u0442 0. (Automatic Translation)
please-enter-a-max-width-or-max-height-value-larger-than-0=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0438\u043b\u0438 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 0. (Automatic Translation)
please-enter-a-max-width-value-larger-than-0=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 0. (Automatic Translation)
please-enter-a-valid-identifier=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440. (Automatic Translation)
please-enter-at-least-one-of-the-following-fields=Please enter at least one of the following fields (Automatic Copy)
processing-images.-this-could-take-a-while-depending-on-the-number-of-images=\u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f. \u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0431\u0440\u043e\u044f \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f\u0442\u0430. (Automatic Translation)
the-id-is-based-on-the-name-field=\u0418\u0414 \u0435 \u0431\u0430\u0437\u0438\u0440\u0430\u043d \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0418\u043c\u0435. (Automatic Translation)
the-images-for-this-resolution-are-already-adapted=\u0421\u043d\u0438\u043c\u043a\u0438\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u044f \u0432\u0435\u0447\u0435 \u0441\u0430 \u0430\u0434\u0430\u043f\u0442\u0438\u0440\u0430\u043d\u0438. (Automatic Translation)
there-are-no-image-resolutions=\u041d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0438\u0438. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0430\u043a\u044a\u0432, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u043f\u043b\u044e\u0441 \u0432 \u0434\u043e\u043b\u043d\u0438\u044f \u0434\u0435\u0441\u0435\u043d \u044a\u0433\u044a\u043b. (Automatic Translation)
x-and-x-were-saved-successfully={0} and {1} were saved successfully. (Automatic Copy)
x-was-deleted-successfully={0} was deleted successfully. (Automatic Copy)
x-was-disabled-successfully={0} was disabled successfully. (Automatic Copy)
x-was-enabled-successfully={0} was enabled successfully. (Automatic Copy)
x-was-saved-successfully={0} was saved successfully. (Automatic Copy)
x-was-saved-successfully.-the-id-was-duplicated-and-renamed-to-x={0} was saved successfully. The ID was duplicated and renamed to {1}. (Automatic Copy)
x-were-deleted-successfully={0} were deleted successfully. (Automatic Copy)
