#X-Generator: crowdin.com
a-configuration-with-this-id-already-exists=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457 \u0437 \u0446\u0438\u043c \u0406\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440\u043e\u043c \u0443\u0436\u0435 \u0456\u0441\u043d\u0443\u0454. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0438\u0439 \u0456\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440. (Automatic Translation)
a-configuration-with-this-name-already-exists=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457 \u0437 \u0442\u0430\u043a\u0438\u043c \u0456\u043c'\u044f\u043c \u0432\u0436\u0435 \u0456\u0441\u043d\u0443\u0454. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0435 \u0456\u043c'\u044f. (Automatic Translation)
adapt-all-images=\u0410\u0434\u0430\u043f\u0442\u0443\u0432\u0430\u0442\u0438 \u0432\u0441\u0456 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
adapt-remaining=\u0410\u0434\u0430\u043f\u0442\u0443\u0432\u0430\u0442\u0438\u0441\u044f, \u0437\u0430\u043b\u0438\u0448\u0430\u044e\u0447\u0438\u0441\u044c (Automatic Translation)
adapted-images=\u0410\u0434\u0430\u043f\u0442\u043e\u0432\u0430\u043d\u0456 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c (Automatic Translation)
adaptive-media=\u0410\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u0430 \u043c\u0435\u0434\u0456\u0430 (Automatic Translation)
add-a-resolution-for-high-density-displays=\u0414\u043e\u0434\u0430\u0442\u0438 \u0440\u043e\u0437\u0434\u0456\u043b\u044c\u043d\u0443 \u0437\u0434\u0430\u0442\u043d\u0456\u0441\u0442\u044c \u0434\u043b\u044f \u0434\u0438\u0441\u043f\u043b\u0435\u0457\u0432 \u0432\u0438\u0441\u043e\u043a\u043e\u0457 \u0449\u0456\u043b\u044c\u043d\u043e\u0441\u0442\u0456 (2 x). (Automatic Translation)
add-image-resolution=\u0414\u043e\u0434\u0430\u0442\u0438 \u0440\u043e\u0437\u0434\u0456\u043b\u044c\u043d\u0443 \u0437\u0434\u0430\u0442\u043d\u0456\u0441\u0442\u044c \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
at-least-one-value-is-required=At least one value is required.
automatic=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0456 (Automatic Translation)
enable=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 (Automatic Translation)
identifier=\u0406\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440 (Automatic Translation)
image-resolution=\u0420\u043e\u0437\u0434\u0456\u043b\u044c\u043d\u0430 \u0437\u0434\u0430\u0442\u043d\u0456\u0441\u0442\u044c \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
image-resolutions=\u0420\u043e\u0437\u0434\u0456\u043b\u044c\u043d\u0443 \u0437\u0434\u0430\u0442\u043d\u0456\u0441\u0442\u044c \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c (Automatic Translation)
javax.portlet.description.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media detects the device capabilities of the visitor and automatically delivers an appropriate scaled and optimized version of your stored media.
javax.portlet.long-title.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media
javax.portlet.title.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media
leave-a-size-field-empty-to-get-images-scaled-proportionally=Leave a size field empty to get images scaled proportionally.
max-height=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0432\u0438\u0441\u043e\u0442\u0430 (Automatic Translation)
max-height-px=\u041c\u0430\u043a\u0441 \u0432\u0438\u0441\u043e\u0442\u0430 (\u043f\u0456\u043a\u0441.) (Automatic Translation)
max-width=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 (Automatic Translation)
max-width-px=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 (\u043f\u0456\u043a\u0441.) (Automatic Translation)
new-image-resolution=\u041d\u043e\u0432\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0440\u043e\u0437\u0434\u0456\u043b\u044c\u043d\u043e\u0457 \u0437\u0434\u0430\u0442\u043d\u043e\u0441\u0442\u0456 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
please-enter-a-max-height-value-larger-than-0=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u041c\u0430\u043a\u0441 \u0432\u0438\u0441\u043e\u0442\u0430 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0431\u0456\u043b\u044c\u0448\u043e\u0433\u043e \u0437\u0430 0. (Automatic Translation)
please-enter-a-max-width-or-max-height-value-larger-than-0=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0430\u0431\u043e \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0432\u0438\u0441\u043e\u0442\u0430 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0431\u0456\u043b\u044c\u0448\u043e\u0433\u043e \u0437\u0430 0. (Automatic Translation)
please-enter-a-max-width-value-larger-than-0=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0431\u0456\u043b\u044c\u0448\u043e\u0433\u043e \u0437\u0430 0. (Automatic Translation)
please-enter-a-valid-identifier=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 \u0456\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440. (Automatic Translation)
please-enter-at-least-one-of-the-following-fields=Please enter at least one of the following fields
processing-images.-this-could-take-a-while-depending-on-the-number-of-images=\u041e\u0431\u0440\u043e\u0431\u043a\u0438 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c. \u0426\u0435 \u043c\u043e\u0436\u0435 \u0437\u0430\u0439\u043d\u044f\u0442\u0438 \u0434\u0435\u044f\u043a\u0438\u0439 \u0447\u0430\u0441, \u0437\u0430\u043b\u0435\u0436\u043d\u043e \u0432\u0456\u0434 \u043a\u0456\u043b\u044c\u043a\u043e\u0441\u0442\u0456 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c. (Automatic Translation)
the-id-is-based-on-the-name-field=\u0406\u0434\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0442\u043e\u0440 \u0431\u0430\u0437\u0443\u0454\u0442\u044c\u0441\u044f \u043d\u0430 \u0456\u043c'\u044f \u043f\u043e\u043b\u044f. (Automatic Translation)
the-images-for-this-resolution-are-already-adapted=\u0417\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043d\u0430 \u0446\u0456\u0439 \u0440\u0435\u0437\u043e\u043b\u044e\u0446\u0456\u0457 \u0432\u0436\u0435 \u0430\u0434\u0430\u043f\u0442\u043e\u0432\u0430\u043d\u0456. (Automatic Translation)
there-are-no-image-resolutions=\u0422\u0430\u043c \u043d\u0435 \u0431\u0435\u0437 \u0440\u043e\u0437\u0434\u0456\u043b\u044c\u043d\u043e\u0457 \u0437\u0434\u0430\u0442\u043d\u043e\u0441\u0442\u0456 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f. \u0414\u043e\u0434\u0430\u0432\u0430\u0442\u0438, \u043d\u0430\u0442\u0438\u0441\u043d\u0443\u0432\u0448\u0438 \u043a\u043d\u043e\u043f\u043a\u0443 \u043f\u043b\u044e\u0441 \u0432 \u043d\u0438\u0436\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u0430\u0432\u043e\u043c\u0443 \u043a\u0443\u0442\u0456. (Automatic Translation)
x-and-x-were-saved-successfully={0} and {1} were saved successfully. (Automatic Copy)
x-was-deleted-successfully={0} was deleted successfully. (Automatic Copy)
x-was-disabled-successfully={0} was disabled successfully. (Automatic Copy)
x-was-enabled-successfully={0} was enabled successfully. (Automatic Copy)
x-was-saved-successfully={0} was saved successfully. (Automatic Copy)
x-was-saved-successfully.-the-id-was-duplicated-and-renamed-to-x={0} was saved successfully. The ID was duplicated and renamed to {1}. (Automatic Copy)
x-were-deleted-successfully={0} were deleted successfully. (Automatic Copy)
