#X-Generator: crowdin.com
a-configuration-with-this-id-already-exists=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32 \u0e14\u0e49\u0e27\u0e22 ID \u0e19\u0e35\u0e49\u0e41\u0e25\u0e49\u0e27 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e40\u0e09\u0e1e\u0e32\u0e30 (Automatic Translation)
a-configuration-with-this-name-already-exists=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48 \u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e19\u0e35\u0e49\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e09\u0e1e\u0e32\u0e30 (Automatic Translation)
adapt-all-images=\u0e1b\u0e23\u0e31\u0e1a\u0e20\u0e32\u0e1e\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
adapt-remaining=\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e2b\u0e25\u0e37\u0e2d (Automatic Translation)
adapted-images=\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e14\u0e31\u0e14\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
adaptive-media=\u0e1b\u0e23\u0e31\u0e1a\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
add-a-resolution-for-high-density-displays=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e08\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e19\u0e32\u0e41\u0e19\u0e48\u0e19\u0e2a\u0e39\u0e07 (2x) (Automatic Translation)
add-image-resolution=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e (Automatic Translation)
at-least-one-value-is-required=At least one value is required.
automatic=\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
enable=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
identifier=\u0e15\u0e31\u0e27\u0e1a\u0e48\u0e07\u0e0a\u0e35\u0e49 (Automatic Translation)
image-resolution=\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e (Automatic Translation)
image-resolutions=\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e (Automatic Translation)
javax.portlet.description.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media detects the device capabilities of the visitor and automatically delivers an appropriate scaled and optimized version of your stored media.
javax.portlet.long-title.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media
javax.portlet.title.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media
leave-a-size-field-empty-to-get-images-scaled-proportionally=Leave a size field empty to get images scaled proportionally.
max-height=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
max-height-px=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (px) (Automatic Translation)
max-width=\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
max-width-px=\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (px) (Automatic Translation)
new-image-resolution=\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
please-enter-a-max-height-value-larger-than-0=\u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 0 (Automatic Translation)
please-enter-a-max-width-or-max-height-value-larger-than-0=\u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e48\u0e32\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e2a\u0e39\u0e07\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 0 (Automatic Translation)
please-enter-a-max-width-value-larger-than-0=\u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 0 (Automatic Translation)
please-enter-a-valid-identifier=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-at-least-one-of-the-following-fields=Please enter at least one of the following fields
processing-images.-this-could-take-a-while-depending-on-the-number-of-images=\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e20\u0e32\u0e1e \u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e02\u0e36\u0e49\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e08\u0e33\u0e19\u0e27\u0e19\u0e20\u0e32\u0e1e (Automatic Translation)
the-id-is-based-on-the-name-field=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
the-images-for-this-resolution-are-already-adapted=\u0e41\u0e25\u0e49\u0e27\u0e21\u0e35\u0e1b\u0e23\u0e31\u0e1a\u0e20\u0e32\u0e1e\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e19\u0e35\u0e49 (Automatic Translation)
there-are-no-image-resolutions=\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e44\u0e21\u0e48 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e42\u0e14\u0e22\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e1a\u0e27\u0e01\u0e1a\u0e19\u0e21\u0e38\u0e21\u0e02\u0e27\u0e32\u0e25\u0e48\u0e32\u0e07 (Automatic Translation)
x-and-x-were-saved-successfully={0} and {1} were saved successfully. (Automatic Copy)
x-was-deleted-successfully={0} was deleted successfully. (Automatic Copy)
x-was-disabled-successfully={0} was disabled successfully. (Automatic Copy)
x-was-enabled-successfully={0} was enabled successfully. (Automatic Copy)
x-was-saved-successfully={0} was saved successfully. (Automatic Copy)
x-was-saved-successfully.-the-id-was-duplicated-and-renamed-to-x={0} was saved successfully. The ID was duplicated and renamed to {1}. (Automatic Copy)
x-were-deleted-successfully={0} were deleted successfully. (Automatic Copy)
