#X-Generator: crowdin.com
a-configuration-with-this-id-already-exists=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0634\u0646\u0627\u0633\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f (Automatic Translation)
a-configuration-with-this-name-already-exists=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0628\u0627 \u0627\u06cc\u0646 \u0646\u0627\u0645 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0627\u0645 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f. (Automatic Translation)
adapt-all-images=\u0627\u0646\u0637\u0628\u0627\u0642 \u0628\u0627 \u062a\u0645\u0627\u0645 \u062a\u0635\u0627\u0648\u06cc\u0631 (Automatic Translation)
adapt-remaining=\u0627\u0646\u0637\u0628\u0627\u0642 \u0628\u0627 \u0628\u0627\u0642\u06cc \u0645\u0627\u0646\u062f\u0647 (Automatic Translation)
adapted-images=\u062a\u0635\u0627\u0648\u06cc\u0631 \u0627\u0642\u062a\u0628\u0627\u0633 (Automatic Translation)
adaptive-media=\u0631\u0633\u0627\u0646\u0647 \u0647\u0627\u06cc \u062a\u0637\u0628\u06cc\u0642\u06cc (Automatic Translation)
add-a-resolution-for-high-density-displays=\u0642\u0637\u0639\u0646\u0627\u0645\u0647 \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0686\u06af\u0627\u0644\u06cc \u0628\u0627\u0644\u0627 (2 x) \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
add-image-resolution=\u0648\u0636\u0648\u062d \u062a\u0635\u0648\u06cc\u0631 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f (Automatic Translation)
at-least-one-value-is-required=At least one value is required.
automatic=\u062e\u0648\u062f\u06a9\u0627\u0631 (Automatic Translation)
enable=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 (Automatic Translation)
identifier=\u0634\u0646\u0627\u0633\u0647 (Automatic Translation)
image-resolution=\u0648\u0636\u0648\u062d \u062a\u0635\u0648\u06cc\u0631 (Automatic Translation)
image-resolutions=\u0648\u0636\u0648\u062d \u062a\u0635\u0648\u06cc\u0631 (Automatic Translation)
javax.portlet.description.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media detects the device capabilities of the visitor and automatically delivers an appropriate scaled and optimized version of your stored media.
javax.portlet.long-title.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media
javax.portlet.title.com_liferay_adaptive_media_web_portlet_AMPortlet=Adaptive Media
leave-a-size-field-empty-to-get-images-scaled-proportionally=Leave a size field empty to get images scaled proportionally.
max-height=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0631\u062a\u0641\u0627\u0639 (Automatic Translation)
max-height-px=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0631\u062a\u0641\u0627\u0639 (\u067e\u06cc\u06a9\u0633\u0644) (Automatic Translation)
max-width=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 (Automatic Translation)
max-width-px=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 (\u067e\u06cc\u06a9\u0633\u0644) (Automatic Translation)
new-image-resolution=\u0648\u0636\u0648\u062d \u062a\u0635\u0648\u06cc\u0631 \u062c\u062f\u06cc\u062f (Automatic Translation)
please-enter-a-max-height-value-larger-than-0=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0631\u062a\u0641\u0627\u0639 \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 0. (Automatic Translation)
please-enter-a-max-width-or-max-height-value-larger-than-0=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 \u06cc\u0627 \u0627\u0631\u062a\u0641\u0627\u0639 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u0642\u062f\u0627\u0631 \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 0. (Automatic Translation)
please-enter-a-max-width-value-larger-than-0=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 0. (Automatic Translation)
please-enter-a-valid-identifier=\u0644\u0637\u0641\u0627 \u0634\u0646\u0627\u0633\u0647 \u0645\u0639\u062a\u0628\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f. (Automatic Translation)
please-enter-at-least-one-of-the-following-fields=Please enter at least one of the following fields
processing-images.-this-could-take-a-while-depending-on-the-number-of-images=\u067e\u0631\u062f\u0627\u0632\u0634 \u062a\u0635\u0627\u0648\u06cc\u0631. \u0627\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u062d\u0627\u0644\u06cc \u06a9\u0647 \u0628\u0633\u062a\u0647 \u0628\u0647 \u062a\u0639\u062f\u0627\u062f \u062a\u0635\u0627\u0648\u06cc\u0631 \u0631\u0627. (Automatic Translation)
the-id-is-based-on-the-name-field=ID \u062f\u0631 \u0642\u0633\u0645\u062a \u0646\u0627\u0645 \u0627\u0633\u062a\u0648\u0627\u0631 \u0627\u0633\u062a. (Automatic Translation)
the-images-for-this-resolution-are-already-adapted=\u062a\u0635\u0627\u0648\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0642\u0637\u0639\u0646\u0627\u0645\u0647 \u062d\u0627\u0636\u0631 \u0627\u0642\u062a\u0628\u0627\u0633 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
there-are-no-image-resolutions=\u0648\u0636\u0648\u062d \u062a\u0635\u0648\u06cc\u0631 \u0628\u062f\u0648\u0646 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0628\u0647 \u0639\u0644\u0627\u0648\u0647 \u062f\u0631 \u06af\u0648\u0634\u0647 \u067e\u0627\u06cc\u06cc\u0646 \u0633\u0645\u062a \u0631\u0627\u0633\u062a \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
x-and-x-were-saved-successfully={0} and {1} were saved successfully. (Automatic Copy)
x-was-deleted-successfully={0} was deleted successfully. (Automatic Copy)
x-was-disabled-successfully={0} was disabled successfully. (Automatic Copy)
x-was-enabled-successfully={0} was enabled successfully. (Automatic Copy)
x-was-saved-successfully={0} was saved successfully. (Automatic Copy)
x-was-saved-successfully.-the-id-was-duplicated-and-renamed-to-x={0} was saved successfully. The ID was duplicated and renamed to {1}. (Automatic Copy)
x-were-deleted-successfully={0} were deleted successfully. (Automatic Copy)
