#X-Generator: crowdin.com
all-apps=\u038c\u03bb\u03b1 \u03c4\u03b1 Apps (Automatic Translation)
all-statuses=\u038c\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 (Automatic Translation)
app-manager=\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ce\u03bd (Automatic Translation)
app-suites=App \u03c3\u03bf\u03c5\u03af\u03c4\u03b5\u03c2 (Automatic Translation)
apps=Apps (Automatic Translation)
are-you-sure-you-want-to-uninstall-this=\u0395\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc; (Automatic Translation)
are-you-sure-you-want-to-uninstall-this-product=\u0395\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03b5\u03c3\u03b5\u03af\u03c2 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03bf\u03ca\u03cc\u03bd; (Automatic Translation)
file-upload-jar-lpkg-or-war-file=Upload \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 (\u03b2\u03ac\u03b6\u03bf, LPKG \u03ae \u03a0\u038c\u039b\u0395\u039c\u039f\u03a3 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf) (Automatic Translation)
go-to-marketplace=\u039c\u03b5\u03c4\u03b1\u03b2\u03b5\u03af\u03c4\u03b5 \u03c3\u03c4\u03bf Marketplace (Automatic Translation)
install-from-url=\u0395\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03c0\u03cc URL (Automatic Translation)
installed-apps-are-available-to-all-portal-instances.-go-to-plugins-configuration-within-each-portal-instance-to-enable-disable-each-app=\u0395\u03b3\u03ba\u03b1\u03c4\u03b5\u03c3\u03c4\u03b7\u03bc\u03ad\u03bd\u03b7 apps \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b1 \u03c3\u03b5 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03b9\u03c2 \u03c0\u03cd\u03bb\u03b7\u03c2. \u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf Plugins \u03b4\u03b9\u03b1\u03bc\u03cc\u03c1\u03c6\u03c9\u03c3\u03b7 \u03bc\u03ad\u03c3\u03b1 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03cd\u03bb\u03b7 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7/\u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03ba\u03ac\u03b8\u03b5 app. (Automatic Translation)
javax.portlet.title.com_liferay_marketplace_app_manager_web_portlet_MarketplaceAppManagerPortlet=\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ce\u03bd (Automatic Translation)
modules=\u0395\u03bd\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 (Automatic Translation)
no-apps-were-found=Apps \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd. (Automatic Translation)
no-components-were-found=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd. (Automatic Translation)
no-modules-were-found=\u0395\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b7\u03ba\u03b1\u03bd \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03b9\u03ba\u03ad\u03c2 \u03bc\u03bf\u03bd\u03ac\u03b4\u03b5\u03c2 \u03b4\u03b5\u03bd. (Automatic Translation)
no-portlets-were-found=\u03a3\u03c5\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c0\u03cd\u03bb\u03b7\u03c2 \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd. (Automatic Translation)
please-upload-a-file-with-a-valid-extension-jar-lpkg-or-war=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03bf\u03cd\u03bc\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03b5\u03b2\u03ac\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 (\u03b2\u03ac\u03b6\u03bf, LPKG \u03ae \u03a0\u038c\u039b\u0395\u039c\u039f\u03a3 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf). (Automatic Translation)
reindex-search=\u0391\u03bd\u03b1\u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03c4\u03b5 \u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
there-are-no-configurable-plugins-for-this-app=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b4\u03b5\u03bd \u03b4\u03b9\u03b1\u03bc\u03bf\u03c1\u03c6\u03ce\u03c3\u03b9\u03bc\u03b5\u03c2 plugins \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf app. (Automatic Translation)
this-app-contains=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf app \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9\: (Automatic Translation)
this-portlet-is-available-in-my-account=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf portlet \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf \u03c3\u03c4\u03bf \u03bb\u03bf\u03b3\u03b1\u03c1\u03b9\u03b1\u03c3\u03bc\u03cc \u03bc\u03bf\u03c5. (Automatic Translation)
this-portlet-is-available-in-site-administration=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf portlet \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b1 \u03c3\u03c4\u03b7 \u03b4\u03b9\u03bf\u03af\u03ba\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 Site. (Automatic Translation)
this-portlet-is-available-in-the-control-panel=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf portlet \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf\u03c2 \u03c3\u03c4\u03bf\u03bd \u03c0\u03af\u03bd\u03b1\u03ba\u03b1 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5. (Automatic Translation)
unable-to-uninstall-app-or-plugin-because-it-is-required=\u0391\u03b4\u03c5\u03bd\u03b1\u03c4\u03b5\u03af \u03bd\u03b1 \u03c4\u03bf \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 app \u03ae \u03c4\u03bf plugin, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03b1\u03c0\u03b1\u03b9\u03c4\u03b5\u03af\u03c4\u03b1\u03b9. (Automatic Translation)
uninstalled=\u0391\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03b1\u03b8\u03b5\u03af (Automatic Translation)
