#X-Generator: crowdin.com
add-child-page-of-x=Afegir una p\u00e0gina secundaria a {0}
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=Afegir p\u00e0gina privada
add-public-page=Afegir p\u00e0gina p\u00fablica
allow-site-administrators-to-modify-this-page-for-their-site=Perm\u00e8tre que els administradors de lloc puguin modificar aquest p\u00e0gina encara que la propagaci\u00f3 de canvis estigui activada.
allow-site-administrators-to-modify-this-page-for-their-site-help=Marqueu-ho per permetre als administradors del lloc web afegir, eliminar o configurar aplicacions i canviar les propietats d'aquesta p\u00e0gina. Si els administradors del lloc web modifiquen la p\u00e0gina, els canvis no es propagaran a la p\u00e0gina original de la plantilla del lloc.
are-you-sure-you-want-to-delete-the-selected-page=Esteu segur que voleu esborrar la p\u00e0gina que heu seleccionat?
are-you-sure-you-want-to-reset-your-customizations-to-default=Esteu segur que voleu restablir les personalitzacions per les de per defecte?
available-themes=Temes disponibles
by-x=Per {0}
change-current-theme=Canviar tema actual
change-frequency=Canvia la freq\u00fc\u00e8ncia
changes-are-immediately-available-to-end-users=Qualsevol canvi est\u00e0 disponible immediatament als usuaris finals.
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Feu clic a <em>Restableix i propaga</em> per a reinicialitzar el comptador d''errors i propagar els canvis des del {0}.
color-scheme=Esquema de color
configure-page=Configurar p\u00e0gina (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=Copia les aplicacions
copy-of-a-page=Copia de una p\u00e0gina d'aquest lloc
copy-of-a-page-description=Copia una p\u00e0gina existent d'aquest lloc.
customizable-admin-help=Qualsevol canvi realitzat en aquesta p\u00e0gina afecta tots els usuaris.
customizable-help=Els usuaris amb permisos per personalitzar aquesta p\u00e0gina poden personalitzar les seccions marcades com a personalitzables.
customizable-user-help=Podeu afegir r i configurar les aplicacions en les \u00e0rees marcades a continuaci\u00f3 que nom\u00e9s vosaltres veureu.
customization-options=Opcions de personalitzaci\u00f3
customization-settings=Par\u00e0metres de personalitzaci\u00f3
delete-in-all-pages-variations=Esborra en totes les variacions de p\u00e0gina
empty-page=P\u00e0gina buida
empty-page-description=Crear una p\u00e0gina buida on pogueu dissenyar-la de forma manual.
expand-area=Ampliar l'\u00e0rea
hide-customizable-zones=Amagar \u00e0rees personalitzables
hide-from-navigation-menu=Amaga en el men\u00fa de navegaci\u00f3
html-title=T\u00edtol HTML
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=Si s'habilita, aquesta p\u00e0gina no es mostrar\u00e0 en el men\u00fa de navegaci\u00f3.
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=Si s'habilita, aquesta p\u00e0gina heredar\u00e0 els canvis fets a la planilla de p\u00e0gina.
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=Si s''habilita, aquesta p\u00e0gina heredar\u00e0 els canvis fets a la plantilla de p\u00e0gina <em>{0}</em> .
inherit-changes=Heredar canvis
install-more=Instal\u00b7la m\u00e9s
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=No \u00e9s possible especificar la configuraci\u00f3 de personalitzaci\u00f3 per als dissenys de forma lliure.
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=No es pot especificar la configuraci\u00f3 de personalitzaci\u00f3 per a p\u00e0gines definides en plantilles de lloc web o en plantilles de p\u00e0gina.
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Les p\u00e0gines s\u00f3n p\u00e0gines web personalitzades que s'han creat en el portal. Segons el rol que es tingui, es poden modificar aquestes p\u00e0gines, afegir-ne de noves o canviar l'aspecte i el comportament d'una p\u00e0gina.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Les meves p\u00e0gines s\u00f3n p\u00e0gines web personalitzades que podeu crear o que us s\u00f3n assignades. Depenent dels vostres rols, podeu editar, afegir o canviar l'aspecte i el comportament d'una p\u00e0gina.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=P\u00e0gines del lloc web
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Gestiona les p\u00e0gines
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=P\u00e0gina de plantilla de p\u00e0gina (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Les meves p\u00e0gines
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=La disposici\u00f3 hereda d'un prototip. Els m\u00f2duls de portal no es poden manipular.
merge-x-public-pages=Fusiona {0} p\u00e0gines p\u00fabliques
meta-tags=Metaetiquetes
modifiable-help=Els administradors de p\u00e0gina que facin servir aquesta plantilla de p\u00e0gina nom\u00e9s poden fer canvis en les seccions marcades com a modificables.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=Modificar el logotip de la plantilla de lloc nom\u00e9s s'aplicar\u00e0 als llocs nous.
not-customizable=No personalitzable
orphan-portlets=Portlets orfes (Automatic Translation)
page-priority=Prioritat de la p\u00e0gina
pages-of-type-x-cannot-be-selected=Les p\u00e0gines de tipus {0} no opden ser seleccionades.
pages-of-type-x-cannot-have-child-pages=Les p\u00e0gines de tipus {0} no poden tenir p\u00e0gines secund\u00e0ries.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=Enganxeu el codi JavaScript que s'executar\u00e0 a la part inferior de la p\u00e0gina.
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=Enganxeu el codi JavaScript que s'executar\u00e0 a la part inferior de la p\u00e0gina.
please-enter-a-valid-page-priority=Introdu\u00efu una prioritat de p\u00e0gina v\u00e0lida.
please-select-a-valid-change-frequency=Seleccioneu una freq\u00fc\u00e8ncia de canvi v\u00e0lida.
please-select-a-valid-include-value=Seleccioneu un valor d'inclusi\u00f3 v\u00e0lid.
please-set-the-virtual-host-before-you-set-the-robots-txt=Configureu el servidor virtual abans de configurar el <em>robots.txt</em>.
private-pages-help=Les p\u00e0gines privades nom\u00e9s s\u00f3n accesibles per a membres del lloc web que cont\u00e9 dites p\u00e0gines.
public-pages-help=Per defecte, qualsevol usuari, inclosos els usuaris no connectats (an\u00f2nims), poden accedir a les p\u00e0gines p\u00fabliques.
publication-process-in-progress-help=Hi ha un proc\u00e9s de publicaci\u00f3 en curs. La llista de p\u00e0gines pot canviar.
query-string=Cadena de Consulta
query-string-help=Opcionalment pot utilitzar aquesta cadena de consulta quan cap altra existeixi. Es comportar\u00e0 com els par\u00e0metres per defecte de la p\u00e0gina.
requires-log-in=Necessari autentificar-se
reset-and-propagate=Reinicialitza i propaga
reset-changes=Restableix canvis
reset-my-customizations=Restableix les meves personalitzacions
revision-id=ID de la revisi\u00f3
send-sitemap-information-to-preview=Envia la informaci\u00f3 del mapa del web a {0}previsualitzaci\u00f3{1}\:
set-the-robots-txt=Estableix el <em>robots.txt</em> per les p\u00e0gines.
show-site-name=Mostra el nom del lloc
some-page-settings-are-unavailable-because-x-is-enabled=Algunes configuracions de la p\u00e0gina no estan disponibles perqu\u00e8 <em>{0}</em> est\u00e0 habilitat. Per canviar aquestes opcions, deshabilita <em>{0}</em> dins la secci\u00f3 <em>{1}</em> .
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=S'han actualitzat els valors per defecte per a la p\u00e0gina actual. Cliqueu aqu\u00ed per veure'ls.
the-first-page-cannot-be-of-type-x=La primera p\u00e0gina no pot ser de tipus {0}.
the-page-was-created-succesfully=La p\u00e0gina es va crear amb \u00e8xit. (Automatic Translation)
the-page-was-deleted-succesfully=La p\u00e0gina ha suprimit correctament. (Automatic Translation)
the-page-was-updated-succesfully=La p\u00e0gina s'ha actualitzat correctament. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=El protocol del lloc notifica l'estructura del web (sitemap) als motors de cerca.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=El tema seleccionat per al lloc web no admet mostrar el t\u00edtol.
there-are-no-available-advanced-settings-for-these-pages=No hi ha cap configuraci\u00f3 avan\u00e7ada disponible per a aquests p\u00e0gines.
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=No hi ha cap p\u00e0gina privada
there-are-no-public-pages=No hi ha cap p\u00e0gina p\u00fablica
this-icon-will-be-shown-in-the-navigation-menu=Aquesta icona es mostrar\u00e0 al men\u00fa de navegaci\u00f3.
this-is-the-default-page-without-your-customizations=Aquesta \u00e9s la p\u00e0gina per defecte sense les teves personalitzacions.
this-page-belongs-to-a-user-group=Aquesta p\u00e0gina pertany a un grup d'usuaris. Qualsevol modificaci\u00f3 permesa nom\u00e9s s'aplica al lloc personal d'un usuari.
this-page-can-be-customized=Es pot personalitzar aquesta p\u00e0gina.
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=Aquesta p\u00e0gina no pot ser eliminada i no pot tenir p\u00e0gines inferiors perqu\u00e8 est\u00e0 associada a una plantilla de lloc.
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=No es pot modificar aquesta p\u00e0gina perqu\u00e8 pertany al grup d''usuaris <em>{0}</em>.
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=Aquesta p\u00e0gina no pot ser modificada perqu\u00e8 est\u00e0 associada a una plantilla de lloc que no permet modificacions.
this-page-has-been-changed-since-the-last-update-from-the-site-template=S'ha canviat aquesta p\u00e0gina des de l'\u00faltima actualitzaci\u00f3 de la plantilla del lloc web. No s'aplicar\u00e0 cap actualitzaci\u00f3 m\u00e9s des de la plantilla del lloc web. Cliqueu a <em>Reset</em> per sobreescriure els canvis i per rebre les actualitzacions des de la plantilla de lloc web.
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=Aquesta p\u00e0gina ha estat modificada des de l'\u00faltima actualitzaci\u00f3 de la plantilla de lloc.
this-page-is-linked-to-a-page-template=Aquesta p\u00e0gina est\u00e0 enlla\u00e7ada a una plantilla de p\u00e0gina. Desactiveu la propagaci\u00f3 autom\u00e0tica dels canvis a aquesta p\u00e0gina per poder fer modificacions.
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=Aquesta p\u00e0gina est\u00e0 enlla\u00e7ada a una plantilla de lloc que no permet cap tipus de modificaci\u00f3.
toggle-controls=Commuta els controls
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=Utilitza la mateixa aparen\u00e7a de les p\u00e0gines on s'utilitza aquesta plantilla.
use-the-same-look-and-feel-of-the-x=Utilitza el mateix aspecte i comportament de {0}.
view-customizable-zones=Mostra zones personalitzables
view-my-customized-page=Veure la meva p\u00e0gina personalitzada
view-page-without-my-customizations=Veure la p\u00e0gina sense les meves personalitzacions
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=Atenci\u00f3\! Les prefer\u00e8ncies dels m\u00f2duls de portal seleccionats es restabliran als valors per defecte i les prefer\u00e8ncies dels m\u00f2duls de portal que ja no existeixen s'eliminaran.
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=Podeu configurar les p\u00e0gines de primer nivell d''aquest lloc p\u00fablic perqu\u00e8 es fusionin amb les p\u00e0gines de primer nivell del lloc p\u00fablic {0}. Els usuaris podran navegar entre els dos llocs sense problemes.
you-can-customize-this-page=Podeu personalitzar aquesta p\u00e0gina.
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=No podeu suprimir aquesta p\u00e0gina perqu\u00e8 la seg\u00fcent p\u00e0gina no \u00e9s visible per a usuaris no autenticats i, per tant, no pot ser la primera p\u00e0gina.
you-must-have-at-least-one-page=Heu de tenir com a m\u00ednim una p\u00e0gina.
