#X-Generator: crowdin.com
allow-dictionary-words=\u0921\u0940\u0915\u094d\u0938\u0928\u0930\u0940 \u0936\u092c\u094d\u0926 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f
allow-dictionary-words-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0906\u092e \u0936\u092c\u094d\u0926\u094b\u0902 \u0915\u0947 \u0936\u092c\u094d\u0926\u0915\u094b\u0936 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948\u0964 (Automatic Translation)
change-required=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e
change-required-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u092c \u0935\u0947 \u092a\u0939\u0932\u0940 \u092c\u093e\u0930 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902 \u0905\u092a\u0928\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
changeable=\u091a\u0947\u0902\u091c\u092c\u0932
changeable-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0909\u0928\u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
do-not-warn=\u091a\u0947\u0924\u093e\u0935\u0928\u0940 \u0928 \u0926\u0947\u0902 (Automatic Translation)
enable-expiration=\u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
enable-expiration-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0924\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u092e\u092f \u0915\u0940 \u090f\u0915 \u0926\u0940 \u0917\u0908 \u0930\u093e\u0936\u093f \u0915\u0947 \u092c\u093e\u0926 \u0909\u0928\u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092c\u0926\u0932\u0928\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0964 (Automatic Translation)
enable-history-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, \u092a\u094b\u0930\u094d\u091f\u0932 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093f\u091b\u0932\u0947\u0902 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u093e \u090f\u0915 \u0907\u0924\u093f\u0939\u093e\u0938 \u0930\u0916\u0924\u093e \u0939\u0948 \u0914\u0930 \u0909\u0928\u094d\u0939\u0947\u0902 \u090f\u0915 \u092a\u0941\u0930\u093e\u0928\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 reusing \u0938\u0947 \u0930\u094b\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
enable-lockout=\u0932\u0949\u0915\u0906\u0909\u091f \u0915\u094b \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
enable-lockout-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0932\u0949\u0917 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0909\u0928\u0915\u0947 \u0916\u093e\u0924\u0947 \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0939\u0948 \u0938\u092e\u092f \u0915\u0940 \u090f\u0915 \u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0938\u0902\u0916\u094d\u092f\u093e \u092e\u0947\u0902 \u0915\u0930\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
enable-syntax-checking=\u0935\u093e\u0915\u094d\u092f\u0935\u093f\u0928\u094d\u092f\u093e\u0938 \u091c\u093e\u0901\u091a \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
enable-syntax-checking-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0941\u091b \u0915\u0947 \u0932\u093f\u090f \u0936\u092c\u094d\u0926\u094b\u0902 \u0914\u0930/\u092f\u093e \u090f\u0915 \u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0932\u0902\u092c\u093e\u0908 \u092a\u0922\u093c\u093e \u0939\u0948\u0964 (Automatic Translation)
grace-limit=\u0905\u0928\u0941\u0917\u094d\u0930\u0939 \u0938\u0940\u092e\u093e
grace-limit-help=\u0907\u0938 \u092c\u093e\u0930 \u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092e\u0947\u0902 \u0932\u0949\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 \u0909\u0928\u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b \u0917\u0908 \u0939\u0948, \u0907\u0938\u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u093f \u0935\u0947 \u090f\u0915 \u0928\u092f\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
history-count=\u0907\u0924\u093f\u0939\u093e\u0938 \u0917\u0923\u0928\u093e
history-count-help=\u092f\u0939 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 , \u0915\u093f\u0924\u0928\u0947 \u092a\u0941\u0930\u093e\u0928\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921\u094d\u0938 \u0915\u094b \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u091f \u0930\u0916\u093e \u091c\u093e\u090f
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f\u092f\u093e\u0901
lockout-duration=Lockout \u0905\u0935\u0927\u093f
lockout-duration-help=\u092f\u0939 \u0938\u092e\u092f \u0939\u0948 \u0915\u093f \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u0916\u093e\u0924\u093e \u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e \u0939\u0948 \u0915\u0940 \u0930\u093e\u0936\u093f \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
maximum-age=\u0905\u0927\u093f\u0915\u0924\u092e \u0906\u092f\u0941
maximum-age-help=\u092f\u0939 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0907\u0938\u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u093f \u0907\u0938\u0947 \u092c\u0926\u0932 \u0926\u093f\u092f\u093e \u0939\u094b \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0915\u092c \u0924\u0915 \u090f\u0915 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0947 \u0932\u093f\u090f \u0905\u091a\u094d\u091b\u093e \u0939\u0948\u0964 (Automatic Translation)
maximum-failure=\u0905\u0927\u093f\u0915\u0924\u092e \u0905\u0938\u092b\u0932\u0924\u093e
maximum-failure-help=\u0907\u0938 \u092c\u093e\u0930 \u0939\u0948 \u0915\u093f \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0917\u0932\u0924 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0938\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
minimum-age=\u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0906\u092f\u0941
minimum-age-help=\u092f\u0939 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u092c \u0924\u0915 \u090f\u0915 \u092f\u0942\u091c\u0930 \u0915\u094b \u0905\u092a\u0928\u0940 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092b\u093f\u0930 \u0938\u0947 \u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0902\u0924\u091c\u093c\u093e\u0930 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e.
minimum-alpha-numeric=\u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0905\u0932\u094d\u092b\u093e \u0928\u094d\u092f\u0942\u092e\u0947\u0930\u093f\u0915
minimum-alpha-numeric-help=\u092f\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092e\u0947\u0902 \u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0905\u0932\u094d\u092b\u093e \u0928\u094d\u092f\u0942\u092e\u0947\u0930\u093f\u0915 \u0905\u0915\u094d\u0937\u0930 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948.
minimum-length=\u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0932\u092e\u094d\u092c\u093e\u0908
minimum-length-help=\u0907\u0938 \u092f\u0942\u091c\u093c\u0930 \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0947 \u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0932\u0902\u092c\u093e\u0908 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948.
minimum-lower-case=\u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0932\u094b\u0935\u0930 \u0915\u0947\u0938
minimum-lower-case-help=\u092f\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092e\u0947\u0902 \u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0932\u094b\u0935\u0930 \u0915\u0947\u0938 \u0905\u0915\u094d\u0937\u0930 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948
minimum-numbers=\u0928\u094d\u092f\u0942\u0928\u0924\u092e Numbers
minimum-numbers-help=\u092f\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092e\u0947\u0902 \u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0905\u0902\u0915 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948
minimum-symbols=\u0928\u094d\u092f\u0942\u0928\u0924\u092e Symbols
minimum-symbols-help=\u092f\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092e\u0947\u0902 \u0928\u094d\u092f\u0942\u0928\u0924\u092e symbols \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948
minimum-upper-case=\u0928\u094d\u092f\u0942\u0928\u0924\u092e Upper Case
minimum-upper-case-help=\u092f\u0939 \u090a\u092a\u0930\u0940 \u092e\u093e\u092e\u0932\u0947 \u092a\u0924\u094d\u0930 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0940 \u0928\u094d\u092f\u0942\u0928\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u094b \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
password-changes=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 (Automatic Translation)
password-expiration=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 Expiration
password-history=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0939\u093f\u0938\u094d\u091f\u0930\u0940
password-policies=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092a\u0949\u0932\u093f\u0938\u0940\u0938
password-syntax-checking=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 Syntax Checking
reset-failure-count=Failure Count \u0915\u094b reset \u0915\u0930\u094b
reset-failure-count-help=\u092f\u0939 \u0938\u092e\u092f \u0939\u0948 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0932\u0949\u0917\u093f\u0928 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e \u0915\u093e \u090f\u0915 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0930\u0916\u093e \u0939\u0948 \u0915\u0940 \u0930\u093e\u0936\u093f \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
reset-ticket-max-age=\u091f\u093f\u0915\u091f \u0905\u0927\u093f\u0915\u0924\u092e \u0906\u092f\u0941 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0902 (Automatic Translation)
reset-ticket-max-age-help=\u092f\u0939 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u093f\u0924\u0928\u093e \u0938\u092e\u092f \u090f\u0915 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0930\u0940\u0938\u0947\u091f \u0932\u093f\u0902\u0915 \u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-password-policy-could-not-be-found=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u0922\u0942\u0901\u0922\u093c\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u093e\u0964 (Automatic Translation)
until-unlocked-by-an-administrator=\u091c\u092c \u0924\u0915 \u090f\u0915 \u092a\u094d\u0930\u0936\u093e\u0938\u0915 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e unlock \u0939\u094b \u091c\u093e\u090f|
warning-time=\u091a\u0947\u0924\u093e\u0935\u0928\u0940 \u0938\u092e\u092f
warning-time-help=\u092f\u0939 \u0915\u0948\u0938\u0947 \u0932\u0902\u092c\u0947 \u0938\u092e\u092f \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0938\u0942\u091a\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e \u090f\u0915 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947\u0964 (Automatic Translation)
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=\u091c\u092c \u0915\u094b\u0908 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u092f\u093e \u0924\u094b \u0938\u094d\u092a\u0937\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u092f\u093e \u090f\u0915 \u0938\u0902\u0917\u0920\u0928 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
you-are-using-ldaps-password-policy=\u0906\u092a LDAP \u092a\u093e\u0938\u0935\u0930\u094d\u0921 policy \u0915\u093e \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902| \u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 LDAP \u092a\u093e\u0938\u0935\u0930\u094d\u0921 policy \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u092c\u0926\u0932\u0926\u0947 \u092f\u0926\u093f \u0906\u092a \u090f\u0915 local \u092a\u093e\u0938\u0935\u0930\u094d\u0921 policy \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902|
