#X-Generator: crowdin.com
allow-dictionary-words=Permitir Palavras do Dicion\u00e1rio
allow-dictionary-words-help=Se selecionado, palavras comuns do dicion\u00e1rio ser\u00e3o permitidas nas senhas dos utilizadores.
change-required=Altera\u00e7\u00e3o Obrigat\u00f3ria
change-required-help=Se selecionado, o utilizador precisar\u00e1 de alterar a sua senha ao efetuar o primeiro login.
changeable=Alter\u00e1vel
changeable-help=Se selecionado, o utilizador poder\u00e1 alterar a sua senha.
do-not-warn=N\u00e3o alertar
enable-expiration=Habilitar Expira\u00e7\u00e3o
enable-expiration-help=Se selecionado, o utilizador dever\u00e1 alterar a sua senha ap\u00f3s um per\u00edodo especificado.
enable-history-help=Se selecionado, o portal manter\u00e1 um hist\u00f3rico das senhas pr\u00e9vias do utilizador e o mesmo ser\u00e1 impedido de as reutilizar.
enable-lockout=Habilitar Bloqueio
enable-lockout-help=Se selecionado, o utilizador pode tentar se autenticar um determinado n\u00famero de vezes antes da sua conta ser bloqueada.
enable-syntax-checking=Habilitar Verifica\u00e7\u00e3o de Sintaxe
enable-syntax-checking-help=Se selecionado, a senha ser\u00e1 examinada para determinadas palavras e/ou determinado comprimento.
grace-limit=Limite de Gra\u00e7a
grace-limit-help=Este valor determina o n\u00famero de vezes que um utilizador pode efetuar login ap\u00f3s a sua senha expirar, antes de ser for\u00e7ado a indicar uma nova senha.
history-count=Contagem de Hist\u00f3rico
history-count-help=Este valor determina o n\u00famero de senhas precedentes a manter no history.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Pol\u00edticas de Senha
lockout-duration=Dura\u00e7\u00e3o do Bloqueio
lockout-duration-help=Este valor determina o tempo que uma conta de utilizador fica bloqueada.
maximum-age=Idade M\u00e1xima
maximum-age-help=Este valor determina por quanto tempo uma senha \u00e9 v\u00e1lida, antes que seja necess\u00e1ria a sua altera\u00e7\u00e3o.
maximum-failure=Falha M\u00e1xima
maximum-failure-help=Este valor determina o n\u00famero m\u00e1ximo de vezes que um utilizador pode tentar efetuar o login com uma senha incorreta.
minimum-age=Idade M\u00ednima
minimum-age-help=Este valor determina quanto tempo um utilizador deve esperar antes de mudar sua senha outra vez.
minimum-alpha-numeric=M\u00ednimo Alfanum\u00e9rico
minimum-alpha-numeric-help=Este valor determina o n\u00famero m\u00ednimo de caracteres alfanum\u00e9ricos na senha do utilizador.
minimum-length=Comprimento M\u00ednimo
minimum-length-help=Este valor determina o comprimento m\u00ednimo da senha do utilizador.
minimum-lower-case=M\u00ednimo de Min\u00fasculas
minimum-lower-case-help=Este valor determina o n\u00famero m\u00ednimo de letras min\u00fasculas na senha do utilizador.
minimum-numbers=M\u00ednimo de N\u00fameros
minimum-numbers-help=Este valor determina o n\u00famero m\u00ednimo de n\u00fameros na senha do utilizador.
minimum-symbols=M\u00ednimo de S\u00edmbolos
minimum-symbols-help=Este valor determina o n\u00famero m\u00ednimo de s\u00edmbolos na senha do utilizador.
minimum-upper-case=M\u00ednimo de Mai\u00fasculas
minimum-upper-case-help=Este valor determina o n\u00famero m\u00ednimo de letras mai\u00fasculas na senha do utilizador.
password-changes=Altera\u00e7\u00f5es de Senha
password-expiration=Validade da Senha
password-history=Hist\u00f3rico de Senha
password-policies=Pol\u00edticas de Senha
password-syntax-checking=Verifica\u00e7\u00e3o da Sintaxe de Senha
reset-failure-count=Restabelecer a Contagem de Falhas
reset-failure-count-help=Este valor determina por quanto tempo o registo de falhas de autentica\u00e7\u00e3o s\u00e3o guardadas para o utilizador.
reset-ticket-max-age=Idade M\u00e1xima para Reset Link
reset-ticket-max-age-help=Este valor determina o tempo de validade para um link de altera\u00e7\u00e3o de senha.
the-password-policy-could-not-be-found=A pol\u00edtica de senha n\u00e3o foi encontrada.
until-unlocked-by-an-administrator=At\u00e9 que seja desbloqueado por um administrador
warning-time=Tempo de Alerta
warning-time-help=Este valor determina quanto tempo antes da senha expirar o utilizador deve ser notificado.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Quando nenhuma pol\u00edtica de senha \u00e9 atribu\u00edda a um utilizador, explicitamente ou atrav\u00e9s de uma organiza\u00e7\u00e3o, a pol\u00edtica de senha por omiss\u00e3o \u00e9 utilizada.
you-are-using-ldaps-password-policy=Est\u00e1 a ser utilizada a pol\u00edtica da senha de LDAP. Por favor, altere as suas configura\u00e7\u00f5es da pol\u00edtica da senha de LDAP se deseja utilizar uma pol\u00edtica de senhas local.
