#X-Generator: crowdin.com
allow-dictionary-words=Toate Cuvintele din Dic\u021bionar
allow-dictionary-words-help=\u00cen cazul \u00een care acest lucru este verificat, dic\u0163ionar de cuvinte comune sunt permise ca parolele utilizatorului. (Automatic Translation)
change-required=Schimbarea este necesar\u0103
change-required-help=\u00cen cazul \u00een care acest lucru este verificat, un utilizator este necesar pentru a schimba parola lor atunci c\u00e2nd acestea log \u00een primul r\u00e2nd. (Automatic Translation)
changeable=Mutabil
changeable-help=Dac\u0103 aceasta este bifat\u0103, utilizatorul poate schimba parola lor. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=Permite expirare (Automatic Translation)
enable-expiration-help=Dac\u0103 aceasta este bifat\u0103, utilizatorul trebuie s\u0103 modifice parola dup\u0103 o anumit\u0103 perioad\u0103 de timp. (Automatic Translation)
enable-history-help=\u00cen cazul \u00een care acest lucru este verificat, portal p\u0103streaz\u0103 o istorie de parole anterioare a utilizatorului \u015fi \u00eei \u00eempiedic\u0103 s\u0103 reutilizarea o parola veche. (Automatic Translation)
enable-lockout=Permite Lockout (Automatic Translation)
enable-lockout-help=\u00cen cazul \u00een care acest lucru este verificat, un utilizator pute\u0163i \u00eencerca s\u0103 v\u0103 conecta\u0163i \u00eentr-un anumit num\u0103r de ori \u00eenainte de contul este blocat. (Automatic Translation)
enable-syntax-checking=Activare verificare sintax\u0103 (Automatic Translation)
enable-syntax-checking-help=\u00cen cazul \u00een care acest lucru este verificat, parola se este citit pentru anumite cuvinte sau o anumit\u0103 lungime. (Automatic Translation)
grace-limit=Limita Grace
grace-limit-help=Acest lucru determin\u0103 de c\u00e2te ori un utilizator poate autentifica dup\u0103 ce a expirat parola lor, \u00eenainte ca acestea sunt obligate s\u0103 introduce\u0163i o parol\u0103 nou\u0103. (Automatic Translation)
history-count=Numaratoare Istorica
history-count-help=Acesta determina numarul de parole precedente care sa fie tinute in istoric.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Politici de setare a parolei
lockout-duration=Durata Interdictie
lockout-duration-help=Aceasta determina perioada de timp care un utilizator este blocat.
maximum-age=Varsta Maxima
maximum-age-help=Aceasta determina cat de lunga este durata de viata a unei parole, dupa care trebuie schimbata.
maximum-failure=Esec Maxim
maximum-failure-help=Aceasta stabile\u015fte num\u0103rul maxim de ori c\u0103 un utilizator poate \u00eencerca s\u0103 log in cu parola gresita. (Automatic Translation)
minimum-age=Varsta Minima
minimum-age-help=Aceasta determina cat de mult trebuie sa astepte un utilizator paca cand i se schimba din nou.
minimum-alpha-numeric=Minimum de Litere Alphanumerice
minimum-alpha-numeric-help=Acesta determina numarul minim de litere alphanumerica in parola utilizatorului.
minimum-length=Lungime Minima
minimum-length-help=Acesta determina numarul minim de litere din parola unui utilizator.
minimum-lower-case=Minimum de Litere Mici
minimum-lower-case-help=Acesta determina numarul minim de litere mici din parola unui utilizator.
minimum-numbers=Minimum de Numere
minimum-numbers-help=Acesta determina numarul minim de numere din parola unui utilizator.
minimum-symbols=Minimum de Simboluri
minimum-symbols-help=Acesta determina numarul minim de simboluri din parola unui utilizator.
minimum-upper-case=Minimum de Majuscule
minimum-upper-case-help=Acesta determina numarul minim de majuscule din parola unui utilizator.
password-changes=Modific\u0103rile parola (Automatic Translation)
password-expiration=Expirare Parola
password-history=Istorie Parola
password-policies=Politici Parola
password-syntax-checking=Verificare Sintaxa Parola
reset-failure-count=Reseteaza Esuare Numarare
reset-failure-count-help=Acesta determina perioada de viata a registrului cu autentificari esuate tinut pentru un utilziator.
reset-ticket-max-age=Reseteaza Varsta Maxima a Biletului
reset-ticket-max-age-help=Acesta determina cat timp este valabil un link de resetare a parolei.
the-password-policy-could-not-be-found=Imposibil de g\u0103sit politica parola. (Automatic Translation)
until-unlocked-by-an-administrator=Pana cand este deblocat de un utilizator
warning-time=Avertizare Timp
warning-time-help=This determines how long before a password expires that the user will be notified. Aceasta determina cu cat timp inainte ca porala utilizatorului sa expire el notificat.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=Folosesti politica de parolare LDAP. Te rog schimba setarile politicii de parolare LDAP daca doresti sa folosesti o politica de parolare locala.
