#X-Generator: crowdin.com
allow-dictionary-words=\uc0ac\uc804 \ub0b1\ub9d0\uc744 \ud5c8\uc6a9\ud558\uc2ed\uc2dc\uc694
allow-dictionary-words-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uc77c\ubc18\uc801\uc778 \uc0ac\uc804 \ub2e8\uc5b4 \uc0ac\uc6a9\uc790\uc758 \uc554\ud638\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
change-required=\uc694\uad6c\ub418\ub294 \ubcc0\ud654
change-required-help=\uc774 \uc120\ud0dd\uc740 \uc0ac\uc6a9\uc790 \ucc98\uc74c \ub85c\uadf8\uc778 \ud560 \ub54c \uc554\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \ud544\uc694 \ud569\ub2c8\ub2e4. (Automatic Translation)
changeable=\ubcc0\ud558\uae30 \uc26c\uc6d0
changeable-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uc0ac\uc6a9\uc790\uac00 \uc554\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
do-not-warn=\uacbd\uace0 \ud558\uc9c0 \uc54a\uc74c (Automatic Translation)
enable-expiration=\ub9cc\ub8cc\ub97c \uc0ac\uc6a9 \ud558\ub3c4\ub85d \uc124\uc815 (Automatic Translation)
enable-expiration-help=\uc774 \uac80\uc0ac\ub294 \uc0ac\uc6a9\uc790 \uc2dc\uac04\uc758 \uc8fc\uc5b4\uc9c4\ub41c \uc591 \ud6c4 \uc554\ud638\ub97c \ubcc0\uacbd \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
enable-history-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \ud3ec\ud138 \uc0ac\uc6a9\uc790\uc758 \uc774\uc804 \uc554\ud638\uc758 \uc5ed\uc0ac\ub97c \uc720\uc9c0 \ud558 \uace0 \uc774\uc804 \uc554\ud638\ub97c \ub2e4\uc2dc \uc0ac\uc6a9\uc5d0\uc11c \uadf8\ub4e4\uc744 \ubc29\uc9c0. (Automatic Translation)
enable-lockout=\uc7a0\uae08 \uc0ac\uc6a9 (Automatic Translation)
enable-lockout-help=\uc774 \ud655\uc778\ub780\uc774 \uc120\ud0dd \ub418\uc5b4, \uc0ac\uc6a9\uc790 \uadf8\ub4e4\uc758 \uacc4\uc815\uc774 \uc7a0\uae30\uae30 \uc804\uc5d0 \uc2dc\uac04\uc758 \ud2b9\uc815 \ubc88\ud638\uc5d0 \ub85c\uadf8\uc778\uc744 \uc2dc\ub3c4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
enable-syntax-checking=\uad6c\ubb38 \uac80\uc0ac \uc0ac\uc6a9 (Automatic Translation)
enable-syntax-checking-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uc554\ud638\uac00 \uc77d\uc2b5\ub2c8\ub2e4 \ud2b9\uc815 \ub2e8\uc5b4 \ubc0f \ud2b9\uc815 \uae38\uc774. (Automatic Translation)
grace-limit=\uc740\ucd1d \ud55c\uacc4
grace-limit-help=\uc774 \uc0ac\uc6a9\uc790\ub294 \uc0c8 \uc554\ud638\ub97c \uc785\ub825 \ud558\ub294 \ub370 \ud544\uc694\ud55c \uc804\uc5d0 \uc790\uc2e0\uc758 \uc554\ud638\uac00 \ub9cc\ub8cc \ub41c \ud6c4\uc5d0 \ub85c\uadf8\uc778 \ud560 \uc218 \ud69f\uc218\ub97c \uacb0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
history-count=\uc5ed\uc0ac \uc870\uc0ac
history-count-help=\uc774\uac83\uc740 \uc5ed\uc0ac\uc548\uc5d0 \uc720\uc9c0\ud558\uae30 \uc704\ud558\uc5ec \uc774\uc804 \uc554\ud638\uc758 \uc218\ub97c \uacb0\uc815\ud55c\ub2e4.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\uc554\ud638 \uc815\ucc45
lockout-duration=\ucc28\ub2e8 \ub0b4\uad6c
lockout-duration-help=\uc774\uac83\uc740 \uc0ac\uc6a9\uc790 \uacc4\uc815\uc774 \uace0\uc815 \ub418\ub294 \uc18c\uc694 \uc2dc\uac04 \uacb0\uc815\ud55c\ub2e4.
maximum-age=\ucd5c\ub300 \ub098\uc774
maximum-age-help=\ubcc0\ud654\ud560\uac83\uc744 \ud544\uc694\ub85c \ud560 \uc804\uc5d0 \uc554\ud638\uac00 \uc88b\uc740 \uae4c \uc5bc\ub9c8\ub098\ub97c \uc704\ud574 \uc774\uac83\uc740 \uacb0\uc815\ud55c\ub2e4.
maximum-failure=\ucd5c\ub300 \uc2e4\ud328
maximum-failure-help=\uc774 \uc0ac\uc6a9\uc790\ub294 \uc798\ubabb \ub41c \uc554\ud638\ub97c \uc0ac\uc6a9 \ud558 \uc5ec \ub85c\uadf8\uc778\uc744 \uc2dc\ub3c4\ud560 \uc218 \uc788\ub294 \ucd5c\ub300 \ud69f\uc218\ub97c \uacb0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
minimum-age=\ucd5c\uc18c\ud55c\ub3c4 \ub098\uc774
minimum-age-help=\uc0ac\uc6a9\uc790\uac00 \uadf8\ub4e4\uc758 \uc554\ud638\ub97c \ub2e4\uc2dc \uae4c \ubcc0\ud654\ud558\uae30\uc758 \uc55e\uc5d0 \uae30\ub2e4\ub824\uc57c \ud558\ub294 \uae4c \uc5bc\ub9c8\ub098 \uc774\uac83\uc740 \uacb0\uc815\ud55c\ub2e4.
minimum-alpha-numeric=\ucd5c\uc18c \uc54c\ud30c \uc22b\uc790 (Automatic Translation)
minimum-alpha-numeric-help=\uc774 \uc0ac\uc6a9\uc790\uc758 \uc554\ud638\uc5d0 \uc54c\ud30c \uc22b\uc790 \ubb38\uc790\uc758 \ucd5c\uc18c \uc218\ub97c \uacb0\uc815\ud569\ub2c8\ub2e4. (Automatic Translation)
minimum-length=\ucd5c\uc18c\ud55c\ub3c4 \uae38\uc774
minimum-length-help=\uc774\uac83\uc740 \uc0ac\uc6a9\uc790 \uc554\ud638\uc758 \ucd5c\uc18c\ud55c\ub3c4 \uae38\uc774\ub97c \uacb0\uc815\ud55c\ub2e4.
minimum-lower-case=\ucd5c\uc18c \ub0ae\uc740 \uacbd\uc6b0 (Automatic Translation)
minimum-lower-case-help=\uc774 \uc0ac\uc6a9\uc790\uc758 \uc554\ud638\uc5d0 \ub300 \uc18c\ubb38\uc790\uc758 \ucd5c\uc18c \uc218\ub97c \uacb0\uc815\ud569\ub2c8\ub2e4. (Automatic Translation)
minimum-numbers=\ucd5c\uc18c \uc22b\uc790 (Automatic Translation)
minimum-numbers-help=\uc774\uac83\uc740 \uc0ac\uc6a9\uc790 \uc554\ud638\uc758 \ucd5c\uc18c\ud55c\ub3c4 \uae38\uc774\ub97c \uacb0\uc815\ud55c\ub2e4.
minimum-symbols=\ucd5c\uc18c \uae30\ud638 (Automatic Translation)
minimum-symbols-help=\uc774\uac83\uc740 \uc0ac\uc6a9\uc790 \uc554\ud638\uc758 \ucd5c\uc18c\ud55c\ub3c4 \uae38\uc774\ub97c \uacb0\uc815\ud55c\ub2e4.
minimum-upper-case=\ucd5c\uc18c \ub300\ubb38\uc790 (Automatic Translation)
minimum-upper-case-help=\uc774 \uc0ac\uc6a9\uc790\uc758 \uc554\ud638\uc5d0 \ub300\ubb38\uc790\uc758 \ucd5c\uc18c \uc218\ub97c \uacb0\uc815\ud569\ub2c8\ub2e4. (Automatic Translation)
password-changes=\ube44\ubc00 \ubc88\ud638 \ubcc0\uacbd (Automatic Translation)
password-expiration=\uc554\ud638 \ub9cc\ub8cc
password-history=\uc554\ud638 \uc5ed\uc0ac
password-policies=\uc554\ud638 \ubc29\uce68
password-syntax-checking=\uc554\ud638Syntax.checking
reset-failure-count=\ub9ac\uc14b \uc2e4\ud328 \uc870\uc0ac
reset-failure-count-help=\uc774\uac83\uc740 \uc2e4\ud328\ub41c \ub85c\uadf8\uc778\uc758 \uae30\ub85d\uc774 \uc0ac\uc6a9\uc790\ub97c \uc704\ud574 \uc9c0\ud0a4\ub294 \uc18c\uc694 \uc2dc\uac04 \uacb0\uc815\ud55c\ub2e4.
reset-ticket-max-age=\ud2f0\ucf13 \ucd5c\ub300 \ub098\uc774 \ub2e4\uc2dc \uc124\uc815 (Automatic Translation)
reset-ticket-max-age-help=\uc774 \uc5bc\ub9c8\ub098 \ube44\ubc00 \ubc88\ud638 \uc7ac\uc124\uc815 \ub9c1\ud06c\uac00 \uc62c\ubc14\ub978\uc9c0 \ud655\uc778 \ud569\ub2c8\ub2e4. (Automatic Translation)
the-password-policy-could-not-be-found=\uc554\ud638 \uc815\ucc45\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
until-unlocked-by-an-administrator=\ud589\uc815\uad00\uc5d0\uc758\ud574 \uc790\ubb3c\uc1e0\ub85c \uc5f4\ub294\uae4c\uc9c0
warning-time=\uacbd\uace0 \uc2dc\uac04
warning-time-help=\uc0ac\uc6a9\uc790\ub294 \ud1b5\uc9c0\ub420 \uace0 \uc554\ud638\uac00 \ub9cc\ub8cc\ub420 \uc804\uc5d0 \uc774\uac83\uc740 \uc5bc\ub9c8\ub098 \uacb0\uc815\ud55c\ub2e4.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=\uc5c6\uc74c \uc554\ud638 \uc815\ucc45\uc744 \ud560\ub2f9 \ud558\uba74 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \uba85\uc2dc\uc801\uc73c\ub85c \ub610\ub294 \uc870\uc9c1\uc744 \ud1b5\ud574, \uae30\ubcf8 \uc554\ud638 \uc815\ucc45\uc774 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
you-are-using-ldaps-password-policy=\ub108\ub294LDAP's\uc554\ud638 \ubc29\uce68\uc744 \uc0ac\uc6a9\ud558\uace0 \uc788\ub2e4. \ub108\uac00 \ud604\uc9c0 \uc554\ud638 \ubc29\uce68\uc744 \uc0ac\uc6a9\ud558\uae30 \uc704\ud558\uc5ec \ubc14\ub77c\uba74 \ub108\uc758LDAP\uc554\ud638 \ubc29\uce68 \uc870\uc815\uc744 \ubcc0\ud654\ud558\uc2ed\uc2dc\uc694.
