#X-Generator: crowdin.com
allow-dictionary-words=Povolit slova ze slovn\u00edku
allow-dictionary-words-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, jsou povoleny spole\u010dn\u00e9 slovn\u00edku slova jako hesla u\u017eivatele. (Automatic Translation)
change-required=Vy\u017eadov\u00e1na zm\u011bna
change-required-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel je povinen p\u0159i prvn\u00edm p\u0159ihl\u00e1\u0161en\u00ed zm\u011bnit sv\u00e9 heslo. (Automatic Translation)
changeable=Zm\u011bniteln\u00e9
changeable-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, m\u016f\u017ee u\u017eivatel zm\u011bnit sv\u00e9 heslo. (Automatic Translation)
do-not-warn=Nevarovat
enable-expiration=Povolit vypr\u0161en\u00ed platnosti (Automatic Translation)
enable-expiration-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel mus\u00ed zm\u011bnit sv\u00e9 heslo po ur\u010ditou dobu. (Automatic Translation)
enable-history-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, port\u00e1l uchov\u00e1v\u00e1 historii p\u0159edchoz\u00edch hesel a br\u00e1n\u00ed jim v opakovan\u00e9m pou\u017eit\u00ed star\u00e9 heslo. (Automatic Translation)
enable-lockout=Povolit uzamyk\u00e1n\u00ed (Automatic Translation)
enable-lockout-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel m\u016f\u017ee pokusit p\u0159ihl\u00e1sit v ur\u010dit\u00fdch dob\u00e1ch ne\u017e jejich \u00fa\u010det je uzam\u010den. (Automatic Translation)
enable-syntax-checking=Povolit kontrolu syntaxe (Automatic Translation)
enable-syntax-checking-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, je heslo pro n\u011bkter\u00e9 \u010dten\u00ed slova nebo ur\u010ditou. (Automatic Translation)
grace-limit=Tolerance
grace-limit-help=Ur\u010duje po\u010det p\u0159\u00edpad\u016f, kdy se u\u017eivatel m\u016f\u017ee p\u0159ihl\u00e1sit po vypr\u0161en\u00ed platnosti hesla, ne\u017e je t\u0159eba zadat nov\u00e9 heslo. (Automatic Translation)
history-count=Po\u010det hesel v historii
history-count-help=Ur\u010duje po\u010det p\u0159ede\u0161l\u00fdch hesel, kter\u00e9 syst\u00e9m uchov\u00e1v\u00e1 v historii, aby se nemohla opakovat.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Politiky hesel
lockout-duration=Doba trv\u00e1n\u00ed automatick\u00e9ho zam\u010den\u00ed
lockout-duration-help=Tato hodnota ur\u010duje, jak dlouho z\u016fstane \u00fa\u010det u\u017eivatele nep\u0159\u00edstupn\u00fd po automatick\u00e9m zam\u010den\u00ed
maximum-age=Maxim\u00e1ln\u00ed st\u00e1\u0159\u00ed
maximum-age-help=Tato polo\u017eka ur\u010duje, po jak\u00e9 dob\u011b by m\u011bla b\u00fdt hesla obm\u011b\u0148ov\u00e1na. M\u016f\u017eete nap\u0159\u00edklad doc\u00edlit toho, \u017ee si u\u017eivatel\u00e9 budou nuceni m\u011bnit heslo ka\u017ed\u00fd m\u011bs\u00edc.
maximum-failure=Maximum chybn\u00fdch pokus\u016f
maximum-failure-help=Ur\u010duje maxim\u00e1ln\u00ed po\u010det kolikr\u00e1t u\u017eivatel m\u016f\u017ee pokusit o p\u0159ihl\u00e1\u0161en\u00ed pomoc\u00ed nespr\u00e1vn\u00e9ho hesla. (Automatic Translation)
minimum-age=Minim\u00e1ln\u00ed st\u00e1\u0159\u00ed
minimum-age-help=Ur\u010duje dobu, jakou mus\u00ed u\u017eivatel \u010dekat, ne\u017e si bude moci op\u011bt zm\u011bnit sv\u00e9 heslo.
minimum-alpha-numeric=Minimum alfanumerick\u00fd znak\u016f
minimum-alpha-numeric-help=Ur\u010duje minim\u00e1ln\u00ed po\u010det p\u00edsmen a \u010d\u00edslic v hesle u\u017eivatele.
minimum-length=Minim\u00e1ln\u00ed d\u00e9lka
minimum-length-help=Tento \u00fadaj ud\u00e1v\u00e1 minim\u00e1ln\u00ed d\u00e9lku hesla u\u017eivatele.
minimum-lower-case=Minimum mal\u00fdch p\u00edsmen
minimum-lower-case-help=Ur\u010duje minim\u00e1ln\u00ed po\u010det mal\u00fdch p\u00edsmen v hesle u\u017eivatele.
minimum-numbers=Minimum \u010d\u00edslic
minimum-numbers-help=Ur\u010duje minim\u00e1ln\u00ed po\u010det \u010d\u00edslic v hesle u\u017eivatele.
minimum-symbols=Minimum jin\u00fdch znak\u016f
minimum-symbols-help=Ur\u010duje minim\u00e1ln\u00ed po\u010det jin\u00fdch znak\u016f (\#%^*) v hesle u\u017eivatele.
minimum-upper-case=Minimum velk\u00fdch p\u00edsmen
minimum-upper-case-help=Ur\u010duje minim\u00e1ln\u00ed po\u010det velk\u00fdch p\u00edsmen v hesle u\u017eivatele.
password-changes=Zm\u011bny hesel (Automatic Translation)
password-expiration=Uplynut\u00ed platnosti hesla
password-history=Historie hesel
password-policies=Politiky hesel
password-syntax-checking=Ov\u011b\u0159ov\u00e1n\u00ed syntaxe hesel
reset-failure-count=Resetovat \u010d\u00edta\u010d selh\u00e1n\u00ed
reset-failure-count-help=Ur\u010duje, jak dlouho budou pro u\u017eivatele zachov\u00e1v\u00e1ny z\u00e1znamy o chybn\u00fdch p\u0159ihl\u00e1\u0161en\u00edch.
reset-ticket-max-age=Resetovat maxim\u00e1ln\u00ed v\u011bk l\u00edstku
reset-ticket-max-age-help=Ur\u010duje, jak dlouho je odkaz pro obnovu hesla platn\u00fd.
the-password-policy-could-not-be-found=Z\u00e1sady hesla nelze nal\u00e9zt. (Automatic Translation)
until-unlocked-by-an-administrator=Dokud nebude provedeno odemknut\u00ed administr\u00e1torem
warning-time=Doba varov\u00e1n\u00ed
warning-time-help=Tato polo\u017eka ur\u010duje jak dloho bude trvat, ne\u017e u\u017eivateli vyr\u0161\u00ed platnost hesla <strong>od</strong> okam\u017eiku prvn\u00edho upozorn\u011bn\u00ed.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=Pou\u017e\u00edv\u00e1te politiku hesel LDAP. Pros\u00edm, zm\u011b\u0148te Va\u0161e nastaven\u00ed politiky LDAP hesel pokud chcete pou\u017e\u00edvat m\u00edstn\u00ed politiku hesel.
