#X-Generator: crowdin.com
allow-dictionary-words=Permitir palabras del diccionario
allow-dictionary-words-help=Si se marca, las palabras comunes del diccionario ser\u00e1n permitidas en las contrase\u00f1as de los usuarios.
change-required=Requerir cambio
change-required-help=Si se marca, el usuario necesitar\u00e1 alterar su contrase\u00f1a al realizar el primer inicio de sesi\u00f3n.
changeable=Permitir cambiar la contrase\u00f1a
changeable-help=Si se marca, el usuario podr\u00e1 cambiar su contrase\u00f1a.
do-not-warn=No avisar
enable-expiration=Habilitar vencimiento
enable-expiration-help=Si se marca, el usuario deber\u00e1 cambiar su contrase\u00f1a despu\u00e9s de un periodo determinado de tiempo.
enable-history-help=Si se marca, el portal mantendr\u00e1 una historia de las contrase\u00f1as previas del usuario y se impedir\u00e1 reutilizar una contrase\u00f1a antigua.
enable-lockout=Habilitar bloqueo
enable-lockout-help=Si se marca el usuario puede intentar iniciar sesi\u00f3n un determinado n\u00famero de veces antes de que su cuenta sea bloqueada.
enable-syntax-checking=Habilitar la comprobaci\u00f3n de sintaxis
enable-syntax-checking-help=Si se marca, la contrase\u00f1a ser\u00e1 comprobada para determinadas palabras y/o determinado tama\u00f1o.
grace-limit=L\u00edmite de gracia
grace-limit-help=Esto determina el n\u00famero de veces que un usuario puede iniciar sesu\u00f3n despu\u00e9s de que su contrase\u00f1a caduque, antes de ser forzado a usar una nueva contrase\u00f1a.
history-count=Tama\u00f1o del historial
history-count-help=Determina el n\u00famero de contrase\u00f1as anteriores que se mantendr\u00e1n en el historial.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Las pol\u00edticas de contrase\u00f1a definen las medidas de seguridad de nivel de empresa que incluyen el bloqueo de usuarios y el vencimiento de la contrase\u00f1a. Se pueden definir pol\u00edticas o delegar en un servidor LDAP.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Pol\u00edtica de contrase\u00f1as
lockout-duration=Duraci\u00f3n del bloqueo
lockout-duration-help=Determina la cantidad de tiempo que la cuenta de un usuario es bloqueada.
maximum-age=Edad m\u00e1xima
maximum-age-help=Determina durante cu\u00e1nto tiempo una contrase\u00f1a se considera v\u00e1lida antes de solicitar que sea cambiada.
maximum-failure=N\u00famero de intentos m\u00e1ximo
maximum-failure-help=Esto determina el n\u00famero m\u00e1ximo de veces que un usuario puede intentar iniciar sesi\u00f3n con una contrase\u00f1a incorrecta.
minimum-age=Edad m\u00ednima
minimum-age-help=Determina cu\u00e1nto tiempo debe esperar un usuario antes de poder cambiar su contrase\u00f1a de nuevo.
minimum-alpha-numeric=M\u00ednimo alfanum\u00e9rico
minimum-alpha-numeric-help=Determina el n\u00famero m\u00ednimo de caracteres alfanum\u00e9ricos en la contrase\u00f1a del usuario.
minimum-length=Longitud m\u00ednima
minimum-length-help=Determina la longitud m\u00ednima de la contrase\u00f1a de los usuarios.
minimum-lower-case=M\u00ednimo de min\u00fasculas
minimum-lower-case-help=Determina el n\u00famero m\u00ednimo de letras min\u00fasculas en la contrase\u00f1a del usuario.
minimum-numbers=M\u00ednimo de m\u00faneros
minimum-numbers-help=Determina el n\u00famero m\u00ednimo de n\u00fameros en la contrase\u00f1a del usuario.
minimum-symbols=M\u00ednimo de s\u00edmbolos
minimum-symbols-help=Determina el n\u00famero m\u00ednimo de s\u00edmbolos en la contrase\u00f1a del usuario.
minimum-upper-case=M\u00ednimo de may\u00fasculas
minimum-upper-case-help=Determina el n\u00famero m\u00ednimo de letras may\u00fasculas en la contrase\u00f1a del usuario.
password-changes=Cambios de contrase\u00f1a
password-expiration=Expiraci\u00f3n de la contrase\u00f1a
password-history=Historial de contrase\u00f1as
password-policies=Pol\u00edticas de contrase\u00f1as
password-syntax-checking=Comprobaci\u00f3n sint\u00e1ctica de la contrase\u00f1a
reset-failure-count=Restaurar contador de fallos
reset-failure-count-help=Determina la duraci\u00f3n de un expediente de conexiones falladas para un usuario.
reset-ticket-max-age=Tiempo de validez m\u00e1ximo de un enlace
reset-ticket-max-age-help=Determina el tiempo de validez de un enlace para cambiar la contrase\u00f1a.
the-password-policy-could-not-be-found=La pol\u00edtica de contrase\u00f1a no puede ser encontrada.
until-unlocked-by-an-administrator=Hasta que es desbloqueado por un administrador
warning-time=Tiempo de aviso
warning-time-help=Determina cu\u00e1nto tiempo antes de que expire una contrase\u00f1a se notificar\u00e1 al usuario.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Cuando no se atribuye a un usuario ninguna pol\u00edtica, bien expl\u00edcitamente o a trav\u00e9s de una organizaci\u00f3n, la pol\u00edtica de contrase\u00f1a por defecto ser\u00e1 la utilizada.
you-are-using-ldaps-password-policy=Actualmente se est\u00e1 utilizando la pol\u00edtica de contrase\u00f1as de LDAP. Cambie la configuracion de la pol\u00edtica de contrase\u00f1as si desea utilizar una pol\u00edtica local de contrase\u00f1as.
