#X-Generator: crowdin.com
allow-dictionary-words=\u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0644\u063a\u062a \u0646\u0627\u0645\u0647
allow-dictionary-words-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0644\u0645\u0627\u062a \u0645\u0639\u0645\u0648\u0644\u06cc \u0644\u063a\u062a\u200c\u0646\u0627\u0645\u0647 \u062f\u0631 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u06a9\u0627\u0631\u0628\u0631 \u062e\u0648\u0627\u0647\u062f \u0622\u0645\u062f.
change-required=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0636\u0631\u0648\u0631\u06cc \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
change-required-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0627\u0648\u0644\u06cc\u0646 \u0648\u0631\u0648\u062f \u062e\u0648\u062f \u062f\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0645\u06cc\u200c\u0634\u0648\u062f \u06a9\u0647 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u062e\u0648\u062f \u0631\u0627 \u0686\u06a9 \u06a9\u0646\u062f.
changeable=\u0642\u0627\u0628\u0644 \u062a\u0639\u0648\u06cc\u0636
changeable-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062e\u0648\u062f \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u062f.
do-not-warn=\u0647\u0634\u062f\u0627\u0631 \u0646\u062f\u0647\u06cc\u062f
enable-expiration=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0627\u0645\u0636\u0627
enable-expiration-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631 \u0628\u0627\u06cc\u062f \u067e\u0633 \u0627\u0632 \u0645\u062f\u062a\u06cc \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062e\u0648\u062f \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u062f.
enable-history-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u067e\u0648\u0631\u062a\u0644\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u067e\u06cc\u0634\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0646\u06af\u0647 \u0645\u06cc\u200c\u062f\u0627\u0631\u062f \u0648 \u0645\u0627\u0646\u0639 \u0627\u0632 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0642\u062f\u06cc\u0645\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f.
enable-lockout=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0642\u0641\u0644
enable-lockout-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0646\u0627\u0646\u062f \u0642\u0628\u0644 \u0627\u0632 \u0642\u0641\u0644 \u0634\u062f\u0646 \u062d\u0633\u0627\u0628\u0634 \u0686\u0646\u062f\u06cc\u0646 \u0645\u0631\u062a\u0628\u0647 \u0648\u0627\u0631\u062f \u0634\u0648\u062f.
enable-syntax-checking=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc Syntax Checking
enable-syntax-checking-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0628\u0631\u0627\u06cc \u062d\u0631\u0648\u0641 \u0645\u0639\u06cc\u0646\u06cc \u062e\u0648\u0627\u0646\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f.
grace-limit=\u062d\u062f \u06af\u0631\u06cc\u0633
grace-limit-help=\u0627\u06cc\u0646 \u062a\u0639\u062f\u0627\u062f \u062f\u0641\u0639\u0627\u062a\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0639\u062f \u0627\u0632 \u0645\u0646\u0642\u0636\u06cc \u0634\u062f\u0646 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0648\u0627\u0631\u062f \u0634\u0648\u062f \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0642\u0628\u0644 \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0627\u0632 \u0622\u0646\u200c\u0647\u0627 \u062e\u0648\u0627\u0633\u062a\u0647 \u0634\u0648\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062c\u062f\u06cc\u062f\u06cc \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u0646\u062f.
history-count=\u062a\u0639\u062f\u0627\u062f \u0645\u0648\u0627\u0631\u062f \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e\u0686\u0647
history-count-help=\u062a\u0639\u062f\u0627\u062f \u0631\u0645\u0632 \u0639\u0628\u0648\u0631\u0647\u0627\u06cc \u0642\u0628\u0644\u06cc \u06a9\u0647 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e\u0686\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u0645\u0634\u062e\u0635 \u0645\u06cc\u06a9\u0646\u062f.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u0633\u06cc\u0627\u0633\u062a\u200c\u0647\u0627\u06cc \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
lockout-duration=\u0645\u062f\u062a \u0632\u0645\u0627\u0646 \u062a\u062d\u0631\u06cc\u0645
lockout-duration-help=\u0645\u062f\u062a \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0642\u0641\u0644 \u0628\u0648\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u0645\u0634\u062e\u0635 \u0645\u06cc\u200c\u06a9\u0646\u062f.
maximum-age=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0633\u0646
maximum-age-help=\u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc\u200c\u06a9\u0646\u062f \u0645\u062f\u062a \u0632\u0645\u0627\u0646 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u062a\u0639\u0648\u06cc\u0636 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0642\u062f\u0631 \u0645\u06cc \u0628\u0627\u0634\u062f.
maximum-failure=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u062f\u0645 \u0645\u0648\u0641\u0642\u06cc\u062a
maximum-failure-help=\u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u062f\u0641\u0639\u0627\u062a\u06cc \u0631\u0627 \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u063a\u0644\u0637 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u062f\u060c \u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc\u200c\u06a9\u0646\u062f.
minimum-age=\u062d\u062f\u0627\u0642\u0644 \u0633\u0646
minimum-age-help=\u0645\u0634\u062e\u0635 \u0645\u06cc\u200c\u06a9\u0646\u062f \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0642\u0628\u0644 \u0627\u0632 \u062a\u063a\u06cc\u06cc\u0631 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0628\u0647 \u0686\u0647 \u0645\u062f\u062a \u0628\u0627\u06cc\u062f \u0645\u0646\u062a\u0638\u0631 \u0628\u0645\u0627\u0646\u062f.
minimum-alpha-numeric=\u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u0642\u0644 \u0639\u062f\u062f\u06cc \u0622\u0644\u0641\u0627
minimum-alpha-numeric-help=\u0627\u06cc\u0646 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u062a\u0639\u062f\u0627\u062f \u062d\u0631\u0648\u0641 \u0639\u062f\u062f\u06cc \u0622\u0644\u0641\u0627 \u062f\u0631 \u0631\u0645\u0632 \u0648\u0631\u0648\u062f \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc \u0628\u0627\u0634\u062f.
minimum-length=\u062d\u062f\u0627\u0642\u0644 \u0637\u0648\u0644
minimum-length-help=\u0627\u06cc\u0646 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u062d\u062f\u0627\u0642\u0644 \u0627\u0646\u062f\u0627\u0632\u0647 \u0631\u0645\u0632 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc \u0628\u0627\u0634\u062f.
minimum-lower-case=\u062d\u062f\u0627\u0642\u0644 \u062d\u0631\u0648\u0641 \u06a9\u0648\u0686\u06a9
minimum-lower-case-help=\u062d\u062f\u0627\u0642\u0644 \u062a\u0639\u062f\u0627\u062f \u062d\u0631\u0648\u0641 \u06a9\u0648\u0686\u06a9\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f.
minimum-numbers=\u062d\u062f\u0627\u0642\u0644 \u0627\u0639\u062f\u0627\u062f
minimum-numbers-help=\u062d\u062f\u0627\u0642\u0644 \u062a\u0639\u062f\u0627\u062f \u0627\u0639\u062f\u0627\u062f\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f.
minimum-symbols=\u062d\u062f\u0627\u0642\u0644 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627
minimum-symbols-help=\u0627\u06cc\u0646 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u062d\u062f\u0627\u0642\u0644 \u062a\u0639\u062f\u0627\u062f \u0646\u0634\u0627\u0646\u0647 \u0647\u0627 \u062f\u0631 \u0631\u0645\u0632 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc \u0628\u0627\u0634\u062f
minimum-upper-case=\u062d\u062f\u0627\u0642\u0644 \u062d\u0631\u0648\u0641 \u0628\u0632\u0631\u06af
minimum-upper-case-help=\u062d\u062f\u0627\u0642\u0644 \u062a\u0639\u062f\u0627\u062f \u062d\u0631\u0648\u0641 \u0628\u0632\u0631\u06af \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f.
password-changes=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631
password-expiration=\u0627\u0646\u0642\u0636\u0627 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
password-history=\u062a\u0627\u0631\u06cc\u062e\u0686\u0647 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
password-policies=\u0642\u0648\u0627\u0646\u06cc\u0646 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
password-syntax-checking=\u0686\u06a9 \u06a9\u0631\u062f\u0646 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
reset-failure-count=\u0627\u06cc\u0646 \u0627\u0645\u0631\u060c \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u0632\u0645\u0627\u0646 \u06cc\u06a9 \u0631\u06a9\u0648\u0631\u062f \u0648\u0631\u0648\u062f \u0647\u0627\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0646\u06af\u0647\u062f\u0627\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f.
reset-failure-count-help=\u0645\u062f\u062a \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06cc\u06a9 \u0631\u06a9\u0648\u0631\u062f \u0648\u0631\u0648\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0646\u06af\u0647\u062f\u0627\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f.
reset-ticket-max-age=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062d\u062f\u0627\u06a9\u062b\u0631 \u0633\u0646
reset-ticket-max-age-help=\u0627\u06cc\u0646 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u0627\u06cc\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0686\u0647 \u0645\u062f\u062a \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0644\u06cc\u0646\u06a9 \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a
the-password-policy-could-not-be-found=\u0642\u0648\u0627\u0646\u06cc\u0646 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u06cc\u0627\u0641\u062a \u0646\u0645\u06cc\u200c\u0634\u0648\u062f.
until-unlocked-by-an-administrator=\u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u0648\u0633\u0637 \u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a \u0642\u0641\u0644 \u0622\u0646 \u0628\u0627\u0632 \u0634\u0648\u062f.
warning-time=\u0627\u062e\u0637\u0627\u0631 \u0632\u0645\u0627\u0646
warning-time-help=\u0645\u0634\u062e\u0635 \u0645\u06cc\u200c\u06a9\u0646\u062f \u06a9\u0647 \u062a\u0627 \u0686\u0647 \u0632\u0645\u0627\u0646\u06cc \u0642\u0628\u0644 \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0645\u0646\u0642\u0636\u06cc \u0634\u0648\u062f \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0637\u0644\u0627\u0639\u200c\u0631\u0633\u0627\u0646\u06cc \u0634\u0648\u062f.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=\u0648\u0642\u062a\u06cc\u06a9\u0647 \u0647\u06cc\u0686 \u0642\u0627\u0646\u0648\u0646\u06cc \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0633\u0648\u0631\u062f \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\u060c \u0642\u0627\u0646\u0648 \u067e\u0633\u0648\u0631\u062f \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
you-are-using-ldaps-password-policy=\u0634\u0645\u0627 \u0627\u0632 \u0642\u0648\u0627\u0646\u06cc\u0646 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 LDAP \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0645\u0627\u06cc\u0644\u06cc\u062f \u06a9\u0647 \u0627\u0632 \u0642\u0648\u0627\u0646\u06cc\u0646 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0645\u062d\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u0627\u06cc\u06cc\u062f\u060c \u0644\u0637\u0641\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0642\u0648\u0627\u0646\u06cc\u0646 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 LDAP \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
