#X-Generator: crowdin.com
allow-dictionary-words=Permet paraules del diccionari
allow-dictionary-words-help=Si se selecciona aquesta opci\u00f3, es permetran com a contrasenya paraules comuns del diccionari.
change-required=Canvi obligatori
change-required-help=Si se selecciona aquesta opci\u00f3, s'obligar\u00e0 a l'usuari a canviar el seu password quan es connecti la primera vegada.
changeable=Canviable
changeable-help=Si se selecciona aquesta opci\u00f3, l'usuari podr\u00e0 canviar la seva contrasenya.
do-not-warn=No avisis
enable-expiration=Activar el venciment
enable-expiration-help=Si se selecciona aquesta opci\u00f3, l'usuari haur\u00e0 de canviar la contrasenya al cap d'un cert temps.
enable-history-help=Si se selecciona aquesta opci\u00f3, el portal guardar\u00e0 una hist\u00f2ria de les contrasenyes anteriors i evitar\u00e0 que es puguin reutilitzar.
enable-lockout=Activar el bloqueig
enable-lockout-help=Si se selecciona aquesta opci\u00f3, la compta de l'usuari es bloquejar\u00e0 despr\u00e9s d'un nombre determinat d'intents de connexi\u00f3.
enable-syntax-checking=Activar la correcci\u00f3 sint\u00e0ctica
enable-syntax-checking-help=Si se selecciona aquesta opci\u00f3, la contrasenya requerir\u00e0 uns car\u00e0cters i/o longitud determinada.
grace-limit=L\u00edmit del per\u00edode de gr\u00e0cia
grace-limit-help=Determina el n\u00famero de vegades que l'usuari es pot connectar despr\u00e9s de que la contrasenya hagi expirat, abans de demanar d'introdu\u00efr una nova contransenya.
history-count=Mida de l'historial
history-count-help=Aquesta opci\u00f3 determina el nombre de contrasenyes anteriors que cal mantenir en l'historial.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Pol\u00edtiques de contrasenyes
lockout-duration=Durada del bloqueig
lockout-duration-help=Determina la quantitat de temps que el compte d'un usuari es bloquejar\u00e0.
maximum-age=Edat m\u00e0xima
maximum-age-help=Determina el temps de validesa de la contrasenya abans que sigui necessari canviar-la.
maximum-failure=Nombre m\u00e0xim d'errors
maximum-failure-help=Determina el m\u00e0xim n\u00famero d'intents que es permet a l'usuari intentar connectar amb una contrasenya incorrecta.
minimum-age=Edat m\u00ednima
minimum-age-help=Determina el temps que l'usuari ha d'esperar abans de canviar la seva contrasenya una altra vegada.
minimum-alpha-numeric=M\u00ednim alfanum\u00e8ric
minimum-alpha-numeric-help=Determina el nombre m\u00ednim de car\u00e0cters alfanum\u00e8rics a la contrasenya de l'usuari.
minimum-length=Longitud m\u00ednima
minimum-length-help=Determina la longitud m\u00ednima de la contrasenya de l'usuari.
minimum-lower-case=M\u00ednim de min\u00fascules
minimum-lower-case-help=Determina el nombre m\u00ednim de min\u00fascules en la contrasenya de l'usuari.
minimum-numbers=M\u00ednim de nombres
minimum-numbers-help=Determina el nombre m\u00ednim de nombres a la contrasenya de l'usuari.
minimum-symbols=M\u00ednim de s\u00edmbols
minimum-symbols-help=Determina el nombre m\u00ednim de s\u00edmbols a la contrasenya de l'usuari.
minimum-upper-case=M\u00ednim de maj\u00fascules
minimum-upper-case-help=Determina el nombre m\u00ednim de maj\u00fascules en la contrasenya de l'usuari.
password-changes=Canvis de contrasenya
password-expiration=Caducitat de la contrasenya
password-history=Historial de les contrasenyes
password-policies=Pol\u00edtiques de contrasenyes
password-syntax-checking=Verificaci\u00f3 de la sintaxi de les contrasenyes
reset-failure-count=Restableix el recompte d'errors
reset-failure-count-help=Determina les vegades que es registraran els intents incorrectes de connexi\u00f3 per a un usuari.
reset-ticket-max-age=Reinicialitza el temps m\u00e0xim de validesa d'un tiquet
reset-ticket-max-age-help=Aix\u00f2 determina el temps de validesa d'un enlla\u00e7 per reinicialitzar una contrasenya.
the-password-policy-could-not-be-found=No s'ha pogut trobar la pol\u00edtica de contrasenyes.
until-unlocked-by-an-administrator=Fins que un administrador el desbloquegi
warning-time=Temps d'av\u00eds
warning-time-help=Determina quant temps abans que la contrasenya caduqui es notificar\u00e0 d'aquesta situaci\u00f3 a l'usuari.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Quan no s'assigni cap pol\u00edtica de contrasenyes per l'usuari, tant expl\u00edcitament com a trav\u00e9s d'una organitzaci\u00f3, s'aplicar\u00e0 la pol\u00edtica de contrasenyes per defecte.
you-are-using-ldaps-password-policy=Esteu utilitzant la pol\u00edtica de contrasenyes del LDAP. Canvieu-ne la configuraci\u00f3 si voleu utilitzar una pol\u00edtica de contrasenyes local.
