#X-Generator: crowdin.com
allow-dictionary-words=\u5141\u8a31\u5b57\u5178\u5b57\u8a5e
allow-dictionary-words-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u4e00\u822c\u5b57\u5178\u5b57\u6703\u5141\u8a31\u7528\u5728\u4f7f\u7528\u8005\u7684\u5bc6\u78bc\u3002
change-required=\u6539\u8b8a\u9700\u6c42
change-required-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u4f7f\u7528\u8005\u9700\u8981\u5728\u7b2c\u4e00\u6b21\u767b\u5165\u6642\u6539\u8b8a\u5bc6\u78bc\u3002
changeable=\u53ef\u6539\u8b8a\u7684
changeable-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u4f7f\u7528\u8005\u80fd\u6539\u8b8a\u4ed6\u5011\u7684\u5bc6\u78bc\u3002
do-not-warn=\u4e0d\u8981\u8b66\u544a
enable-expiration=\u555f\u7528\u904e\u671f
enable-expiration-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u4f7f\u7528\u8005\u5728\u6307\u5b9a\u6642\u9593\u5f8c\u5fc5\u9808\u6539\u8b8a\u4ed6\u5011\u7684\u5bc6\u78bc\u3002
enable-history-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u5165\u53e3\u7db2\u4fdd\u5b58\u4f7f\u7528\u8005\u4e4b\u524d\u5bc6\u78bc\u7684\u6b77\u53f2\u4e14\u907f\u514d\u4ed6\u5011\u518d\u4f7f\u7528\u5230\u820a\u5bc6\u78bc\u3002
enable-lockout=\u555f\u7528\u9396\u5b9a
enable-lockout-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u4f7f\u7528\u8005\u5728\u4ed6\u5011\u7684\u5e33\u6236\u88ab\u9396\u5b9a\u524d\u80fd\u5617\u8a66\u767b\u5165\u7684\u7279\u5b9a\u6b21\u6578\u3002
enable-syntax-checking=\u555f\u7528\u8a9e\u6cd5\u6aa2\u67e5
enable-syntax-checking-help=\u5982\u679c\u9019\u88ab\u6838\u9078\uff0c\u5bc6\u78bc\u5728\u7279\u5b9a\u5b57\u4e14\u6216\u7279\u5b9a\u9577\u5ea6\u662f\u53ef\u8b80\u7684\u3002
grace-limit=\u512a\u96c5\u9650\u5236
grace-limit-help=\u9019\u6c7a\u5b9a\u5728\u5bc6\u78bc\u5df2\u904e\u671f\u5f8c\u8207\u4ed6\u5011\u9700\u8981\u8f38\u5165\u65b0\u5bc6\u78bc\u524d\uff0c\u4f7f\u7528\u8005\u80fd\u767b\u5165\u7684\u6b21\u6578\uff0c
history-count=\u6b77\u53f2\u8a08\u6578
history-count-help=\u9019\u6c7a\u5b9a\u4fdd\u7559\u5728\u6b77\u53f2\u7684\u820a\u5bc6\u78bc\u6578\u91cf\u3002
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u5bc6\u78bc\u653f\u7b56
lockout-duration=\u505c\u5de5\u671f\u9593
lockout-duration-help=\u9019\u6c7a\u5b9a\u4f7f\u7528\u8005\u5e33\u6236\u88ab\u9396\u5b9a\u7684\u6642\u9593\u91cf\u3002
maximum-age=\u6700\u5927\u5e74\u9f61
maximum-age-help=\u9019\u6c7a\u5b9a\u5728\u9700\u8981\u88ab\u6539\u8b8a\u4e4b\u524d\u5bc6\u78bc\u662f\u53ef\u7528\u591a\u4e45\u3002
maximum-failure=\u6700\u5927\u5931\u6557
maximum-failure-help=\u9019\u6c7a\u5b9a\u4f7f\u7528\u8005\u5617\u8a66\u4ee5\u932f\u8aa4\u5bc6\u78bc\u767b\u5165\u7684\u6700\u5927\u6b21\u6578\u3002
minimum-age=\u6700\u5c0f\u7684\u5e74\u9f61
minimum-age-help=\u9019\u6c7a\u5b9a\u4f7f\u7528\u8005\u5728\u518d\u6539\u8b8a\u4ed6\u5011\u7684\u5bc6\u78bc\u4e4b\u524d\u5fc5\u9808\u7b49\u5f85\u591a\u4e45\u3002
minimum-alpha-numeric=\u6700\u5c11alpha\u6578\u5b57
minimum-alpha-numeric-help=\u9019\u6c7a\u5b9a\u5728\u4f7f\u7528\u8005\u7684\u5bc6\u78bcalpha\u6578\u5b57\u5b57\u6bcd\u7684\u6700\u5c0f\u6578\u76ee\u3002
minimum-length=\u6700\u5c11\u9577\u5ea6
minimum-length-help=\u9019\u6c7a\u5b9a\u4f7f\u7528\u8005\u7684\u5bc6\u78bc\u7684\u6700\u5c0f\u7684\u9577\u5ea6\u3002
minimum-lower-case=\u6700\u5c11\u5c0f\u5beb
minimum-lower-case-help=\u9019\u6c7a\u5b9a\u5728\u4f7f\u7528\u8005\u7684\u5bc6\u78bc\u5c0f\u5beb\u5b57\u6bcd\u7684\u6700\u5c0f\u6578\u76ee\u3002
minimum-numbers=\u6700\u5c11\u6578\u5b57
minimum-numbers-help=\u9019\u6c7a\u5b9a\u5728\u4f7f\u7528\u8005\u7684\u5bc6\u78bc\u6578\u5b57\u7684\u6700\u5c11\u6578\u76ee\u3002
minimum-symbols=\u6700\u5c11\u7b26\u865f
minimum-symbols-help=\u9019\u6c7a\u5b9a\u5728\u4f7f\u7528\u8005\u7684\u5bc6\u78bc\u7b26\u865f\u7684\u6700\u5c11\u6578\u76ee\u3002
minimum-upper-case=\u6700\u5c11\u5927\u5beb\u6578\u76ee
minimum-upper-case-help=\u9019\u6c7a\u5b9a\u5728\u4f7f\u7528\u8005\u7684\u5bc6\u78bc\u5927\u5beb\u7684\u6700\u5c11\u6578\u76ee\u3002
password-changes=\u66f4\u6539\u5bc6\u78bc (Automatic Translation)
password-expiration=\u5bc6\u78bc\u5931\u6548
password-history=\u5bc6\u78bc\u6b77\u53f2
password-policies=\u5bc6\u78bc\u653f\u7b56
password-syntax-checking=\u5bc6\u78bc\u53e5\u6cd5\u6aa2\u67e5
reset-failure-count=\u91cd\u65b0\u8a2d\u7f6e\u5931\u6557\u8a08\u6578
reset-failure-count-help=\u9019\u78ba\u5b9a\u672a\u901a\u904e\u7684\u8a3b\u518a\u7d00\u9304\u88ab\u4fdd\u7559\u70ba\u7528\u6236\u7684\u6642\u9593\u3002
reset-ticket-max-age=\u91cd\u8a2dTicket\u6700\u5927\u6642\u9593
reset-ticket-max-age-help=\u9019\u6c7a\u5b9a\u5bc6\u78bc\u91cd\u8a2d\u9023\u7d50\u591a\u4e45\u662f\u6b63\u78ba\u7684\u3002
the-password-policy-could-not-be-found=\u627e\u4e0d\u5230\u5bc6\u78bc\u653f\u7b56\u3002
until-unlocked-by-an-administrator=\u76f4\u5230\u7cfb\u7d71\u7ba1\u7406\u54e1\u53d6\u6d88\u9396\u5b9a
warning-time=\u8b66\u544a\u6642\u9593
warning-time-help=\u9019\u78ba\u5b9a\u591a\u4e45\u5728\u5bc6\u78bc\u5230\u671f\u4e4b\u524d\u7528\u6236\u5c07\u88ab\u901a\u5831\u3002
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=\u7576\u6c92\u6709\u5bc6\u78bc\u653f\u7b56\u6307\u6d3e\u7d66\u4f7f\u7528\u8005\uff0c\u5426\u5247\u660e\u986f\u6216\u7d93\u7531\u7d44\u7e54\uff0c\u9810\u8a2d\u5bc6\u78bc\u653f\u7b56\u88ab\u4f7f\u7528\u3002
you-are-using-ldaps-password-policy=\u60a8\u6b63\u5728\u4f7f\u7528LDAP\u7684\u5bc6\u78bc\u653f\u7b56\u3002\u8acb\u6539\u8b8a\u60a8\u7684LDAP\u5bc6\u78bc\u653f\u7b56\u8a2d\u7f6e\u5982\u679c\u60a8\u5e0c\u671b\u4f7f\u7528\u4e00\u500b\u672c\u5730\u5bc6\u78bc\u653f\u7b56\u3002
