#X-Generator: crowdin.com
allow-dictionary-words=Povo\u013e \u010dasto pou\u017e\u00edvan\u00e9 slov\u00e1
allow-dictionary-words-help=Ak je toto za\u0161krtnut\u00e9, bud\u00e1 sa m\u00f4\u0165 v hesle pou\u017e\u00edva\u0165 be\u017en\u00e9 slovn\u00edkov\u00e9 slov\u00e1.
change-required=Zmena potrebn\u00e1
change-required-help=Ak je toto za\u0161krtnut\u00e9, pou\u017e\u00edvate\u013e si bude musie\u0165 zmeni\u0165 heslo po prvom prihl\u00e1sen\u00ed.
changeable=Zmenite\u013en\u00e9
changeable-help=Ak je toto za\u0161krtnut\u00e9, pou\u017e\u00edvate\u013e si m\u00f4\u017ee svoje zmeni\u0165 heslo.
do-not-warn=Neupozor\u0148ova\u0165
enable-expiration=Povoli\u0165 vypr\u0161anie hesla
enable-expiration-help=Ak je toto za\u0161krtnut\u00e9, pou\u017e\u00edvate\u013e mus\u00ed zmeni\u0165 svoje heslo po uplynut\u00ed zadan\u00e9ho \u010dasu.
enable-history-help=Ak je toto za\u0161krtnut\u00e9, port\u00e1l si bude pam\u00e4ta\u0165 hist\u00f3riu pou\u017eit\u00fdch hesiel a nedovol\u00ed ich znovu pou\u017ei\u0165.
enable-lockout=Povoli\u0165 uzamknutie
enable-lockout-help=Ak je toto za\u0161krtnut\u00e9, po prekro\u010den\u00ed ur\u010dit\u00e9ho po\u010dtu pokusov o prihl\u00e1senie bude \u00fa\u010det uzamknut\u00fd.
enable-syntax-checking=Povoli\u0165 kontroly syntaxe
enable-syntax-checking-help=Ak je toto za\u0161krtnut\u00e9, bude heslo kontrolovan\u00e9 na ist\u00e9 slov\u00e1 a ist\u00fa d\u013a\u017eku.
grace-limit=Tolerancia
grace-limit-help=Toto ur\u010duje ko\u013ekokr\u00e1t sa pou\u017e\u00edvate\u013e m\u00f4\u017ee prihl\u00e1si\u0165 po vypr\u0161an\u00ed platnosti hesla, predt\u00fdm ako si ho bude musie\u0165 zmeni\u0165.
history-count=Po\u010d\u00edtadlo hist\u00f3rie
history-count-help=T\u00e1to hodnota ur\u010duje po\u010det predch\u00e1dzaj\u00facich hesiel uchov\u00e1van\u00fdch v hist\u00f3rii.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Pravidl\u00e1 hesiel
lockout-duration=D\u013a\u017eka uzamknutia
lockout-duration-help=T\u00e1to hodnota ur\u010duje dobu, po\u010das ktorej je pou\u017e\u00edvate\u013eov \u00fa\u010det uzamknut\u00fd.
maximum-age=Maxim\u00e1lny vek
maximum-age-help=T\u00e1to hodnota ur\u010duje, ako dlho je heslo akceptovan\u00e9 predt\u00fdm, ako mus\u00ed by\u0165 zmenen\u00e9.
maximum-failure=Maxim\u00e1lny po\u010det zlyhan\u00ed
maximum-failure-help=Toto ur\u010duje maxim\u00e1lny po\u010det pokusov o prihl\u00e1senie so zl\u00fdm heslo.
minimum-age=Minim\u00e1lny vek
minimum-age-help=Toto ur\u010duje, ako dlho mus\u00ed pou\u017e\u00edvate\u013e po\u010dka\u0165 predt\u00fdm, ako si m\u00f4\u017ee op\u00e4\u0165 zmeni\u0165 svoje heslo.
minimum-alpha-numeric=Minimum alfanumerick\u00fdch znakov
minimum-alpha-numeric-help=Ur\u010duje minim\u00e1lny po\u010det alfanumerick\u00fdch znakov v hesle pou\u017e\u00edvate\u013ea.
minimum-length=Minim\u00e1lna d\u013a\u017eka
minimum-length-help=Toto ur\u010duje minim\u00e1lnu d\u013a\u017eku hesla pou\u017e\u00edvate\u013ea.
minimum-lower-case=Minim\u00e1lny po\u010det mal\u00fdch p\u00edsmen
minimum-lower-case-help=Ur\u010duje minim\u00e1lny po\u010det mal\u00fdch p\u00edsmen v hesle pou\u017e\u00edvate\u013ea.
minimum-numbers=Minimum \u010d\u00edslic
minimum-numbers-help=Ur\u010duje minim\u00e1lny po\u010det \u010d\u00edslic v hesle pou\u017e\u00edvate\u013ea.
minimum-symbols=Minimum symbolov
minimum-symbols-help=Toto ur\u010duje minim\u00e1lny po\u010det symbolov (\#%^*) v hesle pou\u017e\u00edvate\u013ea.
minimum-upper-case=Minimum ve\u013ek\u00fdch pismen
minimum-upper-case-help=Ur\u010duje minim\u00e1lny po\u010det ve\u013ek\u00fdch p\u00edsmen v hesle pou\u017e\u00edvate\u013ea.
password-changes=Zmeny hesla (Automatic Translation)
password-expiration=Vypr\u0161anie platnosti hesla
password-history=Hist\u00f3ria hesla
password-policies=Pravidl\u00e1 pre hesl\u00e1
password-syntax-checking=Kontrola pravopisu hesla
reset-failure-count=Reset po\u010dtu zlyhan\u00ed
reset-failure-count-help=Ur\u010duje dobu, po\u010das ktorej syst\u00e9m uchov\u00e1va z\u00e1znam o zlyhan\u00fdch prihl\u00e1seniach pou\u017e\u00edvate\u013ea.
reset-ticket-max-age=Maxim\u00e1lny vek resetovacieho l\u00edstku
reset-ticket-max-age-help=Toto ur\u010duje, ako dlho je platn\u00fd odkaz na obnovu hesla.
the-password-policy-could-not-be-found=Politika hesiel sa nena\u0161la.
until-unlocked-by-an-administrator=Pokia\u013e nebude odomknut\u00fd administr\u00e1torom
warning-time=\u010cas varovania
warning-time-help=T\u00e1to hodnota ur\u010duje ako dlho pred expirovan\u00edm hesla bude pou\u017e\u00edvate\u013e notifikovan\u00fd.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Ak nem\u00e1 pou\u017e\u00edvate\u013e priraden\u00fa \u017eiadnu politiku hesiel, tak sa pou\u017eije prednastaven\u00e1 bu\u010f cez organiz\u00e1ciu alebo explicitne.
you-are-using-ldaps-password-policy=Pou\u017e\u00edvate LDAP pravidl\u00e1 pre hesl\u00e1. Zme\u0148te si pros\u00edm Va\u0161e LDAP nastavenie pravidiel ak si \u017eel\u00e1te pou\u017eiva\u0165 lok\u00e1lne pravidl\u00e1 pre hesl\u00e1.
