#X-Generator: crowdin.com
allow-dictionary-words=Autoriser les mots du dictionnaire
allow-dictionary-words-help=Si cette case est coch\u00e9e, les mots du dictionnaire seront autoris\u00e9s pour les mots de passe utilisateurs.
change-required=Modification n\u00e9cessaire
change-required-help=Si cette case est coch\u00e9e, l'utilisateur devra modifier son mot de passe \u00e0 la 1\u00e8re connexion.
changeable=Variable
changeable-help=Si cette case est coch\u00e9e, les utilisateurs pourront modifier leur mot de passe.
do-not-warn=Ne pas alerter
enable-expiration=Activer l'expiration de mot passe.
enable-expiration-help=Si cette case est coch\u00e9e, les utilisateurs devront modifier leur mot de passe apr\u00e8s un certain temps.
enable-history-help=Si cette case est coch\u00e9e, le portail gardera un historique des mots de passe et emp\u00eachera les utilisateurs d'utilisateur de r\u00e9utiliser un ancien mot de passe.
enable-lockout=Activer le blocage de compte
enable-lockout-help=Si cette case est coch\u00e9e, un utilisateur pourra tenter de se connecter un certain nombre de fois avant que son compte soit bloqu\u00e9.
enable-syntax-checking=Activer la v\u00e9rification de la syntaxe
enable-syntax-checking-help=Si cette case est coch\u00e9e, le mot de passe est lu pour certains mots et/ou une certaine longueur.
grace-limit=Dur\u00e9e de vie
grace-limit-help=Ceci d\u00e9termin\u00e9e le nombre de fois qu'un utilisateur peut se logger apr\u00e8s l'expiration de leur mot de passe, avant qu'ils sont oblig\u00e9 d'entrer un nouveau mot de passe.
history-count=Nombre d'\u00e9l\u00e9ments de l'historique
history-count-help=Ceci d\u00e9termine le nombre de mots de passe \u00e0 garder dans l'historique.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Politiques de mot de passe
lockout-duration=Dur\u00e9e De Verrouillage
lockout-duration-help=Ceci d\u00e9termine la quantit\u00e9 de temps pendant laquelle le compte d'un utilisateur est verrouill\u00e9.
maximum-age=\u00c2ge Maximum
maximum-age-help=Cette option d\u00e9termine le temps pendant lequel un mot de passe est valide avant qu'il ne doive \u00eatre chang\u00e9.
maximum-failure=\u00c9chec Maximum
maximum-failure-help=Ceci d\u00e9termine le nombre maximum de fois qu'un utilisateur peut tenter de se logger avec un mot de passe incorrect.
minimum-age=\u00c2ge minimum
minimum-age-help=Cette option d\u00e9termine le temps minimal qu'un utilisateur doit attendre avant de changer son mot de passe
minimum-alpha-numeric=Alpha num\u00e9rique minimum
minimum-alpha-numeric-help=Ceci d\u00e9termine le nombre minimum d'alpha lettres num\u00e9riques dans l'user
minimum-length=Longueur Minimum
minimum-length-help=Cette option d\u00e9termine la taille minimum d'un mot de passe utilisateur.
minimum-lower-case=Lettre minuscule minimum
minimum-lower-case-help=Ceci d\u00e9termine le nombre minimum de lettres minuscules dans l'user
minimum-numbers=Nombres minimum
minimum-numbers-help=Ceci d\u00e9termine le nombre minimum de nombres dans l'user'mot de passe de s.
minimum-symbols=Symboles minimum
minimum-symbols-help=Ceci d\u00e9termine le nombre minimum de symboles dans l'user
minimum-upper-case=Haut de casse minimum
minimum-upper-case-help=Ceci d\u00e9termine le nombre minimum de lettres majuscules dans l'user
password-changes=Modifications du mot de passe
password-expiration=Expiration De Mot de passe
password-history=Historique des mots de passe
password-policies=Politiques De Mot de passe
password-syntax-checking=V\u00e9rification de syntaxe du mot de passe
reset-failure-count=Remettre \u00e0 z\u00e9ro le compteur d'\u00e9checs
reset-failure-count-help=Cette option d\u00e9termine la p\u00e9riode de temps pendant laquelle les tentatives de connexion \u00e9chou\u00e9es d'un utilisateur sont sauv\u00e9es.
reset-ticket-max-age=R\u00e9initialiser l'\u00e2ge maximal des tickets
reset-ticket-max-age-help=Ceci d\u00e9termine combien de temps un lien de remise de mot de passe est valide.
the-password-policy-could-not-be-found=La politique de mot de passe n'a pas \u00e9t\u00e9 trouv\u00e9e.
until-unlocked-by-an-administrator=Jusqu'\u00e0 \u00eatre d\u00e9v\u00e9rouill\u00e9 par un administrateur
warning-time=D\u00e9lai d'avertissement
warning-time-help=Cette option d\u00e9termine le temps \u00e0 attendre avant qu'un utilisateur soit averti que son mot de passe est expir\u00e9.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Quand aucune politique de mot de passe est assign\u00e9 \u00e0 un utilisateur, soit explicitement soit \u00e0 travers une organisation, le mot de passe par d\u00e9faut est utilis\u00e9.
you-are-using-ldaps-password-policy=Vous employez la politique du mot de passe de LDAP. Veuillez changer votre politique de mot de passe de LDAP si vous souhaitez employer une politique locale de mot de passe.
