#X-Generator: crowdin.com
allow-dictionary-words=Cho ph\u00e9p t\u1eeb d\u1ea1ng t\u1eeb \u0111i\u1ec3n
allow-dictionary-words-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ph\u1ed5 bi\u1ebfn t\u1eeb \u0111i\u1ec3n t\u1eeb \u0111\u01b0\u1ee3c ph\u00e9p nh\u01b0 l\u00e0 m\u1eadt kh\u1ea9u c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. (Automatic Translation)
change-required=Thay \u0111\u1ed5i y\u00eau c\u1ea7u
change-required-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng l\u00e0 c\u1ea7n thi\u1ebft \u0111\u1ec3 thay \u0111\u1ed5i m\u1eadt kh\u1ea9u c\u1ee7a h\u1ecd khi h\u1ecd l\u1ea7n \u0111\u1ea7u ti\u00ean \u0111\u0103ng nh\u1eadp. (Automatic Translation)
changeable=Thay \u0111\u1ed5i \u0111\u01b0\u1ee3c
changeable-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 thay \u0111\u1ed5i m\u1eadt kh\u1ea9u c\u1ee7a h\u1ecd. (Automatic Translation)
do-not-warn=Kh\u00f4ng c\u1ea3nh b\u00e1o
enable-expiration=S\u1eed h\u1ebft h\u1ea1n (Automatic Translation)
enable-expiration-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i thay \u0111\u1ed5i m\u1eadt kh\u1ea9u c\u1ee7a h\u1ecd sau khi m\u1ed9t s\u1ed1 l\u01b0\u1ee3ng nh\u1ea5t \u0111\u1ecbnh c\u1ee7a th\u1eddi gian. (Automatic Translation)
enable-history-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u1ed5ng th\u00f4ng tin gi\u1eef m\u1ed9t l\u1ecbch s\u1eed c\u1ee7a m\u1eadt kh\u1ea9u tr\u01b0\u1edbc \u0111\u00f3 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng v\u00e0 ng\u0103n c\u1ea3n h\u1ecd t\u00e1i s\u1eed d\u1ee5ng m\u1ed9t m\u1eadt kh\u1ea9u c\u0169. (Automatic Translation)
enable-lockout=S\u1eed kh\u00f3a (Automatic Translation)
enable-lockout-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 c\u1ed1 g\u1eafng \u0111\u0103ng nh\u1eadp m\u1ed9t s\u1ed1 l\u1ea7n tr\u01b0\u1edbc khi t\u00e0i kho\u1ea3n c\u1ee7a h\u1ecd b\u1ecb kh\u00f3a. (Automatic Translation)
enable-syntax-checking=S\u1eed c\u00fa ph\u00e1p ki\u1ec3m tra (Automatic Translation)
enable-syntax-checking-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ki\u1ec3m tra, m\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c \u0111\u1ecdc cho m\u1ed9t s\u1ed1 t\u1eeb v\u00e0/ho\u1eb7c m\u1ed9t kho\u1ea3ng th\u1eddi gian nh\u1ea5t \u0111\u1ecbnh. (Automatic Translation)
grace-limit=H\u1ea1n ch\u1ebf gia h\u1ea1n
grace-limit-help=\u0110i\u1ec1u n\u00e0y x\u00e1c \u0111\u1ecbnh s\u1ed1 l\u1ea7n ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 \u0111\u0103ng nh\u1eadp sau khi m\u1eadt kh\u1ea9u c\u1ee7a h\u1ecd \u0111\u00e3 h\u1ebft h\u1ea1n, tr\u01b0\u1edbc khi h\u1ecd \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u nh\u1eadp m\u1eadt kh\u1ea9u m\u1edbi. (Automatic Translation)
history-count=\u0110\u1ebfm l\u1ecbch s\u1eed
history-count-help=\u0110i\u1ec1u n\u00e0y x\u00e1c \u0111\u1ecbnh s\u1ed1 m\u1eadt kh\u1ea9u l\u1ecbch s\u1eed \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Ch\u00ednh s\u00e1ch \u0111\u1eb7t m\u1eadt kh\u1ea9u
lockout-duration=Kho\u1ea3ng th\u1eddi gian kh\u00f3a
lockout-duration-help=Gi\u00e1 tr\u1ecb s\u1ed1 l\u1ea7n t\u00e0i kho\u1ea3n c\u1ee7a ng\u01b0\u1eddi s\u1eed d\u1ee5ng s\u1ebd b\u1ecb kh\u00f3a.
maximum-age=Tu\u1ed5i t\u1ed1i \u0111a
maximum-age-help=Kho\u1ea3ng th\u1eddi gian duy tr\u00ec m\u1eadt kh\u1ea9u, v\u01b0\u1ee3t qu\u00e1 th\u1eddi gian n\u00e0y c\u1ea7n thay \u0111\u1ed5i m\u1eadt kh\u1ea9u.
maximum-failure=S\u1ed1 l\u1ea7n l\u1ed7i t\u1ed1i \u0111a
maximum-failure-help=\u0110i\u1ec1u n\u00e0y x\u00e1c \u0111\u1ecbnh s\u1ed1 l\u1ea7n m\u00e0 ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 c\u1ed1 g\u1eafng \u0111\u1ec3 \u0111\u0103ng nh\u1eadp v\u1edbi m\u1eadt kh\u1ea9u sai, t\u1ed1i \u0111a. (Automatic Translation)
minimum-age=Th\u1eddi gian t\u1ed1i thi\u1ec3u
minimum-age-help=Quy \u0111\u1ecbnh kho\u1ea3ng th\u1eddi gian ng\u01b0\u1eddi d\u00f9ng s\u1ebd ph\u1ea3i \u0111\u1ed5i m\u1eadt kh\u1ea9u l\u1ea7n k\u1ebf ti\u1ebfp.
minimum-alpha-numeric=S\u1ed1 k\u00fd t\u1ef1 t\u1ed1i thi\u1ec3u
minimum-alpha-numeric-help=Quy \u0111\u1ecbnh s\u1ed1 k\u00fd t\u1ef1 l\u00e0 s\u1ed1 alpha t\u1ed1i thi\u1ec3u trong m\u1eadt kh\u1ea9u ng\u01b0\u1eddi s\u1eed d\u1ee5ng.
minimum-length=Chi\u1ec1u d\u00e0i t\u1ed1i thi\u1ec3u
minimum-length-help=Quy \u0111\u1ecbnh \u0111\u1ed9 d\u00e0i t\u1ed1i thi\u1ec3u c\u1ee7a m\u1eadt kh\u1ea9u.
minimum-lower-case=Ch\u1eef th\u01b0\u1eddng t\u1ed1i thi\u1ec3u
minimum-lower-case-help=Quy \u0111\u1ecbnh s\u1ed1 t\u1ed1i thi\u1ec3u c\u00e1c k\u00fd t\u1ef1 ch\u1eef th\u01b0\u1eddng trong m\u1eadt kh\u1ea9u c\u1ee7a ng\u01b0\u1eddi s\u1eed d\u1ee5ng.
minimum-numbers=S\u1ed1 t\u1ed1i thi\u1ec3u
minimum-numbers-help=Quy \u0111\u1ecbnh s\u1ed1 k\u00fd t\u1ef1 l\u00e0 s\u1ed1 t\u1ed1i thi\u1ec3u trong m\u1eadt kh\u1ea9u ng\u01b0\u1eddi s\u1eed d\u1ee5ng.
minimum-symbols=S\u1ed1 k\u00fd t\u1ef1 t\u1ed1i thi\u1ec3u
minimum-symbols-help=Quy \u0111\u1ecbnh s\u1ed1 bi\u1ec3u t\u01b0\u1ee3ng t\u1ed1i thi\u1ec3u trong m\u1eadt kh\u1ea9u ng\u01b0\u1eddi s\u1eed d\u1ee5ng.
minimum-upper-case=Ch\u1eef hoa t\u1ed1i thi\u1ec3u
minimum-upper-case-help=Quy \u0111\u1ecbnh s\u1ed1 ch\u1eef hoa t\u1ed1i thi\u1ec3u trong m\u1eadt kh\u1ea9u ng\u01b0\u1eddi s\u1eed d\u1ee5ng
password-changes=Thay \u0111\u1ed5i m\u1eadt kh\u1ea9u (Automatic Translation)
password-expiration=M\u1eadt kh\u1ea9u H\u1ebft h\u1ea1n
password-history=M\u1eadt kh\u1ea9u L\u1ecbch s\u1eed
password-policies=C\u00e1c quy \u0111\u1ecbnh v\u1ec1 m\u1eadt kh\u1ea9u
password-syntax-checking=Ki\u1ec3m tra c\u00fa ph\u00e1p M\u1eadt kh\u1ea9u
reset-failure-count=Kh\u1edfi t\u1ea1o l\u1ea1i b\u1ed9 \u0111\u1ebfm b\u1ecb sai
reset-failure-count-help=X\u00e1c \u0111\u1ecbnh kho\u1ea3ng th\u1eddi gian l\u01b0u tr\u1eef th\u00f4ng tin ng\u01b0\u1eddi d\u00f9ng c\u1ed1 truy nh\u1eadp kh\u00f4ng th\u00e0nh c\u00f4ng.
reset-ticket-max-age=Th\u1eddi gian ph\u1ea3i \u0110\u1eb6T l\u1ea1i m\u1eadt kh\u1ea9u
reset-ticket-max-age-help=X\u00e1c \u0111\u1ecbnh kho\u1ea3ng th\u1eddi gian li\u00ean k\u1ebft \u0111\u1ec3 thi\u1ebft l\u1eadp l\u1ea1i m\u1eadt kh\u1ea9u t\u1ed3n t\u1ea1i.
the-password-policy-could-not-be-found=Ch\u00ednh s\u00e1ch m\u1eadt kh\u1ea9u kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y. (Automatic Translation)
until-unlocked-by-an-administrator=\u0110\u1ebfn khi b\u1ecb kh\u00f3a b\u1edfi qu\u1ea3n tr\u1ecb vi\u00ean
warning-time=Th\u1eddi gian c\u1ea3nh b\u00e1o
warning-time-help=Ph\u1ea7n n\u00e0y x\u00e1c \u0111\u1ecbnh kho\u1ea3ng th\u1eddi gian m\u1eadt kh\u1ea9u s\u1ebd h\u1ebft h\u1ea1n khi \u0111\u00f3 ng\u01b0\u1eddi d\u00f9ng s\u1ebd \u0111\u01b0\u1ee3c th\u00f4ng b\u00e1o.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=B\u1ea1n \u0111ang \u00e1p d\u1ee5ng ch\u00ednh s\u00e1ch thi\u1ebft l\u1eadp m\u1eadt kh\u1ea9u theo LDAP. B\u1ea1n h\u00e3y thay \u0111\u1ed5i ch\u00ednh s\u00e1ch tr\u00ean LDAP n\u1ebfu b\u1ea1n mu\u1ed1n s\u1eed d\u1ee5ng ch\u00ednh s\u00e1ch thi\u1ebft l\u1eadp m\u1eadt kh\u1ea9u t\u1ea1i \u0111\u1ecba ph\u01b0\u01a1ng.
