#X-Generator: crowdin.com
access-key=\uc120\ud0dd \ud0a4 (Automatic Translation)
access-key-help=AWS \uacc4\uc815 \uc120\ud0dd \ud0a4\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
bucket-name=\ubc84\ud0b7 \uc774\ub984 (Automatic Translation)
bucket-name-help=\ud30c\uc77c\uc744 \uc800\uc7a5\ud560 s 3\uc5d0 \uc758\ud574 \uc0ac\uc6a9 \ub418\ub294 \ubc84\ud0b7 \uc774\ub984\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
cache-dir-clean-up-expunge=\uae68\ub057 \ud55c \ub514\ub809\ud130\ub9ac \uce90\uc2dc\ub97c \uc0ad\uc81c (Automatic Translation)
cache-dir-clean-up-expunge-help=\ud30c\uc77c \uce90\uc2dc\uc5d0 \ubcf4\uad00 \uc77c \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
cache-dir-clean-up-frequency=\uce90\uc2dc \ub514\ub809\ud130\ub9ac \uc8fc\ud30c\uc218 \uc815\ub9ac (Automatic Translation)
cache-dir-clean-up-frequency-help=\uae68\ub057 \ud55c \ud30c\uc77c \uce90\uc2dc clean \uba54\uc11c\ub4dc \ud638\ucd9c \uc218 \ubc0f \uc2e4\uc81c \ud30c\uc77c \uce90\uc2dc \uc0ac\uc774\uc758 \ube44\uc728\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. 1 \ud56d\uc0c1 \uccad\uc18c\ub85c\uc774 \uc18d\uc131\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \ub354 \ub192\uc740 \uc22b\uc790\uac00 \ub0ae\uc740 \uc8fc\ud30c\uc218. (Automatic Translation)
connection-timeout=\uc5f0\uacb0 \uc81c\ud55c \uc2dc\uac04 (Automatic Translation)
connection-timeout-help=\uc124\uc815 \ub54c \ucc98\uc74c (\ubc00\ub9ac\ucd08)\uc5d0 \ub300\uae30 \ud558\ub294 \uc2dc\uac04 \ucd08\uacfc \ub418\uae30 \uc804\uc5d0 \uc5f0\uacb0\uc744 \uc124\uc815 \ud558 \uace0 \uac12\uc774 0, \ubb34\ud55c\ub300\ub97c \uc758\ubbf8 \ud558 \uace0 \uad8c\uc7a5 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
core-pool-size=\ucf54\uc5b4 \ud480 \ud06c\uae30 (Automatic Translation)
core-pool-size-help=\ucd08\uae30 \uc5c5\ub85c\ub4dc \ubd80\ubd84\uc5d0 \uc0ac\uc6a9 \ub418\ub294 \uc2a4\ub808\ub4dc \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
http-client-max-connections=\ucd5c\ub300 HTTP \uc5f0\uacb0 (Automatic Translation)
http-client-max-connections-help=\ud5c8\uc6a9 \ub41c \uc624\ud508 HTTP \uc5f0\uacb0\uc758 \ucd5c\ub300 \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
http-client-max-error-retry=\ucd5c\ub300 HTTP \uc7ac\uc2dc\ub3c4 (Automatic Translation)
http-client-max-error-retry-help=\uc2e4\ud328 \ud55c \ub2e4\uc2dc \uc2dc\ub3c4\ud560 \uc218 \uc694\uccad\uc5d0 \ub300 \ud55c \ub2e4\uc2dc \uc2dc\ub3c4\uc758 \ucd5c\ub300 \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
max-pool-size=\ucd5c\ub300 \ud480 \ud06c\uae30 (Automatic Translation)
max-pool-size-help=\ubd80\ud488\uc744 \uc5c5\ub85c\ub4dc\ud560 \ub54c \uc0ac\uc6a9 \ud558\ub294 \uc2a4\ub808\ub4dc \ucd5c\ub300 \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
minimum-uploads-part-size=\ucd5c\uc18c \ubd80\ud488 \ud06c\uae30 (Automatic Translation)
minimum-uploads-part-size-help=\uc5c5\ub85c\ub4dc \ubd80\ubd84\uc5d0 \ub300 \ud55c \ucd5c\uc18c \ubd80\ud488 \ud06c\uae30\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. \ucd5c\uc18c \ubd80\ud488 \ud06c\uae30 \uac10\uc18c\uc5d0 \ub9ce\uc740 \uc218\uc758 \ub354 \uc791\uc740 \ubd80\ubd84\uc73c\ub85c \ubd84\ud560 \ub2e4\uc911 \uc5c5\ub85c\ub4dc \ud558\uba74 \ub429\ub2c8\ub2e4. \uc774 \uac12\uc744 \ub108\ubb34 \ub0ae\uac8c \uc124\uc815 \uc77c\uc73c\ud0a4\ub294 \uac01 \ubd80\ubd84\uc5d0 \ub300 \ud55c \uc5ec\ubd84\uc758 \ub300\uae30 \uc2dc\uac04 \ubc0f \ub124\ud2b8\uc6cc\ud06c \ud1b5\uc2e0 \uc18d\ub3c4\uc5d0 \ubd80\uc815\uc801\uc778 \ud6a8\uacfc\uac00 \uc788\ub2e4. (Automatic Translation)
multipart-upload-threshold=\ub2e4\uc911 \uc5c5\ub85c\ub4dc \uc784\uacc4\uac12 (Automatic Translation)
multipart-upload-threshold-help=\uc124\uc815 \ud06c\uae30 \uc784\uacc4\uac12 (\ubc14\uc774\ud2b8) \ub54c \ub2e4\uc911 \uc5c5\ub85c\ub4dc\ub97c \uc0ac\uc6a9 \ud558 \uc5ec. \uc774 \ud06c\uae30 \uc5c5\ub85c\ub4dc \uc5c5\ub85c\ub4dc\uac00\uc774 \uc784\uacc4\uac12 \ubcf4\ub2e4 \uc791\uc740 \ub2e8\uc77c \uc5f0\uacb0\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \uc804\uccb4 \uac1c\uccb4\ub97c \uc5c5\ub85c\ub4dc \ud558\ub294 \ub3d9\uc548 \ub2e4\uc911 \uc5c5\ub85c\ub4dc \uc804\ub7b5\uc744 \uc790\ub3d9\uc73c\ub85c \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
ntlm-proxy-domain=NTLM \ud504\ub85d\uc2dc \ub3c4\uba54\uc778 (Automatic Translation)
ntlm-proxy-domain-help=NTLM \ud504\ub85d\uc2dc\uc5d0 \ub300 \ud55c Windows \ub3c4\uba54\uc778 \uc774\ub984\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. Windows NTLM \ud504\ub85d\uc2dc\ub97c \uc0ac\uc6a9 \ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0\uc774 \uc18d\uc131\uc744 \uc124\uc815 \ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624. (Automatic Translation)
ntlm-proxy-workstation=NTLM \ud504\ub85d\uc2dc \uc6cc\ud06c\uc2a4\ud14c\uc774\uc158 (Automatic Translation)
ntlm-proxy-workstation-help=NTLM \ud504\ub85d\uc2dc\uc5d0 \ub300 \ud55c Windows \uc6cc\ud06c\uc2a4\ud14c\uc774\uc158 \uc774\ub984\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. Windows NTLM \ud504\ub85d\uc2dc\ub97c \uc0ac\uc6a9 \ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0\uc774 \uc18d\uc131\uc744 \uc124\uc815 \ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624. (Automatic Translation)
proxy-auth-type=\ud504\ub85d\uc2dc \uc778\uc99d \uc720\ud615 (Automatic Translation)
proxy-auth-type-help=\ud504\ub85d\uc2dc\ub294 S3 \uc11c\ube44\uc2a4\uc5d0 \uc5f0\uacb0\ud560 \ub54c \uc0ac\uc6a9\ud560 \uc778\uc99d \uc720\ud615\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. "None" \ud504\ub85d\uc2dc\ub97c \uad6c\uc131\ud569\ub2c8\ub2e4. "\uc0ac\uc6a9\uc790 \uc774\ub984-\uc554\ud638" \uad6c\uc131 \ud504\ub85d\uc2dc; \uc774 \uad6c\uc131\uc5d0 \ub300 \ud55c \ud504\ub85d\uc2dc \uc0ac\uc6a9\uc790 \uc774\ub984\uacfc \ud504\ub85d\uc2dc \uc554\ud638\uc5d0 \ub300 \ud55c \uac12\uc744 \uc9c0\uc815 \ud569\ub2c8\ub2e4. "Ntlm" \uad6c\uc131 Windows NTLM \ud504\ub85d\uc2dc; \uc774 \uad6c\uc131\uc5d0 \ub300 \ud55c \ud504\ub85d\uc2dc \uc0ac\uc6a9\uc790 \uc774\ub984, \ud504\ub85d\uc2dc \uc554\ud638, NTLM \ud504\ub85d\uc2dc \ub3c4\uba54\uc778 \ubc0f NTLM \ud504\ub85d\uc2dc \uc6cc\ud06c\uc2a4\ud14c\uc774\uc158\uc5d0 \ub300 \ud55c \uac12\uc744 \uc9c0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
proxy-host-help=\ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \ud504\ub85d\uc2dc \ud638\uc2a4\ud2b8\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
proxy-password=\ud504\ub85d\uc2dc \uc554\ud638 (Automatic Translation)
proxy-password-help=\ud504\ub85d\uc2dc\ub97c \ud1b5\ud574 \uc5f0\uacb0\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \ud504\ub85d\uc2dc \uc554\ud638\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
proxy-port-help=\ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \ud504\ub85d\uc2dc \ud3ec\ud2b8\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
proxy-username=\ud504\ub85d\uc2dc \uc0ac\uc6a9\uc790 \uc774\ub984 (Automatic Translation)
proxy-username-help=\ud504\ub85d\uc2dc\ub294 \ud504\ub85d\uc2dc\ub97c \ud1b5\ud574 \uc5f0\uacb0\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
s3-region=S3 \uc9c0\uc5ed (Automatic Translation)
s3-region-help=\uc5b4\ub514 \uc544\ub9c8\uc874 S3 \uc800\uc7a5 \uc0ac\uc6a9\uc790\uac00 \ub9cc\ub4e0 \uc591\ub3d9\uc774 \uc9c0\ub9ac\uc801 \uc601\uc5ed\uc744 \ub300\ud45c \ud558\ub294 \uc544\ub9c8\uc874 S3 \uc9c0\uc5ed \uc124\uc815 \ud569\ub2c8\ub2e4. \uc544\ub9c8\uc874 S3 \uc9c0\uc5ed \ub300\uae30 \uc2dc\uac04 \ucd5c\uc801\ud654, \ube44\uc6a9\uc744 \ucd5c\uc18c\ud654 \ud558 \uace0 \uaddc\uc815 \uc694\uad6c \uc0ac\ud56d\uc744 \ud574\uacb0 \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. \uacb0\ucf54 \uc544\ub9c8\uc874 S3 \uc601\uc5ed\uc5d0 \uc800\uc7a5 \ub41c \uac1c\uccb4\ub294 \uba85\uc2dc\uc801\uc73c\ub85c \ub2e4\ub978 \uc601\uc5ed\uc73c\ub85c \uc804\uc1a1 \ud558\uc9c0 \uc54a\ub294 \ud55c \uadf8 \uc9c0\uc5ed\uc744 \ub461\ub2c8\ub2e4. (Automatic Translation)
s3-storage-class=S3 \uc2a4\ud1a0\ub9ac\uc9c0 \ud074\ub798\uc2a4 (Automatic Translation)
s3-storage-class-help=\uc544\ub9c8\uc874 S3 \uc2a4\ud1a0\ub9ac\uc9c0 \ud074\ub798\uc2a4\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. \ud45c\uc900 \uc800\uc7a5\uc18c \ud074\ub798\uc2a4\uc5d0 \uae30\ubcf8\uc801\uc73c\ub85c \uc0ac\uc6a9 \ub418 \uace0 \ub2e4\ub978 \uc704\uce58\uc5d0 \ub370\uc774\ud130\uc758 \uc911\ubcf5 \ubcf5\uc0ac\ubcf8\uc744 \uc800\uc7a5\ud560 \uc218 \uac83\uc785\ub2c8\ub2e4. REDUCED_REDUNDANCY \uc2a4\ud1a0\ub9ac\uc9c0 \ud074\ub798\uc2a4\ub294 \uacbd\uacc4, \uc7ac\ud604; \uc800\uac00, \ud56d\uc0c1 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \uc800\uc7a5\uc18c \uc635\uc158\uc744 \uc81c\uacf5 \ud558 \uace0 \ub370\uc774\ud130\ub97c \uc800\uc7a5 \ud558\uae30 \uc704\ud55c \uac83 \uadf8\ub7ec\ub098,\uc774 \uc635\uc158\uc740 \ub35c \uc911\ubcf5 \ud569\ub2c8\ub2e4. (Automatic Translation)
s3-store-configuration-name=S3 \uc800\uc7a5\uc18c \uad6c\uc131 (Automatic Translation)
secret-key=\ube44\ubc00 \ud0a4 (Automatic Translation)
secret-key-help=AWS \uacc4\uc815 \ube44\ubc00 \ud0a4\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
