#X-Generator: crowdin.com
access-key=\u30a2\u30af\u30bb\u30b9\u30ad\u30fc
access-key-help=AWS\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
bucket-name=\u30d0\u30b1\u30c3\u30c8\u540d
bucket-name-help=\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u4f7f\u7528\u3059\u308bS3\u306e\u30d0\u30b1\u30c3\u30c8\u540d\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
cache-dir-clean-up-expunge=\u30ad\u30e3\u30c3\u30b7\u30e5\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30c7\u30fc\u30bf\u4fdd\u6301\u65e5\u6570
cache-dir-clean-up-expunge-help=\u30d5\u30a1\u30a4\u30eb\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u4fdd\u6301\u65e5\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
cache-dir-clean-up-frequency=\u30ad\u30e3\u30c3\u30b7\u30e5\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u983b\u5ea6
cache-dir-clean-up-frequency-help=\u30d5\u30a1\u30a4\u30eb\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u30e1\u30bd\u30c3\u30c9\u306e\u547c\u3073\u51fa\u3057\u56de\u6570\u3068\u3001\u5b9f\u969b\u306e\u30d5\u30a1\u30a4\u30eb\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u56de\u6570\u306e\u6bd4\u7387\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u5e38\u306b\u30af\u30ea\u30fc\u30f3\u306b\u3059\u308b\u306b\u306f\u30011\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6570\u5024\u304c\u9ad8\u3044\u307b\u3069\u983b\u5ea6\u304c\u4f4e\u304f\u306a\u308a\u307e\u3059\u3002
connection-timeout=\u63a5\u7d9a\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
connection-timeout-help=\u521d\u56de\u306e\u63a5\u7d9a\u78ba\u7acb\u304b\u3089\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3059\u308b\u307e\u3067\u306e\u5f85\u6a5f\u6642\u9593\uff08\u30df\u30ea\u79d2\uff09\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u30020\u306f\u7121\u5236\u9650\u3092\u610f\u5473\u3057\u307e\u3059\u304c\u3001\u63a8\u5968\u3055\u308c\u307e\u305b\u3093\u3002
core-pool-size=\u30b3\u30a2\u30d7\u30fc\u30eb\u30b5\u30a4\u30ba
core-pool-size-help=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306e\u30d1\u30fc\u30c8\u306b\u4f7f\u7528\u3055\u308c\u308b\u521d\u671f\u30b9\u30ec\u30c3\u30c9\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
http-client-max-connections=HTTP\u306e\u6700\u5927\u63a5\u7d9a\u6570
http-client-max-connections-help=\u958b\u3044\u3066\u3044\u308bHTTP\u63a5\u7d9a\u306e\u6700\u5927\u8a31\u5bb9\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
http-client-max-error-retry=HTTP\u306e\u6700\u5927\u518d\u8a66\u884c\u56de\u6570
http-client-max-error-retry-help=\u30ea\u30af\u30a8\u30b9\u30c8\u5931\u6557\u6642\u306e\u3001\u6700\u5927\u518d\u8a66\u884c\u8a31\u5bb9\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
max-pool-size=\u6700\u5927\u30d7\u30fc\u30eb\u30b5\u30a4\u30ba
max-pool-size-help=\u30d1\u30fc\u30c8\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u4f7f\u7528\u3059\u308b\u6700\u5927\u30b9\u30ec\u30c3\u30c9\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
minimum-uploads-part-size=\u6700\u5927\u30d1\u30fc\u30c8\u30b5\u30a4\u30ba
minimum-uploads-part-size-help=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306e\u6700\u5c0f\u30d1\u30fc\u30c8\u30b5\u30a4\u30ba\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6700\u5c0f\u30d1\u30fc\u30c8\u30b5\u30a4\u30ba\u3092\u5c0f\u3055\u304f\u3059\u308b\u3068\u3001\u30de\u30eb\u30c1\u30d1\u30fc\u30c8\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u304c\u3088\u308a\u5c11\u306a\u3044\u30c7\u30fc\u30bf\u306b\u5206\u5272\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5024\u304c\u4f4e\u3059\u304e\u308b\u3068\u8ee2\u9001\u901f\u5ea6\u306b\u60aa\u5f71\u97ff\u3092\u53ca\u307c\u3057\u3001\u5404\u30d1\u30fc\u30c8\u306b\u30ec\u30a4\u30c6\u30f3\u30b7\u304c\u751f\u3058\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u901a\u4fe1\u304c\u904e\u5270\u306b\u306a\u308a\u307e\u3059\u3002
multipart-upload-threshold=\u30de\u30eb\u30c1\u30d1\u30fc\u30c8\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306e\u3057\u304d\u3044\u5024
multipart-upload-threshold-help=\u30de\u30eb\u30c1\u30d1\u30fc\u30c8\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u4f7f\u7528\u6642\u306e\u30b5\u30a4\u30ba\u306e\u3057\u304d\u3044\u5024\uff08\u30d0\u30a4\u30c8\u6570\uff09\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e\u30b5\u30a4\u30ba\u3092\u8d85\u3048\u308b\u5834\u5408\u3001\u81ea\u52d5\u7684\u306b\u30de\u30eb\u30c1\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u304c\u3001\u3053\u306e\u30b5\u30a4\u30ba\u3088\u308a\u5c0f\u3055\u3044\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306f\u3001\u5358\u4e00\u63a5\u7d9a\u3067\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u5168\u4f53\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002
ntlm-proxy-domain=NTLM\u30d7\u30ed\u30ad\u30b7\u30c9\u30e1\u30a4\u30f3
ntlm-proxy-domain-help=NTLM\u30d7\u30ed\u30ad\u30b7\u306eWindows\u30c9\u30e1\u30a4\u30f3\u540d\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002NTLM\u3092\u4f7f\u7528\u3057\u306a\u3044\u5834\u5408\u306f\u7a7a\u306e\u307e\u307e\u306b\u3057\u307e\u3059\u3002
ntlm-proxy-workstation=NTLM\u30d7\u30ed\u30ad\u30b7\u30ef\u30fc\u30af\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3
ntlm-proxy-workstation-help=NTLM\u30d7\u30ed\u30ad\u30b7\u306eWindows\u30ef\u30fc\u30af\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u540d\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002NTLM\u3092\u4f7f\u7528\u3057\u306a\u3044\u5834\u5408\u306f\u7a7a\u306e\u307e\u307e\u306b\u3057\u307e\u3059\u3002
proxy-auth-type=\u30d7\u30ed\u30ad\u30b7\u8a8d\u8a3c\u65b9\u5f0f
proxy-auth-type-help=S3\u3078\u306e\u63a5\u7d9a\u6642\u306b\u4f7f\u7528\u3059\u308b\u30d7\u30ed\u30ad\u30b7\u8a8d\u8a3c\u65b9\u5f0f\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u300cNone\u300d\u306f\u30d7\u30ed\u30ad\u30b7\u3092\u8a2d\u5b9a\u3057\u307e\u305b\u3093\u3002\u300cUsername-password\u300d\u306f\u30d7\u30ed\u30ad\u30b7\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3066\u304f\u3060\u3055\u3044\u3002\u300cNtlm\u300d\u306fWindows NTLM\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3001\u30d7\u30ed\u30ad\u30b7\u30c9\u30e1\u30a4\u30f3\u3001\u53ca\u3073NTLM\u30ef\u30fc\u30af\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
proxy-host-help=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u63a5\u7d9a\u306b\u4f7f\u7528\u3059\u308b\u30d7\u30ed\u30ad\u30b7\u30db\u30b9\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
proxy-password=\u30d7\u30ed\u30ad\u30b7\u30d1\u30b9\u30ef\u30fc\u30c9
proxy-password-help=\u30d7\u30ed\u30ad\u30b7\u7d4c\u7531\u3067\u63a5\u7d9a\u3059\u308b\u5834\u5408\u3001\u30d7\u30ed\u30ad\u30b7\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
proxy-port-help=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u63a5\u7d9a\u306b\u4f7f\u7528\u3059\u308b\u30d7\u30ed\u30ad\u30b7\u30dd\u30fc\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
proxy-username=\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u30fc\u540d
proxy-username-help=\u30d7\u30ed\u30ad\u30b7\u7d4c\u7531\u3067\u63a5\u7d9a\u3059\u308b\u5834\u5408\u3001\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
s3-region=S3\u30ea\u30fc\u30b8\u30e7\u30f3
s3-region-help=S3\u30d0\u30b1\u30c3\u30c8\u3092\u4fdd\u5b58\u3059\u308b\u5730\u57df\u3092\u8868\u3059Amazon S3\u30ea\u30fc\u30b8\u30e7\u30f3\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002Amazon S3\u30ea\u30fc\u30b8\u30e7\u30f3\u306f\u5f85\u3061\u6642\u9593\u3092\u6700\u9069\u5316\u3057\u3001\u30b3\u30b9\u30c8\u3092\u6700\u5c0f\u9650\u306b\u6291\u3048\u3001\u898f\u5236\u8981\u4ef6\u306b\u5bfe\u5fdc\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002Amazon S3\u30ea\u30fc\u30b8\u30e7\u30f3\u3078\u4fdd\u5b58\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u5225\u306e\u30ea\u30fc\u30b8\u30e7\u30f3\u3078\u660e\u793a\u7684\u306b\u8ee2\u9001\u3055\u308c\u306a\u3044\u9650\u308a\u3001\u305d\u306e\u30ea\u30fc\u30b8\u30e7\u30f3\u304b\u3089\u96e2\u308c\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002
s3-storage-class=S3\u30b9\u30c8\u30ec\u30fc\u30b8\u30af\u30e9\u30b9
s3-storage-class-help=Amazon S3\u30b9\u30c8\u30ec\u30fc\u30b8\u30af\u30e9\u30b9\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30b9\u30c8\u30ec\u30fc\u30b8\u30af\u30e9\u30b9\u300cSTANDARD\u300d\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3001\u91cd\u8907\u30c7\u30fc\u30bf\u304c\u5225\u306e\u5834\u6240\u3078\u4fdd\u5b58\u3055\u308c\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002\u30b9\u30c8\u30ec\u30fc\u30b8\u30af\u30e9\u30b9\u300cREDUCED_REDUNDANCY\u300d\u306f\u3001\u975e\u30af\u30ea\u30c6\u30a3\u30ab\u30eb\u306a\u30c7\u30fc\u30bf\u3092\u4fdd\u5b58\u3059\u308b\u305f\u3081\u306e\u3082\u306e\u3067\u3001\u4f4e\u30b3\u30b9\u30c8\u304b\u3064\u9ad8\u53ef\u7528\u6027\u306e\u30b9\u30c8\u30ec\u30fc\u30b8\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002 \u305f\u3060\u3057\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u300cSTANDARD\u300d\u307b\u3069\u5197\u9577\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
s3-store-configuration-name=S3 Store \u8a2d\u5b9a
secret-key=\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u30ad\u30fc
secret-key-help=AWS\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u30ad\u30fc\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
