#X-Generator: crowdin.com
allow-lan-syncing=Permet la synchronisation de LAN\u00a0? (Automatic Translation)
allow-lan-syncing-help=Mettre \u00e0 true pour activer synchronisation de LAN \u00e0 travers des postes clients. Lorsqu\u2019activ\u00e9, clients de bureau vont tenter de t\u00e9l\u00e9charger les mises \u00e0 jour d\u2019autres clients de bureau sur le m\u00eame r\u00e9seau local avant de le t\u00e9l\u00e9charger \u00e0 partir du serveur. (Automatic Translation)
allow-the-use-of-sync=Autorise l'utilisation de la synchronisation ?
allow-users-to-sync-their-personal-sites=Autoriser les utilisateur de synchroniser leur sites personnels?
build=Construire (Automatic Translation)
default-file-permissions=Les permission de fichier par d\u00e9faut
delete-sync-device=Supprimer le dispositif de synchronisation (Automatic Translation)
disable-sync-device=D\u00e9sactiver la synchronisation de p\u00e9riph\u00e9rique (Automatic Translation)
disable-sync-site=D\u00e9sactiver Sync pour le site
disable-sync-sites=D\u00e9sactiver Sync pour les sites
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=D\u00e9sactiver le sync pour un site conduit \u00e0 supprimer tous les fichiers associ\u00e9s de tous les clients.
enable-sync-device=Activer le dispositif de synchronisation (Automatic Translation)
enable-sync-site=Activer Sync pour le site
enable-sync-sites=Activer Sync pour les sites
force-security-mode=Mode de s\u00e9curit\u00e9 de force (Automatic Translation)
force-security-mode-help=Mettre \u00e0 true pour forcer le mode s\u00e9curit\u00e9 sur les clients mobiles. Mode de s\u00e9curit\u00e9 crypte les fichiers et requiert un mot de passe pour acc\u00e9der \u00e0 l\u2019application. (Automatic Translation)
full-access=Acc\u00e8s int\u00e9gral
full-access-help=Les membres de site peuvent voir, mettre \u00e0 jour, supprimer, et comment les fichiers transf\u00e9r\u00e9s via Liferay Sync.
full-access-x=Acc\u00e8s int\u00e9grale ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Sync connecteur Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=Mes appareils de synchronisation (Automatic Translation)
last-seen=Derni\u00e8re visite (Automatic Translation)
max-connections=Nombre de connexions maximum
max-connections-help=D\u00e9finir le nombre maximum de connexion simultan\u00e9es que chaque client est autoris\u00e9 par compte.
max-download-rate=D\u00e9bit Max (Automatic Translation)
max-download-rate-help=D\u00e9finir la vitesse de transfert maximale, en octets, \u00e0 laquelle les clients peuvent t\u00e9l\u00e9charger. Une valeur de 0 indique qu\u2019il n\u2019y a aucune limite. (Automatic Translation)
max-upload-rate=Taux d\u2019Upload Max (Automatic Translation)
max-upload-rate-help=D\u00e9finir la vitesse de transfert maximale, en octets, \u00e0 laquelle les clients peuvent t\u00e9l\u00e9charger. Une valeur de 0 indique qu\u2019il n\u2019y a aucune limite. (Automatic Translation)
no-devices-were-found=Aucun p\u00e9riph\u00e9rique ont \u00e9t\u00e9 trouv\u00e9s. (Automatic Translation)
oauth-enabled=OAuth activ\u00e9
oauth-enabled-help=Si vous cochez cette option, les clients vont utiliser OAuth et les filtres d'autologin SSO configur\u00e9s for authentification.
oauth-publisher-is-not-deployed=OAuth Publisher n'est pas d\u00e9ploy\u00e9. Veillez red\u00e9ployer le plugin.
pending-wipe=Lingette en attente (Automatic Translation)
poll-interval=Interval de synchronisation
poll-interval-help=D\u00e9finir l'interval en secondes pour la fr\u00e9quence de mises \u00e0 jour des synchronisation des clients au serveur.
the-oauth-application-for-liferay-sync-is-missing=L'application OAuth pour Liferay Sync est manquant. Cliquer "Sauvegarder" pour recr\u00e9er l'application OAuth.
view-and-add-discussion=Voir et ajouter une discussion
view-and-add-discussion-help=Les membre de site pourront voir et commenter les fichiers transf\u00e9r\u00e9s via Liferay Sync.
view-only=Voir seulement
view-only-help=Les membre de site pourront seulement voir les fichiers transf\u00e9r\u00e9s via Liferay Sync.
view-update-and-add-discussion=Voir, mettre \u00e0 jour et ajouter discussion
view-update-and-add-discussion-help=Les membres de site pourront voir, mettre \u00e0 jour et commenter sur les fichiers transf\u00e9r\u00e9s via Liferay Sync.
wipe-sync-device=R\u00e9initialiser le p\u00e9riph\u00e9rique Sync (Automatic Translation)
wiped=Essuy\u00e9 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Essuyant un dispositif de synchronisation supprimera tous les fichiers associ\u00e9s au client. (Automatic Translation)
