#X-Generator: crowdin.com
authentication-search-filter-help=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u0424\u0456\u043b\u044c\u0442\u0440 \u043f\u043e\u0448\u0443\u043a\u0443, \u044f\u043a\u0438\u0439 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0438 \u0440\u043e\u0431\u043e\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. \u0422\u043e\u043a\u0435\u043d\u0438 @company_id @, @email_address @, @screen_name @, \u0456 @user_id @ \u0437\u0430\u043c\u0456\u043d\u044e\u044e\u0442\u044c\u0441\u044f \u043f\u0456\u0434 \u0447\u0430\u0441 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
autogenerate-user-password=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0435 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u0430\u0440\u043e\u043b\u044c (Automatic Translation)
base-dn-help=\u0411\u0430\u0437\u0430 DN \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u043f\u043e\u0447\u0430\u0442\u043a\u043e\u0432\u0438\u0439 \u043f\u043e\u0448\u0443\u043a \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0443 \u0434\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0456 \u043d\u0435 \u0454 \u043e\u0431\u043e\u0432'\u044f\u0437\u043a\u043e\u0432\u0438\u043c. (Automatic Translation)
contact-custom-mappings-help=\u041f\u0440\u0438 \u0456\u043c\u043f\u043e\u0440\u0442\u0456 \u0442\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u043f\u043e\u0440\u0442\u0430\u043b \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0435 \u0446\u044e \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f LDAP \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u044e\u0432\u0430\u043d\u0456 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u043a\u043e\u043d\u0442\u0430\u043a\u0442. (Automatic Translation)
contact-mappings-help=\u041f\u0440\u0438 \u0456\u043c\u043f\u043e\u0440\u0442\u0456 \u0442\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u043f\u043e\u0440\u0442\u0430\u043b \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0435 \u0446\u0435\u0439 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f LDAP \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0456\u0432 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438. (Automatic Translation)
create-role-per-group=\u0421\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0440\u043e\u043b\u044c \u0441\u043b\u0456\u0432 \u0443 \u0433\u0440\u0443\u043f\u0456 (Automatic Translation)
default-user-password=\u041f\u0430\u0440\u043e\u043b\u044c \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 Deafult (Automatic Translation)
enable-group-cache=\u0413\u0440\u0443\u043f\u0430 \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u043a\u0435\u0448 (Automatic Translation)
enable-user-password=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 (Automatic Translation)
export-enabled-help=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0437 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u0432 LDAP. \u0426\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u044f\u0454 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u0432\u0456 \u0437\u043c\u0456\u043d\u044e\u0432\u0430\u0442\u0438 \u0439\u043e\u0433\u043e \u043f\u0440\u0456\u0437\u0432\u0438\u0449\u0435, \u0456\u043c'\u044f, \u043f\u0440\u0456\u0437\u0432\u0438\u0449\u0435 \u0442\u043e\u0449\u043e \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0456 \u0456 \u043c\u0430\u0442\u0438, \u0449\u043e \u0437\u043c\u0456\u043d\u0430 \u0448\u0442\u043e\u0432\u0445\u043d\u0443\u0432 \u0434\u043e LDAP-\u0441\u0435\u0440\u0432\u0435\u0440. \u0426\u0435\u0439 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f, \u044f\u043a\u0449\u043e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPAuthConfiguration.enabled" \u043c\u0430\u0454 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f true. (Automatic Translation)
export-group-enabled-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0432\u0456\u0440\u043d\u043e, \u044f\u043a\u0449\u043e \u0433\u0440\u0443\u043f\u0438 \u0442\u0430 \u0457\u0445 \u043e\u0431'\u0454\u0434\u043d\u0430\u043d\u044c \u043f\u043e\u0432\u0438\u043d\u043d\u0430 \u0431\u0443\u0442\u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u043e\u0432\u0430\u043d\u0456 \u0437 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 LDAP. \u0426\u0435\u0439 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f, \u044f\u043a\u0449\u043e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPAuthConfiguration.enabled" \u043c\u0430\u0454 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f true. (Automatic Translation)
group-default-object-classes-help=\u041a\u043e\u043b\u0438 \u0433\u0440\u0443\u043f\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043e LDAP, \u0456 \u0413\u0440\u0443\u043f\u0430 \u043d\u0435 \u0456\u0441\u043d\u0443\u0454, \u0433\u0440\u0443\u043f\u0430 \u0441\u0442\u0432\u043e\u0440\u044e\u0454\u0442\u044c\u0441\u044f \u0437 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u0438\u0445 \u043a\u043b\u0430\u0441\u0456\u0432 \u043e\u0431'\u0454\u043a\u0442\u0456\u0432 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c. (Automatic Translation)
group-mappings-help=\u041f\u0456\u0434 \u0447\u0430\u0441 \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0433\u0440\u0443\u043f\u0438, \u043f\u043e\u0440\u0442\u0430\u043b \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0435 \u0446\u0435\u0439 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f LDAP \u0413\u0440\u0443\u043f\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0442\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0413\u0440\u0443\u043f\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. (Automatic Translation)
group-search-filter-enabled-help=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0434\u043b\u044f \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0433\u0440\u0443\u043f\u0438 \u0437 LDAP \u0434\u043e \u043f\u043e\u0440\u0442\u0430\u043b\u0443. \u0426\u0456 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f, \u044f\u043a\u0449\u043e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPImportConfiguration.enabled" \u043c\u0430\u0454 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f true. (Automatic Translation)
groups-dn-help=\u041d\u043e\u0432\u0456 \u0433\u0440\u0443\u043f\u0438 \u0431\u0443\u0434\u0435 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043e \u043d\u0430 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u043c\u0443 DN. \u0426\u0435 \u0431\u0443\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0438\u043c \u043b\u0438\u0448\u0435 \u044f\u043a\u0449\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPAuthConfiguration.enabled" \u0456 "LDAPExportConfiguration.enabled" \u0434\u043e \u0456\u0441\u0442\u0438\u043d\u0438. (Automatic Translation)
import-create-role-per-group-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0432\u0456\u0440\u043d\u043e, \u044f\u043a\u0449\u043e \u043f\u043e\u0440\u0442\u0430\u043b \u0441\u043b\u0456\u0434 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u0442\u0432\u043e\u0440\u044e\u0432\u0430\u0442\u0438 \u0440\u043e\u043b\u044c \u0441\u043b\u0456\u0432 \u0443 \u0433\u0440\u0443\u043f\u0456 \u0456\u043c\u043f\u043e\u0440\u0442\u043e\u0432\u0430\u043d\u0456 \u0437 LDAP. \u0420\u043e\u043b\u044c \u0431\u0443\u0434\u0435 \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0433\u0440\u0443\u043f\u0456, \u0442\u0430\u043a \u0449\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0436\u0443\u0442\u044c \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0443\u0441\u043f\u0430\u0434\u043a\u043e\u0432\u0443\u044e\u0442\u044c \u0446\u044e \u0440\u043e\u043b\u044c \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0434\u043e \u0433\u0440\u0443\u043f\u0438. (Automatic Translation)
import-group-cache-enabled-help=\u0423\u043a\u0430\u0436\u0456\u0442\u044c DN \u043f\u043e\u0448\u0443\u043a \u0432 whethertime \u0433\u0440\u0443\u043f\u0430 \u0431\u0443\u0434\u0435 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043d\u0430 \u0432 \u043a\u0435\u0448\u0456 \u043f\u0456\u0434 \u0447\u0430\u0441 \u0456\u043c\u043f\u043e\u0440\u0442\u0443 LDAP \u0456 \u041b\u043e\u0433\u0456\u043d. \u042f\u043a\u0449\u043e \u043f\u0440\u0430\u0432\u0434\u0430, \u0446\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u044c \u043f\u0440\u0438\u0441\u043a\u043e\u0440\u0438\u0442\u0438 LDAP \u0456\u043c\u043f\u043e\u0440\u0442\u0443 \u0456 \u041b\u043e\u0433\u0456\u043d, \u0430\u043b\u0435 \u043d\u043e\u0432\u0438\u043d\u043a\u0438 \u0413\u0440\u0443\u043f\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043d\u0435 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u0437\u043d\u0430\u043d\u0456, \u0434\u043e\u043a\u0438 \u0437\u0430\u043f\u0438\u0441 \u043a\u0435\u0448 \u0437\u0430\u043a\u0456\u043d\u0447\u0443\u0454\u0442\u044c\u0441\u044f. \u0420\u043e\u0437\u043c\u0456\u0440 \u043a\u0435\u0448-\u043f\u0430\u043c'\u044f\u0442\u0456 \u0456 \u0442\u0430\u0439\u043c-\u0430\u0443\u0442 \u043c\u043e\u0436\u0435 \u0431\u0443\u0442\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0454\u043d\u043e \u0434\u043b\u044f \u043a\u0435\u0448\u0430 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0442\u044c \u043a\u0435\u0448\u0456 \u0456\u043c'\u044f "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0447\u0430\u0441 \u0437\u0430\u043a\u0456\u043d\u0447\u0435\u043d\u043d\u044f \u0431\u043b\u043e\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0434\u043b\u044f \u0456\u043c\u043f\u043e\u0440\u0442\u0443 LDAP. \u0417\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0447\u0430\u0441 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u043d\u044f \u0442\u0435\u0440\u043c\u0456\u043d\u0443 \u0434\u0456\u0457 \u0454 1 \u0434\u0435\u043d\u044c. (Automatic Translation)
import-method=\u041c\u0435\u0442\u043e\u0434 \u0456\u043c\u043f\u043e\u0440\u0442\u0443 (Automatic Translation)
import-method-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0430\u0431\u043e \u0433\u0440\u0443\u043f\u0443 \u0434\u043b\u044f \u043c\u0435\u0442\u043e\u0434 \u0456\u043c\u043f\u043e\u0440\u0442\u0443. \u042f\u043a\u0449\u043e \u043d\u0430\u0431\u0456\u0440 \u0434\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u0456\u043c\u043f\u043e\u0440\u0442 \u0432\u0441\u0456\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0456 \u0433\u0440\u0443\u043f, \u043f\u043e\u0432'\u044f\u0437\u0430\u043d\u0438\u0445 \u0437 \u0442\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432. \u042f\u043a\u0449\u043e \u043d\u0430\u0431\u0456\u0440 \u0434\u043e \u0433\u0440\u0443\u043f\u0438, \u043f\u043e\u0440\u0442\u0430\u043b \u0406\u043c\u043f\u043e\u0440\u0442\u0443\u0454 \u0432\u0441\u0456 \u0433\u0440\u0443\u043f\u0438 \u0442\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u043f\u043e\u0432'\u044f\u0437\u0430\u043d\u0438\u0445 \u0437 \u0446\u0438\u043c\u0438 \u0433\u0440\u0443\u043f\u0430\u043c\u0438. \u0426\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0441\u043b\u0456\u0434 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0432\u0430\u0442\u0438 \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0456 \u044f\u043a LDAP-\u0441\u0435\u0440\u0432\u0435\u0440 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0454 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e \u0413\u0440\u0443\u043f\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e. (Automatic Translation)
ldap-auth-configuration-name=LDAP Auth (Automatic Translation)
ldap-export-configuration-name=\u0415\u043a\u0441\u043f\u043e\u0440\u0442 LDAP (Automatic Translation)
ldap-import-configuration-name=\u0406\u043c\u043f\u043e\u0440\u0442 LDAP (Automatic Translation)
ldap-server-configuration-name=LDAP-\u0441\u0435\u0440\u0432\u0435\u0440\u0456\u0432 (Automatic Translation)
lock-expiration-time=\u0411\u043b\u043e\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0442\u0430\u0439\u043c (Automatic Translation)
method-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 bind \u0430\u0431\u043e \u043f\u0430\u0440\u043e\u043b\u044c \u041f\u043e\u0440\u0456\u0432\u043d\u044f\u0439\u0442\u0435 \u0434\u043b\u044f \u043c\u0435\u0442\u043e\u0434 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u0457 LDAP. BIND \u0432\u043e\u043b\u0456\u0454 \u0431\u0456\u043b\u044c\u0448\u043e\u0441\u0442\u0456 \u043f\u043e\u0441\u0442\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u0456\u0432 \u0442\u0430\u043a \u0449\u043e \u0432\u0430\u043c \u043d\u0435 \u0434\u043e\u0432\u0435\u0434\u0435\u0442\u044c\u0441\u044f \u0442\u0443\u0440\u0431\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u043e \u0448\u0438\u0444\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0441\u0442\u0440\u0430\u0442\u0435\u0433\u0456\u0439. (Automatic Translation)
page-size-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0439 \u0440\u043e\u0437\u043c\u0456\u0440 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u0434\u043b\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0456\u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0456\u0432 \u0449\u043e \u043f\u0456\u0434\u0442\u0440\u0438\u043c\u043a\u0438 \u0434\u043e\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f. \u0426\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043c\u0430\u0454 \u0431\u0443\u0442\u0438 1000 \u0430\u0431\u043e \u043c\u0435\u043d\u0448\u0435 \u0434\u043b\u044f Microsoft Active Directory \u0441\u0435\u0440\u0432\u0435\u0440\u0430. (Automatic Translation)
password-encryption-algorithm-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u0448\u0438\u0444\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0434\u043b\u044f \u043f\u043e\u0440\u0456\u0432\u043d\u044f\u043d\u043d\u044f \u043f\u0430\u0440\u043e\u043b\u0456 \u043f\u0456\u0434 \u0447\u0430\u0441 \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0442\u0430 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0434\u043b\u044f \u0448\u0438\u0444\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u0430\u0440\u043e\u043b\u0456\u0432 \u043f\u0456\u0434 \u0447\u0430\u0441 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0443. \u041f\u043e\u0440\u0456\u0432\u043d\u044e\u044e\u0447\u0438 \u043f\u0430\u0440\u043e\u043b\u0456 \u043f\u0456\u0434 \u0447\u0430\u0441 \u0456\u043c\u043f\u043e\u0440\u0442\u0443 \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u043b\u0438\u0448\u0435 \u0432 \u0440\u0430\u0437\u0456 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPAuthConfiguration.method" \u043c\u0430\u0454 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u043e\u0440\u0456\u0432\u043d\u044f\u0442\u0438. \u042f\u043a\u0449\u043e \u0448\u0438\u0444\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e \u043d\u0430 \u043d\u0435\u043c\u0430\u0454, \u044f\u043a\u0438\u0439 \u0454 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f\u043c \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c, \u043f\u0430\u0440\u043e\u043b\u0456 \u0440\u043e\u0437\u0433\u043b\u044f\u0434\u0430\u044e\u0442\u044c\u0441\u044f \u044f\u043a \u0437\u0432\u0438\u0447\u0430\u0439\u043d\u0438\u0439 \u0442\u0435\u043a\u0441\u0442. \u0410\u043b\u0433\u043e\u0440\u0438\u0442\u043c SHA-512 \u0454 \u043d\u0430\u0440\u0430\u0437\u0456 \u043d\u0435 \u043f\u0456\u0434\u0442\u0440\u0438\u043c\u0443\u0454\u0442\u044c\u0441\u044f. (Automatic Translation)
password-policy-enabled-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f LDAP \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438 \u0437\u0430\u043c\u0456\u0441\u0442\u044c \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438. \u042f\u043a\u0449\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f true, \u0446\u0456\u043b\u043a\u043e\u043c \u043c\u043e\u0436\u043b\u0438\u0432\u043e, \u0449\u043e \u043f\u043e\u0440\u0442\u0430\u043b \u0437\u0433\u0435\u043d\u0435\u0440\u043e\u0432\u0430\u043d\u0456 \u043f\u0430\u0440\u043e\u043b\u0456 \u043d\u0435 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0430\u0442\u0438\u043c\u0435 LDAP \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438. \u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456 "passwords.regexptoolkit.*" \u0434\u043b\u044f \u0434\u043e\u043a\u043b\u0430\u0434\u043d\u043e\u0457 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u0457 \u0437 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f RegExpToolkit \u0432 \u0433\u0435\u043d\u0435\u0440\u0430\u0446\u0456\u0457 \u0446\u0456 \u043f\u0430\u0440\u043e\u043b\u0456. \u0417\u0430\u0443\u0432\u0430\u0436\u0442\u0435, \u0449\u043e \u044f\u043a\u0449\u043e \u0431\u0443\u0434\u0435 \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043f\u043e\u0440\u0442\u0430\u043b \u043d\u0435 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u044c \u043d\u0430\u044f\u0432\u043d\u0456\u0441\u0442\u044c \u0434\u0456\u0439\u0441\u043d\u0456 \u043f\u0430\u0440\u043e\u043b\u0456, \u043f\u0430\u0440\u043e\u043b\u0456 \u0437\u0430\u043a\u0456\u043d\u0447\u0438\u0432\u0441\u044f, \u0430\u0431\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u0449\u043e \u0432\u0456\u043d \u0431\u0443\u0434\u0435 \u0437\u0430\u0431\u043b\u043e\u043a\u043e\u0432\u0430\u043d\u0438\u0439. \u0426\u0435 \u0437\u0430\u0440\u0430\u0437, \u043e\u0431\u0440\u043e\u0431\u043b\u044f\u0454\u0442\u044c\u0441\u044f LDAP-\u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438. (Automatic Translation)
range-size-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0437\u043d\u0430\u0447\u0435\u043d\u044c, \u0449\u043e\u0431 \u043f\u043e\u0432\u0435\u0440\u043d\u0443\u0442\u0438\u0441\u044f \u0432 \u043a\u043e\u0436\u0435\u043d \u0437\u0430\u043f\u0438\u0442 \u0431\u0430\u0433\u0430\u0442\u043e\u0437\u043d\u0430\u0447\u043d\u0438\u0439 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0434\u043b\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0456\u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0456\u0432, \u044f\u043a\u0456 \u043f\u0456\u0434\u0442\u0440\u0438\u043c\u0443\u044e\u0442\u044c \u0434\u0456\u0430\u043f\u0430\u0437\u043e\u043d \u0432\u0438\u0442\u044f\u0433\u043d\u0435\u043d\u043d\u044f. \u0414\u0456\u0430\u043f\u0430\u0437\u043e\u043d \u0440\u043e\u0437\u043c\u0456\u0440 \u043c\u0430\u0454 \u0431\u0443\u0442\u0438 1000 \u0430\u0431\u043e \u043c\u0435\u043d\u0448\u0435 \u0434\u043b\u044f Windows 2000 \u0456 1500-\u043c\u0435\u043d\u0448 \u0434\u043b\u044f Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044f \u0441\u0438\u0441\u0442\u0435\u043c\u0438 LDAP (Automatic Translation)
user-custom-mappings-help=\u041f\u0440\u0438 \u0456\u043c\u043f\u043e\u0440\u0442\u0456 \u0442\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u043f\u043e\u0440\u0442\u0430\u043b \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0435 \u0446\u044e \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f LDAP \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u044e\u0432\u0430\u043d\u0456 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0443. (Automatic Translation)
user-default-object-classes-help=\u041a\u043e\u043b\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043e LDAP, \u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043d\u0435 \u0456\u0441\u043d\u0443\u0454, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0441\u0442\u0432\u043e\u0440\u044e\u0454\u0442\u044c\u0441\u044f \u0437 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u0438\u0445 \u043a\u043b\u0430\u0441\u0456\u0432 \u043e\u0431'\u0454\u043a\u0442\u0456\u0432 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c. (Automatic Translation)
user-ignore-attributes-help=\u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430, \u0449\u043e \u0437\u043d\u0430\u0445\u043e\u0434\u044f\u0442\u044c\u0441\u044f \u043f\u0456\u0434 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043c \u0437 \u043f\u043e\u0440\u0442\u0430\u043b\u0443. \u041f\u0456\u0434 \u0447\u0430\u0441 \u0434\u043e\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u0430\u0431\u043e \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0456\u0437 LDAP, \u0446\u0456 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0431\u0443\u0434\u0435 \u043f\u0440\u043e\u043f\u0443\u0449\u0435\u043d\u043e. (Automatic Translation)
user-mappings-help=\u041f\u0440\u0438 \u0456\u043c\u043f\u043e\u0440\u0442\u0456 \u0442\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u043f\u043e\u0440\u0442\u0430\u043b \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0435 \u0446\u044e \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f LDAP \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0442\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0443. (Automatic Translation)
user-search-filter-help=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0432\u0456\u0434 LDAP \u0434\u043e \u043f\u043e\u0440\u0442\u0430\u043b\u0443. \u0426\u0456 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f, \u044f\u043a\u0449\u043e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPImportConfiguration.enabled" \u043c\u0430\u0454 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f true. (Automatic Translation)
users-dn-help=\u041d\u043e\u0432\u0438\u043c \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u0431\u0443\u0434\u0435 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043e \u043d\u0430 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u043c\u0443 DN. \u0426\u0435 \u0431\u0443\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0438\u043c \u043b\u0438\u0448\u0435 \u044f\u043a\u0449\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c "LDAPAuthConfiguration.enabled" \u0456 "LDAPExportConfiguration.enabled" \u0434\u043e \u0456\u0441\u0442\u0438\u043d\u0438. (Automatic Translation)
