#X-Generator: crowdin.com
add-attribute=Th\u00eam thu\u1ed9c t\u00ednh
add-custom-field=Th\u00eam tr\u01b0\u1eddng thu\u1ed9c t\u00ednh t\u00f9y bi\u1ebfn
as-keyword=nh\u01b0 T\u1eeb Kh\u00f3a
as-text=D\u01b0\u1edbi d\u1ea1ng ch\u1eef
custom-field-display-type-help=H\u00e3y ch\u1ecdn lo\u1ea1i c\u1ee7a \u0111i\u1ec1u khi\u1ec1n s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 thi\u1ebft l\u1eadp cho tr\u01b0\u1eddng n\u00e0y.
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=Thi\u1ebft l\u1eadp m\u1ed9t l\u0129nh v\u1ef1c t\u00f9y ch\u1ec9nh \u0111\u1ec3 \u1ea9n c\u00f3 ngh\u0129a l\u00e0 gi\u00e1 tr\u1ecb c\u1ee7a tr\u01b0\u1eddng kh\u00f4ng bao gi\u1edd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb trong giao di\u1ec7n ng\u01b0\u1eddi d\u00f9ng b\u1ea5t k\u1ef3 b\u00ean c\u1ea1nh vi\u1ec7c n\u00e0y. \u0110i\u1ec1u n\u00e0y cho ph\u00e9p l\u0129nh v\u1ef1c \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng cho m\u1ee5c \u0111\u00edch che khu\u1ea5t v\u00e0 ti\u00ean ti\u1ebfn h\u01a1n nh\u01b0 \u0111\u00f3ng vai tr\u00f2 l\u00e0 m\u1ed9t gi\u1eef ch\u1ed7 cho ph\u00e9p t\u00f9y ch\u1ec9nh. (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=<Tr\u01b0\u1eddng t\u1eeb kh\u00f3a t\u00f9y bi\u1ebfn> th\u01b0\u1eddng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 giao ti\u1ebfp v\u1edbi c\u00e1c tr\u01b0\u1eddng \u0111\u00e3 \u0111\u01b0\u1ee3c khai b\u00e1o l\u1eadp tr\u00ecnh t\u1ea1i
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=Thi\u1ebft l\u1eadp <tr\u01b0\u1eddng t\u00f9y bi\u1ebfn> th\u00e0nh hi\u1ec3n th\u1ecb th\u1ea5y \u0111\u01b0\u1ee3c khi b\u1ea1n c\u00f3 quy\u1ec1n- c\u00f3 ngh\u0129a l\u00e0 ng\u01b0\u1eddi d\u00f9ng s\u1ebd nh\u00ecn th\u1ea5y gi\u00e1 tr\u1ecb th\u00f4ng tin n\u00e0y n\u1ebfu c\u00f3 \u0111\u1ee7 quy\u1ec1n. Trong t\u00ecnh hu\u1ed1ng n\u00e0y, thi\u1ebft l\u1eadp s\u1ebd ghi \u0111\u00e8 c\u00e1c gi\u00e1 tr\u1ecb \u1ea9n.
custom-fields-are-not-enabled-for-any-resource=<Tr\u01b0\u1eddng t\u00f9y bi\u1ebfn> kh\u00f4ng \u0111\u01b0\u1ee3c cho ph\u00e9p s\u1eed d\u1ee5ng v\u1edbi b\u1ea5t k\u1ef3 \u0111\u1ed1i t\u01b0\u1ee3ng t\u00e0i nguy\u00ean n\u00e0o .
enter-one-value-per-line=Nh\u1eadp m\u1ed7i gi\u00e1 tr\u1ecb tr\u00ean t\u1eebng d\u00f2ng.
index-type=Ki\u1ec3u ch\u1ec9 m\u1ee5c
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=T\u00f9y bi\u1ebfn thu\u1ed9c t\u00ednh
not-searchable=Kh\u00f4ng cho ph\u00e9p t\u00ecm ki\u1ebfm
please-enter-a-valid-value=Vui l\u00f2ng nh\u1eadp gi\u00e1 tr\u1ecb h\u1ee3p l\u1ec7.
selection-list=Danh s\u00e1ch l\u1ef1a ch\u1ecdn
the-custom-field-could-not-be-found=Tr\u01b0\u1eddng thu\u1ed9c t\u00ednh t\u00f9y bi\u1ebfn kh\u00f4ng \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
visible-with-update-permission=C\u1eadp nh\u1eadt c\u00f3 th\u1ec3 th\u1ea5y \u0111\u01b0\u1ee3c
