#X-Generator: crowdin.com
cache-data-on-the-first-request=\u041a\u0435\u0448 \u0434\u0430\u043d\u0438\u0445 \u0437\u0430 \u043f\u0435\u0440\u0448\u0438\u043c \u0437\u0430\u043f\u0438\u0442\u043e\u043c. (Automatic Translation)
displayed-json-attribute=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0435 JSON \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 (Automatic Translation)
end-parameter-name=\u041a\u0456\u043d\u0435\u0446\u044c \u0456\u043c\u0435\u043d\u0456 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430 (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u0456\u043c'\u044f, \u044f\u043a\u0435 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0430\u0454 \u043e\u0434\u043d\u043e\u043c\u0443 \u0437 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u043f\u043e\u0441\u0442\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u0430 \u0432\u0456\u0434\u043f\u043e\u0447\u0438\u043d\u043e\u043a. (Automatic Translation)
enter-a-password=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0430\u0440\u043e\u043b\u044c. (Automatic Translation)
enter-a-user-name=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u0456\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. (Automatic Translation)
enter-the-rest-service-url=\u0412\u0432\u0435\u0434\u0456\u0442\u044c URL-\u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u043b\u0443\u0436\u0431\u0438 \u0432\u0456\u0434\u043f\u043e\u0447\u0438\u043d\u043a\u0443. (Automatic Translation)
filter-parameter-name=\u0406\u043c'\u044f \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430 \u0444\u0456\u043b\u044c\u0442\u0440 (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=\u0417\u0430\u0431\u0435\u0437\u043f\u0435\u0447\u0438\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u0434\u043b\u044f \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u0457 \u043f\u043e\u0441\u0442\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u0443 \u0432\u0456\u0434\u043f\u043e\u0447\u0438\u043d\u043a\u0443. (Automatic Translation)
provide-the-user-name-for-authenticating-to-the-rest-provider=\u041d\u0430\u0434\u0430\u0442\u0438 \u0456\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0434\u043b\u044f \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u0457 \u0434\u043e \u0420\u0415\u0428\u0422\u0418 \u043f\u043e\u0441\u0442\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u0430. (Automatic Translation)
start-parameter-name=\u041f\u043e\u0447\u0430\u0442\u0438 \u0456\u043c'\u044f \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430 (Automatic Translation)
stored-json-attribute=\u0417\u0431\u0435\u0440\u0435\u0436\u0435\u043d\u0456 JSON \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 (Automatic Translation)
support-filtering-by-keyword=\u041f\u0456\u0434\u0442\u0440\u0438\u043c\u043a\u0430 \u0444\u0456\u043b\u044c\u0442\u0440\u0430\u0446\u0456\u0457 \u0437\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u043c\u0438 \u0441\u043b\u043e\u0432\u0430\u043c\u0438. (Automatic Translation)
support-pagination=\u041f\u0456\u0434\u0442\u0440\u0438\u043c\u043a\u0430 \u0440\u043e\u0437\u0431\u0438\u0432\u043a\u0430 \u043d\u0430 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440, \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u044f\u043a\u043e\u0433\u043e \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u044f\u043a \u0444\u0456\u043b\u044c\u0442\u0440 \u043f\u043e\u0441\u0442\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u043e\u043c \u0432\u0456\u0434\u043f\u043e\u0447\u0438\u043d\u043a\u0443. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440, \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u044f\u043a\u043e\u0433\u043e \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u044f\u043a \u043f\u043e\u0447\u0430\u0442\u043e\u043a \u0420\u0415\u0428\u0422\u0418 \u0432\u0438\u043a\u043e\u043d\u0430\u0432\u0446\u0435\u043c. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440, \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u044f\u043a\u043e\u0433\u043e \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u044f\u043a \u043a\u0440\u0430\u0439 \u0432\u0456\u0434\u043f\u043e\u0447\u0438\u043d\u043a\u0443 \u0432\u0438\u043a\u043e\u043d\u0430\u0432\u0446\u0435\u043c. (Automatic Translation)
