#X-Generator: crowdin.com
cache-expiration-time-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e19\u0e32\u0e17\u0e35 \u0e25\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e04\u0e2a\u0e1b\u0e32 \u0e43\u0e0a\u0e49\u0e04\u0e48\u0e32\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e16\u0e49\u0e32\u0e41\u0e04\u0e44\u0e21\u0e48\u0e04\u0e27\u0e23\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e19\u0e33\u0e2a\u0e1b\u0e32 \u0e43\u0e0a\u0e49\u0e04\u0e48\u0e32\u0e25\u0e1a\u0e04\u0e27\u0e23\u0e16\u0e39\u0e01\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e04\u0e0a (Automatic Translation)
cache-expiration-time-name=\u0e40\u0e27\u0e25\u0e32\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38\u0e41\u0e04 (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=\u0e14\u0e39\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e19\u0e27\u0e48\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e19\u0e32\u0e19\u0e01\u0e27\u0e48\u0e32\u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e44\u0e27\u0e49 (Automatic Translation)
navigation-exception-selectors-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01 CSS \u0e17\u0e35\u0e48\u0e2a\u0e1b\u0e32\u0e04\u0e27\u0e23\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19 (Automatic Translation)
navigation-exception-selectors-name=\u0e19\u0e33\u0e17\u0e32\u0e07\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19 (Automatic Translation)
oops=\u0e14\u0e32\u0e23\u0e32 (Automatic Translation)
request-timeout-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e43\u0e19\u0e21\u0e34\u0e25\u0e25\u0e34\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35 \u0e0b\u0e36\u0e48\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e1b\u0e32\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e43\u0e0a\u0e49\u0e04\u0e48\u0e32\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e16\u0e49\u0e32\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e08\u0e30\u0e44\u0e21\u0e48\u0e40\u0e04\u0e22\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32 (Automatic Translation)
request-timeout-name=\u0e02\u0e2d\u0e40\u0e27\u0e25\u0e32\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32 (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19\u0e2a\u0e1b\u0e32\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e01\u0e32\u0e23\u0e19\u0e33\u0e2a\u0e1b\u0e32\u0e23\u0e31\u0e1a\u0e23\u0e2b\u0e31\u0e2a\u0e2a\u0e16\u0e32\u0e19\u0e30 HTTP \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
the-spa-request-timed-out=\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e02\u0e2d\u0e07\u0e2a\u0e1b\u0e32 (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e02\u0e2d\u0e07\u0e2a\u0e1b\u0e32 (Automatic Translation)
user-notification-timeout-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e43\u0e19\u0e21\u0e34\u0e25\u0e25\u0e34\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35 \u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e48\u0e32 \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e19\u0e32\u0e19\u0e01\u0e27\u0e48\u0e32\u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e44\u0e27\u0e49 \u0e43\u0e0a\u0e49\u0e04\u0e48\u0e32\u0e28\u0e39\u0e19\u0e22\u0e4c\u0e16\u0e49\u0e32\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e04\u0e27\u0e23\u0e41\u0e2a\u0e14\u0e07 (Automatic Translation)
user-notification-timeout-name=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32 (Automatic Translation)
