#X-Generator: crowdin.com
cache-expiration-time-description=Defini\u0163i timpul, \u00een minute, \u00een care se cur\u0103\u021b\u0103 cache-ul SPA. Utiliza\u0163i o valoare zero \u00een cazul \u00een care cache-ul ar trebui s\u0103 nu expir\u0103 niciodat\u0103 \u00een timpul navig\u0103rii SPA. Utiliza\u0163i o valoare negativ\u0103 \u00een cazul \u00een care cache-ul trebuie s\u0103 fie dezactivat\u0103. (Automatic Translation)
cache-expiration-time-name=Timp de expirare cache (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=Se pare ca acest lucru dureaz\u0103 mai mult dec\u00e2t se a\u015ftepta. (Automatic Translation)
navigation-exception-selectors-description=Defini Selectoare CSS c\u0103 SPA trebuie s\u0103 ignore. (Automatic Translation)
navigation-exception-selectors-name=Selectoare de excep\u0163ie navigare (Automatic Translation)
oops=Oops (Automatic Translation)
request-timeout-description=Defineasc\u0103 momentul, \u00een milisecunde, \u00een care o cerere de SPA ori afar\u0103. Utiliza\u0163i o valoare zero \u00een cazul \u00een care cererea ar trebui s\u0103 niciodat\u0103 timeout. (Automatic Translation)
request-timeout-name=Timp de expirare cerere (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Infrastructura de SPA frontend (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=Solicitarea de navigare SPA a primit un cod de stare HTTP invalide. (Automatic Translation)
the-spa-request-timed-out=Cererea SPA a expirat. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=A existat o eroare nea\u0219teptat\u0103 \u00een solicitarea de SPA. (Automatic Translation)
user-notification-timeout-description=Defineasc\u0103 momentul, \u00een milisecunde, \u00een care o notificare este afi\u015fat\u0103 pentru utilizator care s\u0103 ateste c\u0103 cererea dureaz\u0103 mai mult dec\u00e2t se a\u015ftepta. Utiliza\u0163i o valoare zero \u00een cazul \u00een care notificarea nu ar trebui s\u0103 fi indicat. (Automatic Translation)
user-notification-timeout-name=Timeout de notificare utilizator (Automatic Translation)
