#X-Generator: crowdin.com
authentication-search-filter-help=Vnesite iskalni filter, ki se uporablja za test veljavnost uporabnik. \u017detoni @company_id @, @email_address @, @screen_name @, in so @user_id @ Zamenjano ob izvajanju s pravilnimi. (Automatic Translation)
autogenerate-user-password=Samodejno ustvarjanje uporabni\u0161ko geslo (Automatic Translation)
base-dn-help=Osnove DN dolo\u010da za\u010detno iskanje kontekst za uporabnike in ni obvezen. (Automatic Translation)
contact-custom-mappings-help=Pri uva\u017eanju in izva\u017eanju uporabnikov, bo portal ta preslikava vzpostavite povezavo LDAP atribute ter atribute po meri portalno stiku. (Automatic Translation)
contact-mappings-help=Pri uva\u017eanju in izva\u017eanju uporabnikov, bo portal ta preslikava vzpostavite povezavo LDAP atribute in portala Kontakt pripisuje. (Automatic Translation)
create-role-per-group=Ustvarite vlogo na skupino (Automatic Translation)
default-user-password=Svoje deafult uporabni\u0161ko geslo (Automatic Translation)
enable-group-cache=Omogo\u010di skupinski predpomnilnik (Automatic Translation)
enable-user-password=Omogo\u010di uporabni\u0161ko geslo (Automatic Translation)
export-enabled-help=Nastavitve za izvoz uporabnikov iz portala LDAP. To omogo\u010da uporabniku, da spremeni svoje ime, priimek, itd v portal in so, da sprememba potiska s LDAP stre\u017enikom. Ta nastavitev se ne uporablja, razen \u010de je lastnost \u00bbLDAPAuthConfiguration.enabled\u00ab nastavljena na resni\u010dno. (Automatic Translation)
export-group-enabled-help=Nastavite to vrednost na true, \u010de skupin in njihova zdru\u017eenja bi izvozili iz portala LDAP. Ta nastavitev se ne uporablja, razen \u010de je lastnost \u00bbLDAPAuthConfiguration.enabled\u00ab nastavljena na resni\u010dno. (Automatic Translation)
group-default-object-classes-help=Ko skupina izvozi v LDAP in skupini ne obstaja, skupina ustvari z naslednje privzete razrede predmetov. (Automatic Translation)
group-mappings-help=Ko uva\u017eate skupine, bo portal ta preslikava vzpostavite povezavo LDAP skupina atributov in atributi za skupina uporabnik portala. (Automatic Translation)
group-search-filter-enabled-help=Nastavitve za uva\u017eanje skupine iz LDAP portal. Te nastavitve se ne uporabljajo, razen \u010de je lastnost \u00bbLDAPImportConfiguration.enabled\u00ab nastavljena na resni\u010dno. (Automatic Translation)
groups-dn-help=Na dolo\u010deno DN bodo ustvarjene nove skupine. To bo aktivno samo \u010de je lastnost "LDAPAuthConfiguration.enabled" in "LDAPExportConfiguration.enabled" na true. (Automatic Translation)
import-create-role-per-group-help=Nastavite to vrednost na true, \u010de portal samodejno ustvariti vlogo na skupino uvo\u017eenih iz LDAP. Vlogo dodeli skupini, tako da uporabniki lahko samodejno podedujejo to vlogo, kadar imajo dodeljeno skupini. (Automatic Translation)
import-group-cache-enabled-help=Dolo\u010diti, whethertime-skupina DN iskanja hoteti obstati cached v LDAP uvoz ter prepri\u010devalnost. \u010ce nastavite na pravi, to bo pospe\u0161ilo uvoz LDAP ter prepri\u010devalnost, vendar posodobitve lastnosti skupine program ne prepozna, dokler ne pote\u010de vnos predpomnilnika. Velikost predpomnilnika in \u010dasovna omejitev je lahko konfiguriran za cache uporaba predpomnilnik ime "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Nastavite zaklepanje potek \u010dasa za uvoz LDAP. Privzeto, potek je 1 dan. (Automatic Translation)
import-method=Na\u010din uvoza (Automatic Translation)
import-method-help=Nastavi uporabnik ali skupina za na\u010din uvoza. \u010ce je nastavljeno na uporabnika, portal uvoz vseh uporabnikov in skupin, povezanih z uporabniki. \u010ce je nastavljeno na skupine, portal uvoz vseh skupin in uporabnikov, povezanih s temi skupinami. Ta vrednost mora biti nastavljena na kako stre\u017eniku LDAP shranjuje podatke o \u010dlanstvu skupine. (Automatic Translation)
ldap-auth-configuration-name=LDAP Auth (Automatic Translation)
ldap-export-configuration-name=LDAP izvoz (Automatic Translation)
ldap-import-configuration-name=LDAP uvoz (Automatic Translation)
ldap-server-configuration-name=Stre\u017eniki LDAP (Automatic Translation)
lock-expiration-time=Zaklepanje poteka \u010dasa (Automatic Translation)
method-help=Nastavite ve\u017eejo ali geslo-Primerjaj za na\u010din preverjanja pristnosti LDAP. Ve\u017eejo dvo\u017eivka ve\u010dina prodajalcev, tako da vam ni treba skrbeti za \u0161ifriranje strategije. (Automatic Translation)
page-size-help=Nastavite velikost strani za imeni\u0161ki stre\u017eniki da podporo odstranjevanja. Ta vrednost mora biti 1000 ali manj Microsoft Active Directory stre\u017enika. (Automatic Translation)
password-encryption-algorithm-help=Nastavite gesla \u0161ifriranje za primerjavo gesla med uvozom in uporabljati za \u0161ifriranje gesel med izvozom. Primerjava gesla med uvozom bodo uporabljeni le ko je geslo-primerjati lastnost "LDAPAuthConfiguration.method". \u010ce \u0161ifriranje nastavite na brez, kar je privzeta vrednost, gesla se \u0161tejejo kot golo besedilo. Algoritem SHA 512 ni podprta. (Automatic Translation)
password-policy-enabled-help=Nastavite to vrednost na res uporabo LDAP geslo politike namesto portala geslo politiko. \u010ce nastavite na pravi, je mo\u017eno, da portal generirane gesel ne bo ujemala LDAP politike. Glej "passwords.regexptoolkit.*" lastnosti podrobnosti o konfiguraciji RegExpToolkit pri ustvarjanju teh gesel. Upo\u0161tevajte, da \u010de je to omogo\u010deno, portal ne bo preveril veljaven parola, potekel gesla, ali uporabniki, ki so zaklenjen. To je zdaj upravljali LDAP stre\u017enik geslo politiko. (Automatic Translation)
range-size-help=Dolo\u010dite vrednosti za vrnitev v vsako poizvedbo z ve\u010d vrednostmi atributa za imeni\u0161ki stre\u017eniki, ki podpirajo obsega pridobivanje. Razpon velikosti mora biti 1000 ali manj za Windows 2000 in 1500 ali manj za Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=LDAP konfiguracijo sistema (Automatic Translation)
user-custom-mappings-help=Pri uva\u017eanju in izva\u017eanju uporabnikov, bo portal ta preslikava vzpostavite povezavo LDAP atribute ter atribute po meri uporabnika portala. (Automatic Translation)
user-default-object-classes-help=Ko uporabnik izvozi v LDAP in uporabnik ne obstaja, uporabnik ustvari z naslednje privzete razrede predmetov. (Automatic Translation)
user-ignore-attributes-help=Nastavite atribute, ki krmilijo iz portala. Ko dodajanje ali posodabljanje uporabnika iz LDAP, te atribute bo presko\u010dena. (Automatic Translation)
user-mappings-help=Pri uva\u017eanju in izva\u017eanju uporabnikov, bo portal ta preslikava vzpostavite povezavo LDAP atribute ter atribute uporabnik portala. (Automatic Translation)
user-search-filter-help=Nastavitve za uva\u017eanje uporabnikov iz LDAP portal. Te nastavitve se ne uporabljajo, razen \u010de je lastnost \u00bbLDAPImportConfiguration.enabled\u00ab nastavljena na resni\u010dno. (Automatic Translation)
users-dn-help=Ustvari se novih uporabnikov na dolo\u010deno DN. To bo aktivno samo \u010de je lastnost "LDAPAuthConfiguration.enabled" in "LDAPExportConfiguration.enabled" na true. (Automatic Translation)
