#X-Generator: crowdin.com
additional-configurations-help=Kohandatud s\u00e4tted embedded Elasticsearch YML vormingus (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Kohandatud s\u00e4tete Liferay indeks YML v\u00f5i JSON formaadis (Elasticsearch Loo indeks API). (Automatic Translation)
additional-type-mappings-help=Kohandatud vastendusi LiferayDocumentType JSON-vormingus (Elasticsearch panna kaardistamine API). See v\u00e4\u00e4rtus tuleks kindlaks m\u00e4\u00e4rata uus v\u00e4ljavastendused. Kui selle v\u00e4\u00e4rtus vaikimisi v\u00e4ljade kohta kattuvad vastendustega, registri loomine nurjub. Asendamiseks vaikimisi vastendused, kasutage overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Kui see on m\u00e4rgitud, on protsessi aadressiruumi fikseerida RAM, takistab Elasticsearch m\u00e4lu vahetasid v\u00e4lja. (Automatic Translation)
client-transport-ignore-cluster-name-help=Kui see on m\u00e4rgitud, ignoreeritakse klastri nimi valideerimist \u00fchendatud s\u00f5lmed. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Juhendab kuidas sageli proov/ping s\u00f5lmede loetletud ja \u00fchendatud kliendi s\u00f5lme. (Automatic Translation)
client-transport-sniff-help=Kui see on m\u00e4rgitud, klastri nuusutamisel lubatud d\u00fcnaamiliselt avastada saadaval klastri s\u00f5lme. (Automatic Translation)
cluster-name-help=Liituda klastri nimi. Nimi peaks vastama serveri klaster m\u00e4\u00e4ramisel t\u00f6\u00f6re\u017eiimi-remote. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Mitut porti kasutada, kui hoone discovery.zen.ping.unicast.hosts v\u00e4\u00e4rtus. Mitu Elasticsearch s\u00f5lmed mitut porti saab tegutseda gossip ruuterid on sama arvuti. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=Origins et v\u00f5imaldada HTTP CORS lubamisel. (Automatic Translation)
http-cors-configurations-help=Kohandatud s\u00e4tted HTTP CORS YML vormingus (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Kui see on kontrollitud, cross-p\u00e4ritolu ressursi \u00fchiskasutus on lubatud, mis m\u00e4\u00e4rab, kas brauser teise p\u00e4ritolu teha taotluste Elasticsearch. Kui keelatud, v\u00f5ib veebi eesserveri vahendeid, nagu elasticsearch-head ei saa \u00fchendust. (Automatic Translation)
http-enabled-help=Kui see on lubatud, lubatakse HTTP kiht. M\u00e4rkimataj\u00e4tmisel HTTP kiht t\u00e4ielikult kohta keskused, mis on m\u00f5eldud teenima \u00fclej\u00e4\u00e4nud taotleb otse on keelatud. (Automatic Translation)
index-name-prefix-help=Prefiks otsingu indeksi nimi. Seda v\u00e4\u00e4rtust ei saa muuta tavap\u00e4rastes tingimustes. Selle v\u00e4\u00e4rtuse muutmisel peate ka \u00fcmberindekseerimiseks portaali ja siis k\u00e4sitsi kustutada vana indeksiga Elasticsearch manustamist konsooli. (Automatic Translation)
log-exceptions-only-help=Kui see on m\u00e4rgitud, erandeid ainult palgid Elasticsearch ja rethrow neid. (Automatic Translation)
network-bind-host-help=V\u00f5rgu liidese/liideste s\u00f5lme siduda selleks, et kuulata saabuvate taotlustega tegelemiseks. (Automatic Translation)
network-host-help=Hostinimi v\u00f5i IP-aadressi binded s\u00f5lmele, mida kasutatakse avaldamiseks (reklaam) vastuv\u00f5tval teiste klastri s\u00f5lme. See on otsetee, mis seab siduda vastuv\u00f5tva ja avalda vastuv\u00f5tva samal ajal. (Automatic Translation)
network-publish-host-help=\u00dchtse liidese s\u00f5lme reklaamib teistele s\u00f5lmedele kobara, nii, et need s\u00f5lmed saab \u00fchendada ta. (Automatic Translation)
operation-mode-help=REMOTE t\u00f6\u00f6re\u017eiimi \u00fchendub serveri standalone Elasticsearch klastri. MANUSTATUD t\u00f6\u00f6re\u017eiim algab sisemine Elasticsearch n\u00e4iteks sama T\u00d6\u00d6TAB portaal. MANUSTATUD operatsiooni re\u017eiimis ei toetata. (Automatic Translation)
override-type-mappings-help=Alistada kogu LiferayDocumentType JSON-vormingus (Elasticsearch panna kaardistamine API) vastendused. Kui see v\u00e4\u00e4rtus, registri loomine ignoreerib vaikimisi vastendused m\u00f5iste ja pikendamise punkte, hoopis selle alternatiivse vastendused m\u00e4\u00e4ratluse abil. Kasutage seda kui teil on vaja LiferayDocumentType loodava ebastandardseks vastendused vaikimisi v\u00e4lja. Lihtsalt lisada uue kohandatud vastendusi ei kattuks k\u00f5ik vaikes\u00e4tted, kasutage additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Kui versioonikonflikt p\u00f5hjuseks on dokumenti ajakohastati vahel see allalaadimine ja v\u00e4rskendamine see korduste arv. (Automatic Translation)
sync-search=Kui see on m\u00e4rgitud, k\u00e4ivitab Otsi invoker teemat, mitte Elasticsearch's Otsi jutul\u00f5nga pool. See kehtib ainult manustatud t\u00f6\u00f6re\u017eiimi. (Automatic Translation)
transport-addresses-help=\u00dchenduse loomiseks Kaugt\u00f6\u00f6laua s\u00f5lme aadressid. See v\u00e4\u00e4rtus on vajalik, kui t\u00f6\u00f6re\u017eiim on seatud Remote. (Automatic Translation)
transport-tcp-port-help=Sadama siduda s\u00f5lmede vahel. Endale \u00fchte v\u00e4\u00e4rtust ega vahemiku (nt 9300-9400). (Automatic Translation)
