#X-Generator: crowdin.com
access-key=\u041a\u043b\u044e\u0447 \u0434\u043e\u0441\u0442\u0443\u043f\u0443 (Automatic Translation)
access-key-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u043b\u044e\u0447 \u0434\u043e\u0441\u0442\u0443\u043f\u0443 \u0440\u0430\u0445\u0443\u043d\u043e\u043a AWS. (Automatic Translation)
bucket-name=\u0412\u0456\u0434\u0440\u043e \u0456\u043c'\u044f (Automatic Translation)
bucket-name-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0432\u0456\u0434\u0440\u043e \u0456\u043c'\u044f, \u0449\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u0444\u0430\u0439\u043b\u0456\u0432 S3. (Automatic Translation)
cache-dir-clean-up-expunge=\u041a\u0435\u0448\u0443\u0432\u0430\u0442\u0438 Directory \u0447\u0438\u0441\u0442\u0438\u0445 \u0434\u043e \u0441\u0442\u0438\u0440\u0430\u0442\u0438 (Automatic Translation)
cache-dir-clean-up-expunge-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0434\u043d\u0456\u0432 \u0444\u0430\u0439\u043b \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0454\u0442\u044c\u0441\u044f \u0432 \u043a\u0435\u0448\u0456. (Automatic Translation)
cache-dir-clean-up-frequency=\u041a\u0435\u0448 \u043a\u0430\u0442\u0430\u043b\u043e\u0437\u0456 \u043f\u0440\u0438\u0431\u0438\u0440\u0430\u0442\u0438 \u0447\u0430\u0441\u0442\u043e\u0442\u0438 (Automatic Translation)
cache-dir-clean-up-frequency-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0441\u043f\u0456\u0432\u0432\u0456\u0434\u043d\u043e\u0448\u0435\u043d\u043d\u044f \u043a\u0456\u043b\u044c\u043a\u043e\u0441\u0442\u0456 \u0432\u0438\u043a\u043b\u0438\u043a\u0456\u0432 \u0434\u043e \u043c\u0435\u0442\u043e\u0434\u0443 \u0447\u0438\u0441\u0442\u0438\u0439 \u0444\u0430\u0439\u043b \u043a\u0435\u0448\u0443 \u0456 \u0444\u0430\u043a\u0442\u0438\u0447\u043d\u0456 \u0444\u0430\u0439\u043b\u0443 \u043a\u0435\u0448\u0430 \u0447\u0438\u0441\u0442\u043e\u044e. \u0426\u044e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c \u043c\u043e\u0436\u043d\u0430 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 1 \u0437\u0430\u0432\u0436\u0434\u0438 \u0447\u0438\u0441\u0442\u0456. \u0411\u0456\u043b\u044c\u0448\u0430 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0437\u043d\u0438\u0436\u0435\u043d\u043d\u044f \u0447\u0430\u0441\u0442\u043e\u0442\u0438. (Automatic Translation)
connection-timeout=\u0427\u0430\u0441 \u043e\u0447\u0456\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0437\u0432'\u044f\u0437\u043a\u0443 (Automatic Translation)
connection-timeout-help=\u041d\u0430\u0431\u0456\u0440 \u0441\u0443\u043c\u0443 \u0447\u0430\u0441 \u043e\u0447\u0456\u043a\u0443\u0432\u0430\u043d\u043d\u044f (\u0443 \u043c\u0456\u043b\u0456\u0441\u0435\u043a\u0443\u043d\u0434\u0430\u0445), \u043a\u043e\u043b\u0438 \u0441\u043f\u043e\u0447\u0430\u0442\u043a\u0443 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u0437'\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u043f\u0435\u0440\u0435\u0434 \u0430\u0443\u0442\u0443. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f 0 \u043e\u0437\u043d\u0430\u0447\u0430\u0454, \u043d\u0435\u0441\u043a\u0456\u043d\u0447\u0435\u043d\u043d\u0456\u0441\u0442\u044c \u0456 \u043d\u0435 \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0454\u0442\u044c\u0441\u044f. (Automatic Translation)
core-pool-size=\u0420\u043e\u0437\u043c\u0456\u0440 \u043f\u0443\u043b \u044f\u0434\u0440\u0430 (Automatic Translation)
core-pool-size-help=\u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043f\u043e\u0447\u0430\u0442\u043a\u043e\u0432\u0435 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043d\u0438\u0442\u043e\u043a \u0441\u043b\u0443\u0436\u0438\u0442\u044c \u0434\u043b\u044f \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f \u0447\u0430\u0441\u0442\u0438\u043d\u0438. (Automatic Translation)
http-client-max-connections=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 HTTP-\u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u044c (Automatic Translation)
http-client-max-connections-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0434\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438\u0445 \u0432\u0456\u0434\u043a\u0440\u0438\u0442\u0438\u0445 \u0437'\u0454\u0434\u043d\u0430\u043d\u044c HTTP. (Automatic Translation)
http-client-max-error-retry=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 HTTP \u0441\u043f\u0440\u043e\u0431 (Automatic Translation)
http-client-max-error-retry-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0441\u043f\u0440\u043e\u0431 \u0441\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0437\u043d\u043e\u0432\u0443 \u043d\u0435\u0432\u0434\u0430\u043b\u0438\u0445 \u0437\u0430\u043f\u0438\u0442\u0456\u0432 retriable. (Automatic Translation)
max-pool-size=\u0420\u043e\u0437\u043c\u0456\u0440 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0457 \u0431\u0430\u0441\u0435\u0439\u043d (Automatic Translation)
max-pool-size-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043f\u043e\u0442\u043e\u043a\u0456\u0432 \u0434\u043b\u044f \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u043f\u0440\u0438 \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u0456 \u0447\u0430\u0441\u0442\u0438\u043d. (Automatic Translation)
minimum-uploads-part-size=\u0427\u0430\u0441\u0442\u0438\u043d\u0430 \u043c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0440\u043e\u0437\u043c\u0456\u0440\u0443 (Automatic Translation)
minimum-uploads-part-size-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u0443 \u0447\u0430\u0441\u0442\u0438\u043d\u0430 \u0440\u043e\u0437\u043c\u0456\u0440 \u0434\u043b\u044f \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f \u0447\u0430\u0441\u0442\u0438\u043d. \u0417\u043c\u0435\u043d\u0448\u0435\u043d\u043d\u044f \u0440\u043e\u0437\u043c\u0456\u0440\u0443 \u043c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0447\u0430\u0441\u0442\u0438\u043d\u0430 \u0432\u0438\u043a\u043b\u0438\u043a\u0430\u0454 \u0441\u043a\u043b\u0430\u0434\u0430\u0454\u0442\u044c\u0441\u044f \u0437 \u043a\u0456\u043b\u044c\u043a\u043e\u0445 \u0447\u0430\u0441\u0442\u0438\u043d \u0437\u0430\u043a\u0430\u0447\u0443\u0432\u0430\u043d\u044c \u0440\u043e\u0437\u0431\u0438\u0442\u0438 \u043d\u0430 \u0431\u0456\u043b\u044c\u0448\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0434\u0440\u0456\u0431\u043d\u0456\u0448\u0456 \u0447\u0430\u0441\u0442\u0438\u043d\u0438. \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u0446\u044c\u043e\u0433\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0437\u0430\u043d\u0430\u0434\u0442\u043e \u043d\u0438\u0437\u044c\u043a\u0438\u0439, \u043c\u0430\u0454 \u043d\u0435\u0433\u0430\u0442\u0438\u0432\u043d\u0438\u0439 \u0432\u043f\u043b\u0438\u0432 \u043d\u0430 \u0448\u0432\u0438\u0434\u043a\u043e\u0441\u0442\u0456 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0456, \u0432\u0438\u043a\u043b\u0438\u043a\u0430\u044e\u0447\u0438 \u0434\u043e\u0434\u0430\u0442\u043a\u043e\u0432\u0438\u0439 \u0447\u0430\u0441 \u0437\u0430\u0442\u0440\u0438\u043c\u043a\u0438 \u0456 \u043c\u0435\u0440\u0435\u0436\u0456 \u0437\u0432'\u044f\u0437\u043a\u0443 \u0434\u043b\u044f \u043a\u043e\u0436\u043d\u043e\u0457 \u0447\u0430\u0441\u0442\u0438\u043d\u0438. (Automatic Translation)
multipart-upload-threshold=\u0417\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f \u0437 \u0434\u0435\u043a\u0456\u043b\u044c\u043a\u043e\u0445 \u0447\u0430\u0441\u0442\u0438\u043d \u043f\u043e\u0440\u0456\u0433 (Automatic Translation)
multipart-upload-threshold-help=\u041d\u0430\u0441\u0442\u0440\u043e\u044e\u0432\u0430\u043d\u043d\u044f \u0433\u0440\u0430\u043d\u0438\u0447\u043d\u043e\u0433\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0440\u043e\u0437\u043c\u0456\u0440 (\u0443 \u0431\u0430\u0439\u0442\u0430\u0445), \u043a\u043e\u043b\u0438 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u0434\u0435\u043a\u0456\u043b\u044c\u043a\u043e\u0445 \u0447\u0430\u0441\u0442\u0438\u043d \u0437\u0430\u043a\u0430\u0447\u0443\u0432\u0430\u043d\u044c. \u041f\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u0447\u0435\u0440\u0435\u0437 \u0446\u0435\u0439 \u0440\u043e\u0437\u043c\u0456\u0440 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0441\u043a\u043b\u0430\u0434\u0430\u0454\u0442\u044c\u0441\u044f \u0437 \u043a\u0456\u043b\u044c\u043a\u043e\u0445 \u0447\u0430\u0441\u0442\u0438\u043d \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0438\u0442\u0438 \u0441\u0442\u0440\u0430\u0442\u0435\u0433\u0456\u044f, \u0445\u043e\u0447\u0430 \u0437\u0430\u043a\u0430\u0447\u0443\u0432\u0430\u043d\u044c \u043c\u0435\u043d\u0448\u0438\u0439 \u0437\u0430 \u0446\u0435\u0439 \u043f\u043e\u0440\u0456\u0433 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u043e\u0434\u043d\u043e\u0433\u043e \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0434\u043e \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0438\u0442\u0438 \u0432\u0435\u0441\u044c \u043e\u0431'\u0454\u043a\u0442. (Automatic Translation)
ntlm-proxy-domain=NTLM \u043f\u0440\u043e\u043a\u0441\u0456 \u0434\u043e\u043c\u0435\u043d\u0443 (Automatic Translation)
ntlm-proxy-domain-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 Windows \u0434\u043e\u043c\u0435\u043d\u043d\u0435 \u0456\u043c'\u044f \u0434\u043b\u044f NTLM \u043f\u0440\u043e\u043a\u0441\u0456. \u042f\u043a\u0449\u043e \u0432\u0438 \u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440 Windows NTLM, \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0432\u0430\u0442\u0438 \u0446\u044e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c. (Automatic Translation)
ntlm-proxy-workstation=NTLM \u043f\u0440\u043e\u043a\u0441\u0456 \u0440\u043e\u0431\u043e\u0447\u0430 \u0441\u0442\u0430\u043d\u0446\u0456\u044f (Automatic Translation)
ntlm-proxy-workstation-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0456\u043c'\u044f \u0440\u043e\u0431\u043e\u0447\u043e\u0457 \u0441\u0442\u0430\u043d\u0446\u0456\u0457 Windows \u0434\u043b\u044f NTLM \u043f\u0440\u043e\u043a\u0441\u0456. \u042f\u043a\u0449\u043e \u0432\u0438 \u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440 Windows NTLM, \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0432\u0430\u0442\u0438 \u0446\u044e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u0456\u0441\u0442\u044c. (Automatic Translation)
proxy-auth-type=\u0422\u0438\u043f \u043f\u0440\u043e\u043a\u0441\u0456 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u0457 (Automatic Translation)
proxy-auth-type-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0438 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0447\u043d\u043e\u0441\u0442\u0456 \u0442\u0438\u043f \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u043f\u0456\u0434 \u0447\u0430\u0441 \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0434\u043e \u0441\u043b\u0443\u0436\u0431\u0438 S3. "\u041d\u0456 \u043e\u0434\u0438\u043d" \u043d\u0430\u043b\u0430\u0448\u0442\u043e\u0432\u0443\u0454 \u0431\u0435\u0437 \u043f\u0440\u043e\u043a\u0441\u0456. "\u0406\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u0430\u0440\u043e\u043b\u044c" \u043d\u0430\u0441\u0442\u0440\u043e\u044e\u0432\u0430\u043d\u043d\u044f \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440\u0430; \u0437\u0430 \u0442\u0430\u043a\u043e\u0457 \u043a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457 \u0432\u043a\u0430\u0437\u0430\u0442\u0438 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0434\u043b\u044f \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0456\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u0440\u043e\u043a\u0441\u0456. "Ntlm" \u043d\u0430\u043b\u0430\u0448\u0442\u043e\u0432\u0443\u0454 Windows NTLM \u043f\u0440\u043e\u043a\u0441\u0456; \u0437\u0430 \u0442\u0430\u043a\u043e\u0457 \u043a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457 \u0432\u043a\u0430\u0437\u0430\u0442\u0438 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0434\u043b\u044f \u0456\u043c\u0435\u043d\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440\u0430, \u043f\u0440\u043e\u043a\u0441\u0456 \u043f\u0430\u0440\u043e\u043b\u044c, NTLM \u043f\u0440\u043e\u043a\u0441\u0456 \u0434\u043e\u043c\u0435\u043d\u0443 \u0442\u0430 NTLM \u043f\u0440\u043e\u043a\u0441\u0456 \u0440\u043e\u0431\u043e\u0447\u043e\u0457 \u0441\u0442\u0430\u043d\u0446\u0456\u0457. (Automatic Translation)
proxy-host-help=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u043f\u0440\u043e\u043a\u0441\u0456-\u0445\u043e\u0441\u0442 \u043a\u043b\u0456\u0454\u043d\u0442 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454 \u0434\u043b\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
proxy-password=\u041f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u0430\u0440\u043e\u043b\u044c (Automatic Translation)
proxy-password-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440 \u0434\u043b\u044f \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0447\u0435\u0440\u0435\u0437 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440. (Automatic Translation)
proxy-port-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u043b\u0456\u0454\u043d\u0442 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454 \u0434\u043b\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u043f\u0440\u043e\u043a\u0441\u0456-\u043f\u043e\u0440\u0442. (Automatic Translation)
proxy-username=\u0406\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440\u0430 (Automatic Translation)
proxy-username-help=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u043f\u0440\u043e\u043a\u0441\u0456-\u0441\u0435\u0440\u0432\u0435\u0440 \u0456\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0447\u0435\u0440\u0435\u0437 \u043f\u0440\u043e\u043a\u0441\u0456. (Automatic Translation)
s3-region=S3 \u0440\u0435\u0433\u0456\u043e\u043d\u0443 (Automatic Translation)
s3-region-help=\u0413\u043e\u0442\u0435\u043b\u044c Amazon S3 \u043e\u0431\u043b\u0430\u0441\u0442\u044c, \u044f\u043a\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0454 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0456\u0447\u043d\u0438\u043c \u0440\u0435\u0433\u0456\u043e\u043d\u043e\u043c Amazon S3, \u0434\u0435 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u044e\u0442\u044c\u0441\u044f \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u043c \u0432\u0456\u0434\u0440\u0430. Amazon S3 \u0440\u0435\u0433\u0456\u043e\u043d\u0456\u0432 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043e\u043f\u0442\u0438\u043c\u0456\u0437\u0430\u0446\u0456\u0457 \u043b\u0430\u0442\u0435\u043d\u0442\u043d\u0456\u0441\u0442\u044c \u043c\u0456\u043d\u0456\u043c\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u0432\u0438\u0442\u0440\u0430\u0442\u0438 \u0442\u0430 \u0432\u0438\u0440\u0456\u0448\u0435\u043d\u043d\u044f \u0440\u0435\u0433\u0443\u043b\u044f\u0442\u043e\u0440\u043d\u0438\u0445 \u0432\u0438\u043c\u043e\u0433. \u041e\u0431'\u0454\u043a\u0442\u0456\u0432, \u0449\u043e \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u044e\u0442\u044c\u0441\u044f \u0432 \u0440\u0435\u0433\u0456\u043e\u043d\u0456 Amazon S3 \u043d\u0456\u043a\u043e\u043b\u0438 \u043d\u0435 \u0437\u0430\u043b\u0438\u0448\u0438\u0442\u0438 \u0446\u044c\u043e\u0433\u043e \u0440\u0435\u0433\u0456\u043e\u043d\u0443, \u044f\u043a\u0449\u043e \u044f\u0432\u043d\u043e \u043f\u0435\u0440\u0435\u0432\u0435\u0434\u0435\u043d\u0456 \u0432 \u0456\u043d\u0448\u0438\u0439 \u0440\u0435\u0433\u0456\u043e\u043d. (Automatic Translation)
s3-storage-class=S3 \u0417\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u043a\u043b\u0430\u0441 (Automatic Translation)
s3-storage-class-help=\u0413\u043e\u0442\u0435\u043b\u044c Amazon S3 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u043a\u043b\u0430\u0441\u0443. \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0439 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u043a\u043b\u0430\u0441 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0456 \u043e\u0437\u043d\u0430\u0447\u0430\u0454, \u0449\u043e \u043d\u0430\u0434\u043b\u0438\u0448\u043a\u043e\u0432\u0456 \u043a\u043e\u043f\u0456\u0457 \u0434\u0430\u043d\u0438\u0445 \u0431\u0443\u0434\u0435 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0442\u0438\u0441\u044f \u0432 \u0440\u0456\u0437\u043d\u0438\u0445 \u0440\u043e\u0437\u0442\u0430\u0448\u0443\u0432\u0430\u043d\u043d\u044f\u0445. REDUCED_REDUNDANCY \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u043a\u043b\u0430\u0441\u0443 \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0430 \u0434\u043b\u044f \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f \u0434\u0430\u043d\u0438\u0445 \u043d\u0435 \u043a\u0440\u0438\u0442\u0438\u0447\u043d\u0438\u0445, \u0432\u0456\u0434\u0442\u0432\u043e\u0440\u044e\u044e\u0442\u044c\u0441\u044f, \u043f\u0440\u043e\u043f\u043e\u043d\u0443\u044e\u0447\u0438 \u043c\u043e\u0436\u043b\u0438\u0432\u0456\u0441\u0442\u044c \u043d\u0438\u0437\u044c\u043a\u0430 \u0432\u0430\u0440\u0442\u0456\u0441\u0442\u044c, \u0434\u0443\u0436\u0435 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0456 \u0434\u043b\u044f \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043d\u043d\u044f; \u0422\u0438\u043c \u043d\u0435 \u043c\u0435\u043d\u0448, \u0446\u0435\u0439 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0431\u0443\u0434\u0435 \u043c\u0435\u043d\u0448 \u043d\u0430\u0434\u043b\u0438\u0448\u043a\u043e\u0432\u0438\u043c. (Automatic Translation)
s3-store-configuration-name=S3 \u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0456 (Automatic Translation)
secret-key=\u0421\u0435\u043a\u0440\u0435\u0442\u043d\u0438\u0439 \u043a\u043b\u044e\u0447 (Automatic Translation)
secret-key-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 AWS \u0440\u0430\u0445\u0443\u043d\u043a\u0443 \u0441\u0435\u043a\u0440\u0435\u0442\u043d\u0438\u0439 \u043a\u043b\u044e\u0447. (Automatic Translation)
