#X-Generator: crowdin.com
access-in-my-account=Pr\u00edstup do m\u00f4jho \u00fa\u010dtu
access-in-site-administration=Pr\u00edstup do spr\u00e1vy s\u00eddla
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Opr\u00e1vnenia aplik\u00e1cie
application-permissions-help=Tieto opr\u00e1vnenia definuj\u00fa, ktor\u00e9 akcie sa m\u00f4\u017eu vykon\u00e1va\u0165 v tejto aplik\u00e1cii. Zah\u0155\u0148a to aj akcie, ktor\u00e9 m\u00e1 ka\u017ed\u00e1 aplik\u00e1cia ako napr\u00edklad Prida\u0165 na str\u00e1nku a Zobrazi\u0165 rovnako ako akcie \u0161pecifick\u00e9 pre aplik\u00e1ciu.
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=Definova\u0165 opr\u00e1vnenia
general-permissions=V\u0161eobecn\u00e9 opr\u00e1vnenia
general-permissions-help=Tieto opr\u00e1vnenia definuj\u00fa, ktor\u00e9 akcie m\u00f4\u017eu by\u0165 vykonan\u00e9 pre v\u0161etky aplik\u00e1cie v tejto sekcii, ako s\u00fa ich konfigur\u00e1cia, mo\u017enos\u0165 zobrazenia, pr\u00edstup v ovl\u00e1dacom panely a spr\u00e1ve s\u00eddla a \u010fal\u0161ie.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Role
key-field-help=Poskytuje jedine\u010dn\u00fd identifik\u00e1tor pre t\u00fato \u00falohu, ktorej sa odvol\u00e1vaj\u00fa na to pomocou programovania. Ak je to nov\u00e1 rola, hodnota bude automaticallly napln\u00ed dan\u00fd titul, ale m\u00f4\u017eu tie\u017e manu\u00e1lne. (Automatic Translation)
new-role=Nov\u00e1 rola
number-of-assignees=Po\u010det pr\u00edjemcov (Automatic Translation)
old-role-name-is-a-required-system-role=Star\u00e9 meno role je vy\u017eadovan\u00e1 syst\u00e9mov\u00e1 rola.
one-assignee=1 nadob\u00fadate\u013ea (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Vyberte, pros\u00edm, s\u00eddlo do ktor\u00e9ho budete prira\u010fova\u0165 rolu s\u00eddla.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Vyberte, pros\u00edm, organiz\u00e1ciu ku ktorej chcete priradi\u0165 role organiz\u00e1cie.
related-application-permissions=S\u00favisiace opr\u00e1vnenia aplik\u00e1cie
resource-permissions=Opr\u00e1vnenia pre zdroj
resource-permissions-help=Tieto opr\u00e1vnenia definuj\u00fa, ktor\u00e9 akcie m\u00f4\u017eu by\u0165 vykonan\u00e9 nad zdrojmi, ktor\u00e9 s\u00fa zobrazen\u00e9 alebo spravovan\u00e9 z aplik\u00e1cie vy\u0161\u0161ie. Zdroje s\u00fa objekty, t\u00fdkaj\u00face sa pou\u017e\u00edvate\u013ea ako s\u00fa pou\u017e\u00edvate\u013e, organiz\u00e1cia a s\u00eddlo alebo dokonca kalend\u00e1r alebo blog.
system-roles=Syst\u00e9mov\u00e9 role
the-permission-was-deleted=Opr\u00e1vnenie bolo vymazan\u00e9.
the-role-permissions-were-updated=Opr\u00e1vnenia roly boli upraven\u00e9.
there-are-no-actions=Neexistuj\u00fa \u017eiadne akcie.
there-are-no-applications-that-support-application-display-templates=\u017diadne aplik\u00e1cie nepodporuj\u00fa \u0161abl\u00f3ny zobrazenia aplik\u00e1ci\u00ed.
this-role-does-not-have-any-permissions=T\u00e1to rola nem\u00e1 \u017eiadne opr\u00e1vnenia.
this-role-is-automatically-assigned=T\u00e1to \u00faloha sa prirad\u00ed automaticky. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Nem\u00f4\u017eete prideli\u0165 skupiny alebo pou\u017e\u00edvate\u013eov do tejto role.
you-cannot-delete-a-system-role=Nem\u00f4\u017eete zmaza\u0165 syst\u00e9mov\u00fa rolu.
you-cannot-edit-the-permissions-of-this-role=Nem\u00f4\u017eete upravova\u0165 opr\u00e1vnenia tejto role.
