#X-Generator: crowdin.com
add-document=Th\u00eam t\u00e0i li\u1ec7u
add-document-type=Th\u00eam lo\u1ea1i t\u00e0i li\u1ec7u
add-file-entry=Th\u00eam th\u00f4ng tin t\u1ec7p tin
add-file-shortcut=Th\u00eam li\u00ean k\u1ebft nhanh t\u1ec7p tin
add-media=Th\u00eam \u0111a ph\u01b0\u01a1ng ti\u1ec7n
add-multiple-documents=Th\u00eam nhi\u1ec1u t\u00e0i li\u1ec7u c\u00f9ng l\u00fac
add-multiple-file-entries=Th\u00eam nhi\u1ec1u t\u00e0i li\u1ec7u c\u00f9ng l\u00fac
add-multiple-media=Th\u00eam nhi\u1ec1u t\u00e0i li\u1ec7u \u0111a ph\u01b0\u01a1ng ti\u1ec7n c\u00f9ng l\u00fac
add-repository=Th\u00eam kho( respository) l\u01b0u tr\u1eef
add-shortcut=T\u1ea1o li\u00ean k\u1ebft nhanh (shortcut)
additional-metadata-fields=Th\u00eam c\u00e1c tr\u01b0\u1eddng \u0111\u1eb7c t\u1ea3
an-authentication-error-occurred-while-connecting-to-the-repository=L\u00f4\u0303i kh\u00f4ng xa\u0301c \u0111i\u0323nh khi k\u00ea\u0301t n\u00f4\u0301i t\u01a1\u0301i kho l\u01b0u tr\u01b0\u0303 (repository).
an-unexpected-error-occurred-while-connecting-to-the-repository=L\u00f4\u0303i kh\u00f4ng xa\u0301c \u0111i\u0323nh khi k\u00ea\u0301t n\u00f4\u0301i t\u01a1\u0301i kho l\u01b0u tr\u01b0\u0303 (repository).
an-unexpected-error-occurred-while-saving-your-document=M\u1ed9t l\u1ed7i xu\u1ea5t hi\u1ec7n trong qu\u00e1 tr\u00ecnh l\u01b0u tr\u1eef d\u1eef li\u1ec7u c\u1ee7a b\u1ea1n.
browse-by-type=Duy\u1ec7t theo Ki\u1ec3u
cannot-delete-a-document-type-that-is-presently-used-by-one-or-more-documents=Kh\u00f4ng th\u1ec3 x\u00f3a <lo\u1ea1i t\u00e0i li\u1ec7u> \u0111\u00e3 \u0111\u01b0\u1ee3c tham chi\u1ebfu b\u1edfi \u00edt nh\u1ea5t m\u1ed9t t\u00e0i li\u1ec7u.
cannot-open-the-requested-document-due-to-the-following-reason=H\u1ec7 th\u1ed1ng kh\u00f4ng th\u1ec3 m\u1edf t\u00e0i li\u1ec7u y\u00eau c\u1ea7u v\u00ec l\u00ed do sau\: {0}
change-document-types-and-workflow-message=B\u1ea1n \u0111ang thi\u1ebft l\u1eadp thay \u0111\u1ed5i t\u1edbi <lo\u1ea1i t\u00e0i li\u1ec7u>. N\u1ebfu t\u00e0i li\u1ec7u trong th\u01b0 m\u1ee5c hi\u1ec7n t\u1ea1i ho\u1eb7c c\u00e1c th\u01b0 m\u1ee5c con \u0111ang \u1edf tr\u1ea1ng th\u00e1i b\u1ea3n nh\u00e1p ho\u1eb7c \u0111ang trong quy tr\u00ecnh x\u1eed l\u00fd, b\u1ea1n c\u00f3 th\u1ec3 m\u1ea5t m\u1ed9t ph\u1ea7n ho\u1eb7c t\u1ea5t c\u1ea3 th\u00f4ng tin \u0111\u1eb7c t\u1ea3 c\u1ee7a n\u00f3. V\u00e0 phi\u00ean b\u1ea3n m\u1edbi s\u1ebd t\u1ef1 \u0111\u1ed9ng \u0111\u01b0\u1ee3c t\u1ea1o ra v\u1edbi t\u1ea5t c\u1ea3 c\u00e1c t\u00e0i li\u1ec7u. B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafc mu\u1ed1n th\u1ef1c hi\u1ec7n t\u00e1c \u0111\u1ed9ng n\u00e0y ?
change-document-types-message=B\u1ea1n \u0111ang thi\u1ebft l\u1eadp thay \u0111\u1ed5i t\u1edbi <lo\u1ea1i t\u00e0i li\u1ec7u>. N\u1ebfu t\u00e0i li\u1ec7u trong th\u01b0 m\u1ee5c hi\u1ec7n t\u1ea1i ho\u1eb7c c\u00e1c th\u01b0 m\u1ee5c con \u0111ang \u1edf tr\u1ea1ng th\u00e1i b\u1ea3n nh\u00e1p ho\u1eb7c \u0111ang trong quy tr\u00ecnh x\u1eed l\u00fd, b\u1ea1n c\u00f3 th\u1ec3 m\u1ea5t m\u1ed9t ph\u1ea7n ho\u1eb7c t\u1ea5t c\u1ea3 th\u00f4ng tin \u0111\u1eb7c t\u1ea3 c\u1ee7a n\u00f3. V\u00e0 phi\u00ean b\u1ea3n m\u1edbi s\u1ebd t\u1ef1 \u0111\u1ed9ng \u0111\u01b0\u1ee3c t\u1ea1o ra v\u1edbi t\u1ea5t c\u1ea3 c\u00e1c t\u00e0i li\u1ec7u. B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafc mu\u1ed1n th\u1ef1c hi\u1ec7n t\u00e1c \u0111\u1ed9ng n\u00e0y ?
content-type=Lo\u1ea1i n\u1ed9i dung (Automatic Translation)
customize-the-version-number-increment-and-describe-my-changes=T\u00f9y ch\u1ec9nh phi\u00ean b\u1ea3n s\u1ed1 t\u0103ng v\u00e0 m\u00f4 t\u1ea3 c\u00e1c thay \u0111\u1ed5i c\u1ee7a t\u00f4i (Automatic Translation)
default-document-type=Ki\u1ec3u t\u00e0i li\u1ec7u m\u1eb7c \u0111\u1ecbnh
default-document-type-help=Any document moved to the folder or added via WebDAV is automatically assigned to the specified document type.
default-workflow-for-all-document-types=Quy tr\u00ecnh x\u1eed l\u00fd m\u1eb7c \u0111\u1ecbnh cho t\u1ea5t c\u1ea3 c\u00e1c ki\u1ec3u t\u00e0i li\u1ec7u
define-specific-document-type-restrictions-and-workflow-for-this-folder-x=Define Specific Document Type Restrictions and Workflow for This Folder ({0}) (Automatic Copy)
define-specific-document-type-restrictions-for-this-folder-x=\u0110\u1ecbnh ngh\u0129a lo\u1ea1i v\u0103n b\u1ea3n \u0111\u01b0\u1ee3c ph\u00e9p v\u1edbi th\u01b0 m\u1ee5c n\u00e0y.
delete-expired-temporary-files=Delete Expired Temporary Files (Automatic Copy)
delete-version=X\u00f3a phi\u00ean b\u1ea3n
describe-your-changes=M\u00f4 t\u1ea3 c\u00e1c thay \u0111\u1ed5i (Automatic Translation)
display-style-views=C\u00e1c ki\u1ec3u hi\u1ec3n th\u1ecb
display-style-views-cannot-be-empty=Ki\u1ec3u hi\u1ec3n th\u1ecb kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p r\u1ed7ng.
dl-util=DL Util (Automatic Copy)
dl-util-help=Provides utility methods to access current file and folder entries. (Automatic Copy)
dl.configuration.name=T\u00e0i li\u1ec7u & ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng (Automatic Translation)
document-services=Document Services (Automatic Copy)
document-type=Ki\u1ec3u t\u00e0i li\u1ec7u
document-type-restrictions=Ki\u1ec3u t\u00e0i li\u1ec7u cho ph\u00e9p
document-type-restrictions-and-workflow=Ki\u1ec3u t\u00e0i li\u1ec7u cho ph\u00e9p v\u00e0 quy tr\u00ecnh
document-type-restrictions-help=Qu\u1ea3n tr\u1ecb c\u00f3 th\u1ec3 thi\u1ebft l\u1eadp m\u1ed9t s\u1ed1 lo\u1ea1i t\u00e0i li\u1ec7u cho ph\u00e9p l\u01b0u trong th\u01b0 m\u1ee5c. C\u00e1c lo\u1ea1i t\u00e0i li\u1ec7u cho ph\u00e9p c\u00f3 th\u1ec3 th\u1eeba k\u1ebf t\u1eeb th\u01b0 m\u1ee5c cha ho\u1eb7c th\u01b0 m\u1ee5c c\u1ea5p cao h\u01a1n. Thi\u1ebft l\u1eadp tr\u1ef1c ti\u1ebfp t\u1ea1i th\u01b0 m\u1ee5c hi\u1ec7n t\u1ea1i \u0111\u01b0\u1ee3c \u01b0u ti\u00ean h\u01a1n c\u00e1c thi\u1ebft l\u1eadp \u0111\u01b0\u1ee3c k\u1ebf th\u1eeba.
document-types=C\u00e1c ki\u1ec3u t\u00e0i li\u1ec7u
document-util=Document Util (Automatic Copy)
documents-listing=Danh s\u00e1ch t\u00e0i li\u1ec7u
download-file=T\u1ea3i xu\u1ed1ng T\u1ec7p t\u00e0i li\u1ec7u
drive-error=L\u1ed7i \u1ed5 l\u01b0u tr\u1eef
edit-document-type=C\u1eadp nh\u1eadt lo\u1ea1i t\u00e0i li\u1ec7u
entries-listing-for-list-display-style=\u0110i\u1ec3m nh\u1eadp c\u1ee7a danh s\u00e1ch cho ki\u1ec3u hi\u1ec3n th\u1ecb danh s\u00e1ch
file-is-too-large-for-preview-or-thumbnail-generation=T\u1eadp tin c\u00f3 k\u00edch c\u1ee1 qu\u00e1 l\u1edbn \u0111\u1ec3 h\u1ec7 th\u1ed1ng sinh ra \u1ea3nh xem tr\u01b0\u1edbc ho\u1eb7c \u1ea3nh nh\u1ecf tr\u00ecnh di\u1ec5n.
file-version-is-invalid=Phi\u00ean b\u1ea3n t\u1eadp tin kh\u00f4ng h\u1ee3p l\u1ec7.
generating-preview-will-take-a-few-minutes=T\u1ea1o ra ph\u1ea7n xem tr\u01b0\u1edbc s\u1ebd m\u1ea5t v\u00e0i ph\u00fat.
get-url=Get {0}URL{1}. (Automatic Copy)
get-url-or-webdav-url=Get {0}URL{1} or {2}WebDAV URL{3}. (Automatic Copy)
go-to-folder=\u0110i t\u1edbi Th\u01b0 m\u1ee5c
image-x-of-x=\u1ea2nh {0} tr\u00ean t\u1ed5ng s\u1ed1 {1}
javax.portlet.description.com_liferay_document_library_web_portlet_DLAdminPortlet=<Th\u01b0 vi\u1ec7n t\u00e0i li\u1ec7u> c\u00f3 \u0111\u1ea7y \u0111\u1ee7 t\u00ednh n\u0103ng chia s\u1ebb \u1ea3o h\u00f3a, v\u1edbi c\u00e1c thu\u1ed9c t\u00ednh t\u1eadp tin v\u00e0 th\u00f4ng tin \u0111\u1eb7c t\u1ea3, phi\u00ean b\u1ea3n, v\u00e0 c\u00e1c th\u01b0 m\u1ee5c t\u00f9y bi\u1ebfn. Qu\u1ea3n tr\u1ecb vi\u00ean c\u00f3 th\u1ec3 qu\u1ea3n l\u00fd th\u01b0 m\u1ee5c v\u00e0 t\u00e0i li\u1ec7u, thi\u1ebft l\u1eadp quy\u1ec1n v\u00e0 duy\u1ec7t xem c\u00e1c th\u01b0 vi\u1ec7n t\u00e0i li\u1ec7u n\u00e0y.
javax.portlet.title.com_liferay_document_library_web_portlet_DLAdminPortlet=T\u00e0i li\u1ec7u v\u00e0 \u0110a ph\u01b0\u01a1ng ti\u1ec7n
javax.portlet.title.com_liferay_document_library_web_portlet_DLPortlet=T\u00e0i li\u1ec7u v\u00e0 \u0110a ph\u01b0\u01a1ng ti\u1ec7n
javax.portlet.title.com_liferay_document_library_web_portlet_IGDisplayPortlet=Tri\u1ec3n l\u00e3m \u1ea3nh
last-updated-by-x=C\u1eadp nh\u1eadt cu\u1ed1i b\u1edfi {0}
main-metadata-fields=C\u00e1c tr\u01b0\u1eddng \u0111\u1eb7c t\u1ea3 ch\u00ednh
major-version=Phi\u00ean b\u1ea3n ch\u00ednh (Automatic Translation)
maximum-entries-to-display=S\u1ed1 l\u01b0\u1ee3ng t\u1ed1i \u0111a n\u1ed9i dung \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb
media-files-must-be-one-of-the-following-formats=T\u1ec7p tin \u0111a ph\u01b0\u01a1ng ti\u1ec7n ph\u1ea3i \u1edf trong c\u00e1c \u0111\u1ecbnh d\u1ea1ng sau\:
metadata-sets=T\u1eadp \u0111\u1eb7c t\u1ea3
minor-version=Phi\u00ean b\u1ea3n nh\u1ecf (Automatic Translation)
move-files=Di chuy\u1ec3n t\u1ec7p tin
multiple-documents=Nhi\u1ec1u t\u00e0i li\u1ec7u
multiple-media=Nhi\u1ec1u t\u1ec7p \u0111a ph\u01b0\u01a1ng ti\u1ec7n
new-document=T\u00e0i li\u1ec7u m\u1edbi
new-document-type=Th\u00eam lo\u1ea1i t\u00e0i li\u1ec7u
new-file-shortcut=T\u1ea1o truy nh\u1eadp nhanh \u0111\u1ebfn t\u1ec7p tin
new-repository=Th\u00eam m\u1edbi kho (repository)
no-change-log=Kh\u00f4ng c\u00f3 thay \u0111\u1ed5i \u0111\u0103ng nh\u1eadp (Automatic Translation)
no-documents-were-found-that-matched-the-keywords-x=Kh\u00f4ng t\u00ecm th\u1ea5y t\u00e0i li\u1ec7u n\u00e0o c\u00f3 ch\u1ee9a t\u1eeb kh\u00f3a \: {0}.
num-of-documents=s\u1ed1 t\u00e0i li\u1ec7u
open-in-ms-office=M\u1edf trong MS Office
please-enter-a-unique-document-type-name=Vui l\u00f2ng nh\u1eadp t\u00ean lo\u1ea1i t\u00e0i li\u1ec7u duy nh\u1ea5t.
please-enter-a-unique-repository-name=Vui l\u00f2ng nh\u1eadp t\u00ean kho l\u01b0u tr\u1eef duy nh\u1ea5t.
please-select-a-document-type=Vui l\u00f2ng ki\u1ec3u lu\u1eadt.
please-verify-your-repository-configuration-parameters=Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i tham s\u1ed1 c\u1ea5u h\u00ecnh kho l\u01b0u tr\u1eef (repository) c\u1ee7a b\u1ea1n.
receive-a-notification-when-someone-adds-a-new-document-in-a-folder-you-are-subscribed-to=Adds a new document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-in-a-folder-you-are-subscribed-to=Updates a document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-you-are-subscribed-to=C\u1eadp Nh\u1eadt m\u1ed9t t\u00e0i li\u1ec7u m\u00e0 b\u1ea1n \u0111\u0103ng k\u00fd. (Automatic Translation)
repository-configuration=C\u1ea5u h\u00ecnh kho l\u01b0u tr\u1eef
repository-type=Ki\u1ec3u kho l\u01b0u tr\u1eef
results-from-the-local-repository-search-in-x=C\u00e1c k\u1ebft qu\u1ea3 t\u1eeb kho d\u1eef li\u1ec7u b\u1ea3n \u0111\u1ecba. Tra c\u1ee9u trong {0}.
right-now-by-x=Right Now by {0} (Automatic Copy)
save-and-checkin=Ti\u1ebft ki\u1ec7m v\u00e0 ki\u1ec3m tra (Automatic Translation)
search-documents=T\u00ecm ki\u1ebfm t\u00e0i li\u1ec7u
select-document-type=Ch\u1ecdn lo\u1ea1i t\u00e0i li\u1ec7u
select-documents-from-the-left-to-add-them-to-the-documents-and-media=Ch\u1ecdn t\u00e0i li\u1ec7u t\u1eeb b\u00ean tr\u00e1i \u0111\u1ec3 th\u00eam v\u00e0o Th\u01b0 vi\u1ec7n t\u00e0i li\u1ec7u v\u00e0 \u0111a ph\u01b0\u01a1ng ti\u1ec7n
select-media-type=Ch\u1ecdn lo\u1ea1i \u0111a ph\u01b0\u01a1ng ti\u1ec7n
select-metadata-set=Ch\u1ecdn t\u1eadp d\u1eef li\u1ec7u \u0111\u1eb7c t\u1ea3
select-whether-this-is-a-major-or-minor-version=Ch\u1ecdn cho d\u00f9 \u0111\u00e2y l\u00e0 m\u1ed9t phi\u00ean b\u1ea3n l\u1edbn hay nh\u1ecf. (Automatic Translation)
shortcut-to-x=Truy c\u1eadp nhanh t\u1edbi {0}
show-actions=Hi\u1ec3n th\u1ecb h\u00e0nh \u0111\u1ed9ng
show-folder-menu=Hi\u1ec3n th\u1ecb danh m\u1ee5c th\u01b0 m\u1ee5c
show-media-type=Hi\u1ec3n th\u1ecb lo\u1ea1i t\u1ec7p ph\u01b0\u01a1ng ti\u1ec7n
show-navigation-links=Hi\u1ec3n th\u1ecb c\u00e1c li\u00ean k\u1ebft \u0111\u1ecbnh h\u01b0\u1edbng
slide-show=Slide Show (Automatic Copy)
target-folder=Th\u01b0 m\u1ee5c \u0111\u00edch (Automatic Translation)
target-site=Trang web m\u1ee5c ti\u00eau (Automatic Translation)
the-document-type-you-selected-is-not-valid-for-this-folder=Ki\u1ec3u t\u00e0i li\u1ec7u b\u1ea1n \u0111\u00e3 ch\u1ecdn kh\u00f4ng h\u1ee3p l\u1ec7 v\u1edbi th\u01b0 m\u1ee5c n\u00e0y.
the-folder-name-cannot-end-with-the-following-characters-x=The folder name cannot end with the following characters\: {0}. (Automatic Copy)
the-source-file-does-not-have-the-same-extension-as-the-original-file=T\u1ec7p tin m\u1edbi kh\u00f4ng c\u00f9ng \u0111\u1ecbnh d\u1ea1ng m\u1edf r\u1ed9ng v\u1edbi t\u1ec7p tin g\u1ed1c.
there-are-no-documents=Kh\u00f4ng c\u00f3 T\u00e0i li\u1ec7u v\u00e0 \u0110a ph\u01b0\u01a1ng ti\u1ec7n n\u00e0o.
there-are-no-documents-or-media-files-of-type-x=Hi\u1ec7n ch\u01b0a c\u00f3 T\u00e0i li\u1ec7u v\u00e0 \u0110a ph\u01b0\u01a1ng ti\u1ec7n n\u00e0o \u1ee9ng v\u1edbi ki\u1ec1u <em>{0}</em>.
there-are-no-media-files-in-this-folder=Kh\u00f4ng c\u00f3 t\u00e0i li\u1ec7u \u0111a ph\u01b0\u01a1ng ti\u1ec7n n\u00e0o trong th\u01b0 m\u1ee5c n\u00e0y.
upload-documents-no-larger-than-x=T\u00e0i li\u1ec7u t\u1ea3i l\u00ean kh\u00f4ng l\u1edbn h\u01a1n {0}k.
uploaded-by-x=Uploaded by {0}, {1} (Automatic Copy)
uploaded-by-x-x=\u0110\u01b0\u1ee3c t\u1ea3i l\u00ean b\u1edfi <a href\="{0}">{1}</a>, {2}
use-document-type-restrictions-and-workflow-of-the-parent-folder-x=S\u1eed d\u1ee5ng lo\u1ea1i t\u00e0i li\u1ec7u b\u1ecb h\u1ea1n ch\u1ebf v\u00e0 tu\u00e2n theo ti\u1ebfn tr\u00ecnh c\u1ee7a th\u01b0 m\u1ee5c g\u1ed1c.
use-document-type-restrictions-of-the-parent-folder-x=\u00c1p d\u1ee5ng lo\u1ea1i t\u00e0i li\u1ec7u cho ph\u00e9p t\u1eeb th\u01b0 m\u1ee5c g\u1ed1c
version-notes=Phi\u00ean b\u1ea3n ghi ch\u00fa (Automatic Translation)
versioning=Versioning (Automatic Translation)
view-original-file=Xem b\u1ea3n t\u00e0i li\u1ec7u g\u1ed1c
view-slide-show=Xem tr\u00ecnh di\u1ec5n
webdav-help=T\u1ec7p v\u00e0 th\u01b0 m\u1ee5c c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd tr\u1ef1c ti\u1ebfp th\u00f4ng qua tr\u00ecnh duy\u1ec7t d\u1eef li\u1ec7u tr\u00ean m\u00e1y t\u00ednh c\u00e1 nh\u00e2n. <a href\="{0}" target\="_blank">\u0110\u1ecdc th\u00eam.</a>
webdav-windows-help=T\u1ec7p d\u1eef li\u1ec7u v\u00e0 th\u01b0 m\u1ee5c c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd tr\u1ef1c ti\u1ebfp th\u00f4ng qua tr\u00ecnh duy\u1ec7t d\u1eef li\u1ec7u tr\u00ean m\u00e1y t\u00ednh c\u00e1 nh\u00e2n. Tr\u01b0\u1edbc khi truy c\u1eadp b\u1eb1ng m\u00e1y t\u00ednh ch\u1ea1y Windows, c\u1ea7n ch\u1eafc ch\u1eafn r\u1eb1ng b\u1ea1n \u0111\u00e3 c\u00e0i \u0111\u1eb7t <a href\="{0}" target\="_blank">b\u1ea3n v\u00e1 l\u1ed7i</a> t\u1eeb H\u00e3ng Microsoft. <a href\="{1}" target\="_blank">\u0110\u1ecdc ti\u1ebfp.</a>
x-files-are-ready-to-be-moved={0} t\u1ec7p tin s\u1eb5n s\u00e0ng \u0111\u1ec3 di chuy\u1ec3n.
x-files-cannot-be-moved={0} t\u1ec7p tin kh\u00f4ng th\u1ec3 di chuy\u1ec3n.
x-shortcuts-are-ready-to-be-moved={0} truy nh\u1eadp th\u01b0 m\u1ee5c s\u1eb5n s\u00e0ng \u0111\u1ec3 di chuy\u1ec3n.
x-shortcuts-cannot-be-moved={0} truy nh\u1eadp nhanh th\u01b0 m\u1ee5c kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf.
you-can-create-a-shortcut-to-any-document-that-you-have-read-access-for=B\u1ea1n c\u00f3 th\u1ec3 t\u1ea1o l\u1ed1i t\u1eaft t\u1edbi b\u1ea5t k\u1ef3 t\u00e0i li\u1ec7u n\u00e0o b\u1ea1n c\u00f3 quy\u1ec1n truy c\u1eadp \u0111\u1ecdc. \u0110i\u1ec1u n\u00e0y s\u1ebd cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng c\u00f3 quy\u1ec1n truy c\u1eadp v\u00e0o c\u00e1c ph\u00edm t\u1eaft v\u00e0 t\u00e0i li\u1ec7u g\u1ed1c \u0111\u1ec3 xem t\u00e0i li\u1ec7u g\u1ed1c th\u00f4ng qua c\u00e1c ph\u00edm t\u1eaft. (Automatic Translation)
you-can-only-checkin-documents-you-have-checked-out-yourself=B\u1ea1n ch\u1ec9 c\u00f3 th\u1ec3 ki\u1ec3m tra trong c\u00e1c t\u00e0i li\u1ec7u b\u1ea1n \u0111\u00e3 ki\u1ec3m tra ra kh\u1ecfi ch\u00ednh m\u00ecnh. (Automatic Translation)
you-cannot-access-the-repository-because-you-are-not-allowed-to-or-it-is-unavailable=B\u1ea1n kh\u00f4ng th\u1ec3 truy c\u1eadp v\u00e0o kho l\u01b0u tr\u1eef n\u00e0y b\u1edfi v\u00ec b\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p ho\u1eb7c kh\u00f4ng s\u1eb5n d\u00f9ng. (Automatic Translation)
you-cannot-modify-this-document-because-it-was-checked-out-by-x-on-x=B\u1ea1n kh\u00f4ng th\u1ec3 hi\u1ec7u ch\u1ec9nh t\u00e0i li\u1ec7u n\u00e0y b\u1edfi v\u00ec n\u00f3 \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u h\u1ebft h\u1ea1n b\u1edfi {0} v\u00e0o {1}.
you-cannot-modify-this-document-because-it-was-locked-by-x-on-x=B\u1ea1n kh\u00f4ng th\u1ec3 ch\u1ec9nh s\u1eeda t\u00e0i li\u1ec7u n\u00e0y v\u00ec n\u00f3 b\u1ecb kh\u00f3a b\u1edfi {0} trong {1}.
you-cannot-modify-this-folder-because-it-was-locked=B\u1ea1n kh\u00f4ng th\u1ec3 hi\u1ec7u ch\u1ec9nh th\u01b0 m\u1ee5c n\u00e0y b\u1edfi v\u00ec n\u00f3 b\u1ecb kh\u00f3a.
you-do-not-have-permission-to-create-a-shortcut-to-the-selected-document=B\u1ea1n kh\u00f4ng \u0111\u1ee7 th\u1ea9m quy\u1ec1n \u0111\u1ec3 t\u1ea1o m\u1ed9t \u0111\u01b0\u1eddng t\u1eaft \u0111\u1ebfn c\u00e1c t\u00e0i li\u1ec7u \u0111\u00e3 \u0111\u00e1nh d\u1ea5u.
you-must-checkin-the-document-before-performing-the-operation=B\u1ea1n ph\u1ea3i ki\u1ec3m tra trong t\u00e0i li\u1ec7u tr\u01b0\u1edbc khi th\u1ef1c hi\u1ec7n c\u00e1c ho\u1ea1t \u0111\u1ed9ng. (Automatic Translation)
you-now-have-a-lock-on-this-document=B\u1ea1n kh\u00f3a t\u00e0i li\u1ec7u n\u00e0y. Kh\u00f4ng ai c\u00f3 th\u1ec3 hi\u1ec7u ch\u1ec9nh t\u00e0i li\u1ec7u n\u00e0y cho \u0111\u1ebfn khi b\u1ea1n m\u1edf kh\u00f3a. Kh\u00f3a s\u1ebd t\u1ef1 m\u1edf sau {0}.
you-now-have-an-indefinite-lock-on-this-document=B\u00e2y gi\u1edd b\u1ea1n \u0111\u00e3 kh\u00f3a t\u00e0i li\u1ec7u n\u00e0y v\u00ec l\u00fd do ch\u01b0a x\u00e1c \u0111\u1ecbnh. Kh\u00f4ng ai c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda t\u00e0i li\u1ec7u n\u00e0y cho \u0111\u1ebfn khi b\u1ea1n m\u1edf kh\u00f3a. Kh\u00f3a n\u00e0y kh\u00f4ng c\u00f3 th\u1eddi h\u1ea1n.
