#X-Generator: crowdin.com
add-document=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
add-document-type=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
add-file-entry=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb2\u0e99\u0e9b\u0ec9\u0ead\u0e99\u0ec4\u0e9f\u0ea5\u0ecc
add-file-shortcut=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec4\u0e9f\u0ea5\u0ecc\u0e97\u0eb2\u0e87\u0ea5\u0eb1\u0e94
add-media=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
add-multiple-documents=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6
add-multiple-file-entries=\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0ec4\u0e9f\u0ea5\u0ecc\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6
add-multiple-media=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6
add-repository=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb0\u0e97\u0eb9\u0ec9
add-shortcut=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e9b\u0eb8\u0ec8\u0ea1\u0ea5\u0eb1\u0e94
additional-metadata-fields=\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e95\u0eb5\u0ea1\u0e9e\u0eb7\u0ec9\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0ea1\u0e95\u0ec9\u0eb2\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99
an-authentication-error-occurred-while-connecting-to-the-repository=\u0ec0\u0e81\u0eb5\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec0\u0e9e\u0eb4\u0e87\u0e9b\u0eb2\u0e94\u0e96\u0eb0\u0edc\u0eb2\u0ec3\u0e99\u0e84\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0e81\u0eb0\u0e97\u0eb9\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6
an-unexpected-error-occurred-while-connecting-to-the-repository=\u0ec0\u0e81\u0eb5\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec0\u0e9e\u0eb4\u0e87\u0e9b\u0eb2\u0e94\u0e96\u0eb0\u0edc\u0eb2\u0ec3\u0e99\u0e84\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0e81\u0eb0\u0e97\u0eb9\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6
an-unexpected-error-occurred-while-saving-your-document=\u0ec0\u0e81\u0eb5\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec0\u0e9e\u0eb4\u0e87\u0e9b\u0eb2\u0e94\u0e96\u0eb0\u0edc\u0eb2\u0ec3\u0e99\u0e84\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e88\u0eb1\u0e94\u0ec0\u0e81\u0eb1\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99.
browse-by-type=Browse by Type (Automatic Copy)
cannot-delete-a-document-type-that-is-presently-used-by-one-or-more-documents=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e8d\u0ec9\u0ead\u0e99\u0ea7\u0ec8\u0eb2\u0ead\u0eb2\u0e94\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e96\u0eb7\u0e81\u0ec3\u0e8a\u0ec9\u0e94\u0ec9\u0ea7\u0e8d\u0edc\u0eb7\u0ec8\u0e87\u0eab\u0ebc\u0eb7\u0eab\u0ebc\u0eb2\u0e8d\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
cannot-open-the-requested-document-due-to-the-following-reason=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e9b\u0eb5\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e8d\u0ec9\u0ead\u0e99\u0ec0\u0eab\u0e94\u0e9c\u0ebb\u0e99\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e99\u0eb5\u0ec9\:{0}
change-document-types-and-workflow-message=\u0e97\u0ec8\u0eb2\u0e99\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99. \u0e96\u0ec9\u0eb2\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0ec3\u0e99\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5\u0ec9 \u0eab\u0ebc\u0eb7 \u0e8a\u0eb1\u0e9a\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0eae\u0ec8\u0eb2\u0e87 \u0eab\u0ebc\u0eb7 \u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e9e\u0eb4\u0e88\u0eb2\u0ea5\u0eb0\u0e99\u0eb2\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0ea5\u0e82\u0ead\u0e87\u0ea5\u0eb1\u0e94, \u0e97\u0ec8\u0eb2\u0e99\u0ead\u0eb2\u0e94\u0e88\u0eb0\u0eaa\u0eb9\u0e99\u0ec0\u0eaa\u0e8d\u0e9a\u0eb2\u0e87\u0eaa\u0ec8\u0ea7\u0e99 \u0eab\u0ebc\u0eb7 \u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0ec0\u0ea1\u0e95\u0ec9\u0eb2\u0e94\u0eb2\u0e95\u0ec9\u0eb2. \u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0ec3\u0edd\u0ec8\u0e88\u0eb0\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94. \u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0e94\u0eb3\u0ec0\u0e99\u0eb5\u0e99\u0e81\u0eb2\u0e99\u0e95\u0ecd\u0ec8?
change-document-types-message=\u0e97\u0ec8\u0eb2\u0e99\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99. \u0e96\u0ec9\u0eb2\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0ec3\u0e99\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5\u0ec9 \u0eab\u0ebc\u0eb7 \u0e8a\u0eb1\u0e9a\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0eae\u0ec8\u0eb2\u0e87 \u0eab\u0ebc\u0eb7 \u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e9e\u0eb4\u0e88\u0eb2\u0ea5\u0eb0\u0e99\u0eb2\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0ea5\u0e82\u0ead\u0e87\u0ea5\u0eb1\u0e94, \u0e97\u0ec8\u0eb2\u0e99\u0ead\u0eb2\u0e94\u0e88\u0eb0\u0eaa\u0eb9\u0e99\u0ec0\u0eaa\u0e8d\u0e9a\u0eb2\u0e87\u0eaa\u0ec8\u0ea7\u0e99 \u0eab\u0ebc\u0eb7 \u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0ec0\u0ea1\u0e95\u0ec9\u0eb2\u0e94\u0eb2\u0e95\u0ec9\u0eb2. \u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0ec3\u0edd\u0ec8\u0e88\u0eb0\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94. \u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0e94\u0eb3\u0ec0\u0e99\u0eb5\u0e99\u0e81\u0eb2\u0e99\u0e95\u0ecd\u0ec8?
content-type=Content Type (Automatic Copy)
customize-the-version-number-increment-and-describe-my-changes=Customize the Version Number Increment and Describe My Changes (Automatic Copy)
default-document-type=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
default-document-type-help=Any document moved to the folder or added via WebDAV is automatically assigned to the specified document type.
default-workflow-for-all-document-types=\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
define-specific-document-type-restrictions-and-workflow-for-this-folder-x=Define Specific Document Type Restrictions and Workflow for This Folder ({0}) (Automatic Copy)
define-specific-document-type-restrictions-for-this-folder-x=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0 \u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5.
delete-expired-temporary-files=Delete Expired Temporary Files (Automatic Copy)
delete-version=\u0ea5\u0eb6\u0e9a\u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e99
describe-your-changes=Describe Your Changes (Automatic Copy)
display-style-views=\u0ec0\u0e9a\u0eb4\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a
display-style-views-cannot-be-empty=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0eb0\u0ec3\u0eab\u0ec9\u0ec0\u0e9b\u0ebb\u0eb2\u0ea7\u0ec8\u0eb2\u0e87
dl-util=DL Util (Automatic Copy)
dl-util-help=Provides utility methods to access current file and folder entries. (Automatic Copy)
dl.configuration.name=Documents & Media (Automatic Copy)
document-services=Document Services (Automatic Copy)
document-type=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
document-type-restrictions=\u0e82\u0ecd\u0ec9\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e82\u0ead\u0e87\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
document-type-restrictions-and-workflow=\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0ea5
document-type-restrictions-help=\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e96\u0eb7\u0e81\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e84\u0eb1\u0e94\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e9e\u0ebd\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0ec1\u0e99\u0ec8\u0e99\u0ead\u0e99\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99. \u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0ead\u0eb2\u0e94\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0ec4\u0e94\u0ec9\u0e88\u0eb2\u0e81\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0ec0\u0e84\u0ebb\u0ec9\u0eb2 \u0eab\u0ebc\u0eb7 \u0ec1\u0ead\u0e99\u0ec0\u0e8a\u0eb1\u0e94\u0ec0\u0e95\u0eb5\u0ec9. \u0ead\u0eb4\u0e81\u0e97\u0eb2\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ead\u0eb7\u0e99, \u0e9e\u0ea7\u0e81\u0ec0\u0e82\u0ebb\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e97\u0e99\u0e94\u0ec9\u0ea7\u0e8d\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e9b\u0eb0\u0e88\u0eb8\u0e9a\u0eb1\u0e99
document-types=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
document-util=Document Util (Automatic Copy)
documents-listing=\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
download-file=\u0ec4\u0e9f\u0ea5\u0ecc\u0e94\u0eb2\u0ea7\u0ec2\u0eab\u0ea5\u0e94
drive-error=Drive error (Automatic Copy)
edit-document-type=\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
entries-listing-for-list-display-style=Entries Listing for List Display Style (Automatic Copy)
file-is-too-large-for-preview-or-thumbnail-generation=File is too large for preview or thumbnail generation. (Automatic Copy)
file-version-is-invalid=File version is invalid. (Automatic Copy)
generating-preview-will-take-a-few-minutes=\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ead\u0eb2\u0e94\u0ec3\u0e8a\u0ec9\u0ec0\u0ea7\u0ea5\u0eb2\u0eaa\u0ead\u0e87\u0eaa\u0eb2\u0ea1\u0e99\u0eb2\u0e97\u0eb5
get-url=Get {0}URL{1}. (Automatic Copy)
get-url-or-webdav-url=Get {0}URL{1} or {2}WebDAV URL{3}. (Automatic Copy)
go-to-folder=\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9
image-x-of-x=Image {0} of {1} (Automatic Copy)
javax.portlet.description.com_liferay_document_library_web_portlet_DLAdminPortlet=\u0e9a\u0eb1\u0e99\u0e94\u0eb2\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0ec1\u0ea5\u0eb0 \u0eab\u0ec9\u0ead\u0e87\u0eaa\u0eb0\u0edd\u0eb8\u0e94\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0ec1\u0ea1\u0ec8\u0e99\u0ea5\u0eb1\u0e94\u0eaa\u0eb0\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0ec1\u0e9a\u0ec8\u0e87\u0e9b\u0eb1\u0e99\u0e97\u0eb5\u0ec8\u0eaa\u0ebb\u0ea1\u0e9a\u0eb9\u0e99\u0ec0\u0e8a\u0eb1\u0ec8\u0e99 \u0e81\u0eb2\u0e99\u0ec1\u0e9a\u0ec8\u0e87\u0e9b\u0eb1\u0e99 \u0ec4\u0e9f\u0ea5\u0ecc, \u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0 \u0ec1\u0ea5\u0eb0\u0ec0\u0ea1\u0e95\u0eb2\u0e94\u0eb2\u0e95\u0ec9\u0eb2 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ec9\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9. \u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9a\u0ecd\u0ea5\u0eb4\u0e81\u0eb2\u0e99\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9 \u0ec1\u0ea5\u0eb0\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99, \u0eaa\u0eb4\u0e94\u0e97\u0eb4 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec0\u0e9a\u0eb4\u0e87\u0eab\u0ec9\u0ead\u0e87\u0eaa\u0eb0\u0edd\u0eb8\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
javax.portlet.title.com_liferay_document_library_web_portlet_DLAdminPortlet=\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
javax.portlet.title.com_liferay_document_library_web_portlet_DLPortlet=\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
javax.portlet.title.com_liferay_document_library_web_portlet_IGDisplayPortlet=\u0eab\u0ec9\u0ead\u0e87\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
last-updated-by-x=\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e84\u0eb1\u0ec9\u0e87\u0eaa\u0eb8\u0e94\u0e97\u0ec9\u0eb2\u0e8d\u0e95\u0eb2\u0ea1
main-metadata-fields=\u0e9f\u0eb4\u0ea7\u0ec0\u0ea1\u0e95\u0eb2\u0e94\u0eb2\u0e95\u0ec9\u0eb2\u0eab\u0ebc\u0eb1\u0e81
major-version=Major Version (Automatic Copy)
maximum-entries-to-display=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
media-files-must-be-one-of-the-following-formats=\u0ec4\u0e9f\u0ea5\u0ecc\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0e88\u0eb3\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec1\u0ea1\u0ec8\u0e99\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0e82\u0ec9\u0eb2\u0e87\u0ea5\u0eb8\u0ec8\u0ea1
metadata-sets=\u0e81\u0eb8\u0ec8\u0ea1\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0ec0\u0ea1\u0e95\u0eb2\u0e94\u0eb2\u0e95\u0ec9\u0eb2
minor-version=Minor Version (Automatic Copy)
move-files=\u0e8d\u0ec9\u0eb2\u0e8d\u200b\u0ec4\u0e9f\u200b\u0ea5\u0ecc\u0e95\u0ec8\u0eb2\u0e87\u0ec6
multiple-documents=\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6
multiple-media=\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6
new-document=\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0edd\u0ec8
new-document-type=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0edd\u0ec8
new-file-shortcut=\u0ec4\u0e9f\u0ea5\u0ecc\u0e97\u0eb2\u0e87\u0ea5\u0eb1\u0e94\u0ec3\u0edd\u0ec8
new-repository=\u0e81\u0eb0\u0e97\u0eb9\u0ec3\u0edd\u0ec8
no-change-log=No Change Log (Automatic Copy)
no-documents-were-found-that-matched-the-keywords-x=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0e8a\u0ead\u0e81\u0e9e\u0ebb\u0e9a \u0ec1\u0ea5\u0eb0\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb1\u0e9a\u0e99\u0eb5\u0ec9\:{0}.
num-of-documents=\# \u0e82\u0ead\u0e87\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
open-in-ms-office=\u0ec0\u0e9b\u0eb5\u0e94\u0ec3\u0e99 MS Office
please-enter-a-unique-document-type-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7
please-enter-a-unique-repository-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0e81\u0e97\u0eb9\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7
please-select-a-document-type=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e81\u0ebb\u0e94\u0ec0\u0e81\u0e99\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87
please-verify-your-repository-configuration-parameters=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0ec1\u0e9b\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0ec3\u0e99\u0e81\u0eb0\u0e97\u0eb9\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99
receive-a-notification-when-someone-adds-a-new-document-in-a-folder-you-are-subscribed-to=Adds a new document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-in-a-folder-you-are-subscribed-to=Updates a document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-you-are-subscribed-to=Updates a document you are subscribed to. (Automatic Copy)
repository-configuration=\u0e81\u0eb2\u0e99\u200b\u0e95\u0eb1\u0ec9\u0e87\u200b\u0e84\u0ec8\u0eb2\u200b\u0e84\u0eb1\u0e87\u200b\u0e95\u0ec8\u0eb2\u0e87\u0ec6
repository-type=\u0e9b\u0eb0\u200b\u0ec0\u0e9e\u0e94\u200b\u0e81\u0eb0\u0e97\u0eb9\u0ec9\u200b\u0e95\u0ec8\u0eb2\u0e87\u0ec6
results-from-the-local-repository-search-in-x=\u0e9c\u0ebb\u0e99\u200b\u200b\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u200b\u0e88\u0eb2\u0e81\u200b\u0e81\u0eb0\u0e97\u0eb9\u200b\u0e81\u0eb1\u0e9a\u200b\u0e97\u0eb5. \u0e84\u0ebb\u0ec9\u0e99\u200b\u0eab\u0eb2\u200b\u0ec3\u0e99 {0}.
right-now-by-x=Right Now by {0} (Automatic Copy)
save-and-checkin=Save and Check In (Automatic Copy)
search-documents=\u0e84\u0ebb\u0ec9\u0e99\u200b\u0eab\u0eb2\u200b\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u200b\u0e95\u0ec8\u0eb2\u0e87\u0ec6
select-document-type=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99
select-documents-from-the-left-to-add-them-to-the-documents-and-media=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e88\u0eb2\u0e81\u0e8a\u0ec9\u0eb2\u0e8d\u0ea1\u0eb7\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec4\u0e9b\u0ec3\u0e99\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0ec1\u0ea5\u0eb0 \u0ea1\u0eb5\u0ec0\u0e94\u0e8d
select-media-type=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
select-metadata-set=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e81\u0eb8\u0ec8\u0ea1\u0ec0\u0ea1\u0e95\u0ec9\u0eb2\u0e94\u0eb2\u0e95\u0ec9\u0eb2
select-whether-this-is-a-major-or-minor-version=Select whether this is a major or minor version. (Automatic Copy)
shortcut-to-x=\u0e97\u0eb2\u0e87\u0ea5\u0eb1\u0e94\u0ec4\u0e9b\u0e8d\u0eb1\u0e87 {0}
show-actions=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e95\u0ec8\u0eb2\u0e87\u0ec6
show-folder-menu=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9
show-media-type=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
show-navigation-links=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e99\u0eb2\u0ea7\u0eb5\u0ec0\u0e81\u0ec0\u0e8a\u0eb5\u0ec9\u0e99
slide-show=Slide Show (Automatic Copy)
target-folder=Target Folder (Automatic Copy)
target-site=Target Site (Automatic Copy)
the-document-type-you-selected-is-not-valid-for-this-folder=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5\u0ec9
the-folder-name-cannot-end-with-the-following-characters-x=The folder name cannot end with the following characters\: {0}. (Automatic Copy)
the-source-file-does-not-have-the-same-extension-as-the-original-file=The source file does not have the same extension as the original file. (Automatic Copy)
there-are-no-documents=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0ec3\u0e94\u0ec6
there-are-no-documents-or-media-files-of-type-x=There are no documents or media files of type <em>{0}</em>. (Automatic Copy)
there-are-no-media-files-in-this-folder=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0ec4\u0e9f\u0ea5\u0ecc\u0ec3\u0e94\u0ec3\u0e99\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5\u0ec9
upload-documents-no-larger-than-x=\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ebc\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec3\u0eab\u0e8d\u0ec8\u0e81\u0ea7\u0ec8\u0eb2 {0}k
uploaded-by-x=Uploaded by {0}, {1} (Automatic Copy)
uploaded-by-x-x=\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ebc\u0e94\u0ec2\u0e94\u0e8d<a href\="{0}">{1}</a>, {2}
use-document-type-restrictions-and-workflow-of-the-parent-folder-x=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e82\u0ecd\u0ec9\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0ea5\u0e82\u0ead\u0e87\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0eab\u0ebc\u0eb1\u0e81
use-document-type-restrictions-of-the-parent-folder-x=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e82\u0ecd\u0ec9\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e82\u0ead\u0e87\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0eab\u0ebc\u0eb1\u0e81
version-notes=Version Notes (Automatic Copy)
versioning=Versioning (Automatic Copy)
view-original-file=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec4\u0e9f\u0ea5\u0ecc\u0e95\u0ebb\u0ec9\u0e99\u0eaa\u0eb0\u0e9a\u0eb1\u0e9a
view-slide-show=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec1\u0e9a\u0e9a\u0eaa\u0ec4\u0ea5\u0ec2\u0e8a
webdav-help=\u0ec4\u0e9f\u0ea5\u0ecc \u0ec1\u0ea5\u0eb0\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ec2\u0e94\u0e8d\u0e81\u0ebb\u0e87\u0e88\u0eb2\u0e81\u0ec4\u0e9f\u0ea5\u0ecc \u0ec1\u0ead\u0eb1\u0e81\u0eaa\u0ec2\u0e9b\u0ec0\u0ea5\u0eb5\u0ec9 \u0e82\u0ead\u0e87\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99<a href\="{0}" target\="_blank">\u0ead\u0ec8\u0eb2\u0e99\u0e95\u0ecd\u0ec8.</a>
webdav-windows-help=\u0ec4\u0e9f\u0ea5\u0ecc \u0ec1\u0ea5\u0eb0\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ec2\u0e94\u0e8d\u0e81\u0ebb\u0e87\u0e88\u0eb2\u0e81\u0ec4\u0e9f\u0ea5\u0ecc \u0ec1\u0ead\u0eb1\u0e81\u0eaa\u0ec2\u0e9b\u0ec0\u0ea5\u0eb5\u0ec9 \u0e82\u0ead\u0e87\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99.\u0e81\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0e9c\u0ec8\u0eb2\u0e99 windows, \u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87 <a href\="{0}" target\="_blank">patch</a> \u0e88\u0eb2\u0e81 Microsoft. <a href\="{1}" target\="_blank">\u0ead\u0ec8\u0eb2\u0e99\u0e95\u0ecd\u0ec8.</a>
x-files-are-ready-to-be-moved={0} \u0ec4\u0e9f\u0ea5\u0ecc\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0e8d\u0ec9\u0eb2\u0e8d\u0ec1\u0ea5\u0ec9\u0ea7
x-files-cannot-be-moved={0} \u0ec4\u0e9f\u0ea5\u0ecc\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8d\u0ec9\u0eb2\u0e8d\u0ec4\u0e94\u0ec9
x-shortcuts-are-ready-to-be-moved={0} \u0e8a\u0ecb\u0ead\u0e94\u0e84\u0eb1\u0e94\u0e9e\u0ec9\u0ead\u0ea1\u0ec1\u0ea5\u0ec9\u0ea7\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0ea5\u0eb6\u0e9a\u0ec4\u0e94\u0ec9
x-shortcuts-cannot-be-moved={0} \u0e8a\u0ecb\u0ead\u0e94\u0e84\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0eaa\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a\u0ec4\u0e94\u0ec9
you-can-create-a-shortcut-to-any-document-that-you-have-read-access-for=You can create a shortcut to any document that you have read access for. This will allow users with access to both the shortcut and the original document to view the original document through the shortcut. (Automatic Copy)
you-can-only-checkin-documents-you-have-checked-out-yourself=You can only check in documents you have checked out yourself. (Automatic Copy)
you-cannot-access-the-repository-because-you-are-not-allowed-to-or-it-is-unavailable=You cannot access this repository because you are not allowed to or it is unavailable. (Automatic Copy)
you-cannot-modify-this-document-because-it-was-checked-out-by-x-on-x=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e99\u0eb5\u0ec9 \u0ec0\u0e9e\u0eb2\u0eb0\u0ea7\u0ec8\u0eb2\u0ea1\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a {0} \u0ec3\u0e99 {1}.
you-cannot-modify-this-document-because-it-was-locked-by-x-on-x=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e99\u0eb5\u0ec9 \u0ec0\u0e9e\u0eb2\u0eb0\u0ea7\u0ec8\u0eb2\u0ea1\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0ea5\u0ecb\u0ead\u0e81{0} \u0ec3\u0e99 {1}.
you-cannot-modify-this-folder-because-it-was-locked=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e99\u0eb5\u0ec9 \u0ec0\u0e9e\u0eb2\u0eb0\u0ea7\u0ec8\u0eb2\u0ea1\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0ea5\u0ecb\u0ead\u0e81.
you-do-not-have-permission-to-create-a-shortcut-to-the-selected-document=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0eaa\u0eb4\u0e94\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0ec9\u0eb2\u0e87\u0e8a\u0ecb\u0ead\u0e94\u0e84\u0eb1\u0e94\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0ea5\u0eb7\u0ead\u0e81
you-must-checkin-the-document-before-performing-the-operation=You must check in the document before performing the operation. (Automatic Copy)
you-now-have-a-lock-on-this-document=\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ea5\u0ecb\u0ead\u0e81\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e99\u0eb5\u0ec9. \u0ec0\u0e8a\u0eb4\u0e87\u0e88\u0eb0\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec3\u0e9c\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e99\u0eb5\u0ec9\u0e88\u0ebb\u0e99\u0e81\u0eb0\u0e97\u0eb1\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0ea1\u0eb1\u0e99. \u0e81\u0eb2\u0e99\u0ea5\u0ecb\u0ead\u0e81\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0edd\u0ebb\u0e94\u0ead\u0eb2\u0e8d\u0eb8\u0ec1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94\u0ec0\u0ea1\u0eb7\u0ec8\u0ead{0}.
you-now-have-an-indefinite-lock-on-this-document=\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ea1\u0eb5\u0e81\u0ec8\u0eae\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0ea5\u0ecb\u0ead\u0e81\u0ec0\u0e97\u0eb4\u0e87\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e99\u0eb5\u0ec9. \u0ec0\u0e8a\u0eb4\u0e87\u0e88\u0eb0\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec3\u0e9c\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99 \u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e99\u0eb5\u0ec9 \u0e88\u0ebb\u0e99\u0e81\u0eb0\u0e97\u0eb1\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0ea1\u0eb1\u0e99. \u0e81\u0eb2\u0e99\u0ea5\u0ecb\u0ead\u0e81\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb3\u0edd\u0ebb\u0e94\u0ead\u0eb2\u0e8d\u0eb8.
