#X-Generator: crowdin.com
abstract-length-key-help=\u0644\u0637\u0641\u0627 \u062a\u0639\u062f\u0627\u062f \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0686\u06a9\u06cc\u062f\u0647 \u0631\u0627 \u0645\u0634\u062e\u0635 \u0646\u0645\u0627\u06cc\u06cc\u062f.
add-content-select-scope-and-type=\u0627\u0641\u0632\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627 (\u0645\u062d\u062f\u0648\u062f\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f)
and-operator=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0639\u0645\u0644\u06af\u0631
asset-entry-type=\u0646\u0648\u0639 \u0645\u0646\u0627\u0628\u0639
asset-link-behavior=\u0639\u0645\u0644\u06a9\u0631\u062f \u0644\u06cc\u0646\u06a9
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=\u0646\u0627\u0634\u0631 \u062f\u0627\u0631\u0627\u06cc\u06cc (Automatic Translation)
asset-selection=\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u0646\u0628\u0639
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=\u0645\u0646\u0627\u0628\u0639 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0627\u06cc\u062f \u0627\u0632 \u0642\u0648\u0627\u0646\u06cc\u0646 \u0632\u06cc\u0631 \u062a\u0628\u0639\u06cc\u062a \u06a9\u0646\u0646\u062f
does-not-contain=\u0634\u0627\u0645\u0644 \u0646\u0628\u0627\u0634\u062f
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 (Automatic Translation)
enable-tag-based-navigation-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u0648\u062f \u0648 \u06cc\u06a9 \u0628\u0631\u0686\u0633\u0628 \u0628\u0647 \u062c\u0627\u06cc asset\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0633\u062a\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647\u200c\u0627\u0646\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0628\u0627 \u0622\u0646asset \u0628\u0627 \u0628\u0631\u0686\u0633\u0628 \u0628\u0647 \u062c\u0627\u06cc \u062f\u0627\u0631\u0627\u06cc\u06cc\u200c\u0647\u0627\u06cc \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0646\u062f \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
exclude-assets-with-0-views=\u0645\u0646\u0627\u0628\u0639\u06cc \u06a9\u0647 \u062a\u0639\u062f\u0627\u062f \u0628\u0627\u0632\u062f\u06cc\u062f \u0622\u0646\u0647\u0627{0}\u0628\u0627\u0634\u062f \u0635\u0631\u0641\u0646\u0638\u0631 \u0634\u0648\u062f.
filter-by-field=\u0641\u06cc\u0644\u062a\u0631 \u062a\u0648\u0633\u0637 \u0641\u06cc\u0644\u062f
filter-by-field-x=\u0641\u06cc\u0644\u062a\u0631 \u062a\u0648\u0633\u0637 \u0641\u06cc\u0644\u062f {0}.
include-tags-specified-in-the-url=\u0634\u0627\u0645\u0644 \u062a\u06af\u200c\u0647\u0627\u06cc \u0645\u0634\u062e\u0635\u200c\u0634\u062f\u0647 \u062f\u0631 \u0622\u062f\u0631\u0633
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=\u0646\u0627\u0634\u0631 \u0645\u0646\u0628\u0639
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=\u0645\u0646\u0627\u0628\u0639 \u067e\u0631\u0637\u0631\u0641\u062f\u0627\u0631
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=\u0645\u0646\u0627\u0628\u0639 \u067e\u0631\u0628\u0627\u0632\u062f\u06cc\u062f
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u062e\u06cc\u0631
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\u062f\u0627\u062f\u0647\u200c\u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=\u0647\u06cc\u0686 \u0645\u0646\u0628\u0639\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0634\u062f\u0647
number-of-items-to-display-help=Maximum number of items to display if pagination is disabled, otherwise number of items to display per page. (Automatic Copy) \u062a\u0639\u062f\u0627\u062f \u0628\u062e\u0634\u200c\u0647\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634\u062d
only-one-rule-with-the-combination-x-is-supported=\u0641\u0642\u0637 \u06cc\u06a9 \u0642\u0627\u0646\u0648\u0646 \u0628\u0627 \u062a\u0631\u06a9\u06cc\u0628 {0} \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f.
ordering-and-grouping=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0648 \u06af\u0631\u0648\u0647 \u0628\u0646\u062f\u06cc
other-site=\u0633\u0627\u06cc\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0631\u0632\u0634 \u0645\u06a9\u0627\u0646 \u062c\u063a\u0631\u0627\u0641\u06cc\u0627\u06cc\u06cc \u062f\u0631 \u0646\u0642\u0634\u0647
portlet-display-template-description-rich-summary=\u0628\u0631\u0627\u06cc \u062f\u0627\u0631\u0627\u06cc\u06cc \u062e\u0644\u0627\u0635\u0647\u060c \u0622\u06cc\u06a9\u0648\u0646 \u0647\u0627\u060c \u062f\u0627\u0631\u0627\u06cc\u06cc \u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637\u060c \u0648 \u0627\u0642\u062f\u0627\u0645\u0627\u062a \u0686\u0627\u067e / \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f. \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0634\u0627\u0645\u0644 \u0628\u0648\u06a9 \u0645\u0627\u0631\u06a9 \u0648 \u0631\u062a\u0628\u0647 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
portlet-display-template-name-map=\u0646\u0642\u0634\u0647
portlet-display-template-name-rich-summary=\u062e\u0644\u0627\u0635\u0647 \u063a\u0646\u06cc
query-contains=\u0645\u062d\u062a\u0648\u0627\u06cc \u06a9\u0648\u0626\u0631\u06cc
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=\u0645\u062c\u0645\u0648\u0639\u0647 \u0648 \u0641\u0639\u0627\u0644 (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=\u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0647\u0646\u062f\u0647\u200c\u06cc \u0645\u0646\u0628\u0639 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f.
set-as-the-default-asset-publisher-for-this-page-help=\u0627\u0632 \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0647\u0646\u062f\u0647\u200c\u06cc \u0645\u0646\u0628\u0639 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f.
show-add-content-button-help=\u0627\u06cc\u0646 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc\u200c\u062f\u0647\u062f \u062a\u0627 \u0645\u0646\u0627\u0628\u0639\u06cc \u0631\u0627 \u0627\u0632 view \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u062f.
show-and-set=\u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u0648 \u0645\u062c\u0645\u0648\u0639\u0647 (Automatic Translation)
show-asset-title=\u0646\u0645\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 \u0645\u0646\u0628\u0639
show-context-link=\u0646\u0645\u0627\u06cc\u0634 \u0644\u06cc\u0646\u06a9 \u0645\u062d\u062a\u0648\u0627
show-extra-info=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0636\u0627\u0641\u06cc
show-only-assets-with-x-as-its-display-page=\u0641\u0642\u0637 \u0645\u0646\u0627\u0628\u0639\u06cc \u06a9\u0647 <em>{0}</em> \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647\u200c\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u0646\u0645\u0627\u06cc\u0634\u062f\u0647.
tag-based-navigation=\u0628\u0631\u0686\u0633\u0628 \u0628\u0631 \u0627\u0633\u0627\u0633 \u067e\u06cc\u0645\u0627\u06cc\u0634 (Automatic Translation)
the-asset-could-not-be-found=\u06a9\u0627\u0631\u0628\u0631 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
the-field-value-is-invalid=\u0645\u0642\u062f\u0627\u0631 \u0641\u06cc\u0644\u062f \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=\u0645\u0646\u0627\u0628\u0639 \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u062d\u0630\u0641 \u0634\u062f\u0647\u200c\u0627\u0646\u062f \u0632\u06cc\u0631\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u0646\u0627\u062d\u06cc\u0647 \u0627\u0632 \u067e\u0631\u062a\u0644\u062a \u062a\u0639\u0644\u0642 \u0646\u062f\u0627\u0631\u0646\u062f.
there-are-no-related-assets=\u0645\u0646\u0628\u0639 \u0645\u0631\u062a\u0628\u0637\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f. \u0627\u06cc\u0646 \u0645\u0648\u0644\u0641\u0647\u060c \u062a\u0645\u0627\u0645 \u0645\u0646\u0627\u0628\u0639\u06cc \u0631\u0627 \u06a9\u0647 \u0628\u0647 \u0645\u0646\u0628\u0639 \u0627\u0635\u0644\u06cc \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0645\u0631\u062a\u0628\u0637 \u0647\u0633\u062a\u0646\u062f \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u200c\u062f\u0647\u062f.
view-count-increment=\u0627\u0641\u0632\u0627\u06cc\u0634 \u062a\u0639\u062f\u0627\u062f \u0646\u0645\u0627\u06cc\u0634 (Automatic Translation)
x-is-not-a-display-type={0} \u06cc\u06a9 \u0646\u0648\u0639 \u0646\u0645\u0627\u06cc\u0634 \u0646\u06cc\u0633\u062a.
