#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Bir grubun alt k\u00fcmesi sizin g\u00f6zden ge\u00e7irmeniz i\u00e7in g\u00f6r\u00fcnt\u00fclendi.
a-subset-of-users-has-been-displayed-for-you-to-review=G\u00f6zden ge\u00e7irmeniz i\u00e7in bir kullan\u0131c\u0131 alt k\u00fcmesi g\u00f6steriliyor.
account-created-notification-body-with-password-help=Kayd\u0131 \u00fczerine kullan\u0131c\u0131lara g\u00f6nderilen e-posta g\u00f6vdesini girin. Bu kullan\u0131c\u0131n\u0131n otomatik olarak olu\u015fturulan parolas\u0131n\u0131 i\u00e7ermelidir. (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=LDAP sunucusu ekleme (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=Site y\u00f6neticileri y\u00f6nettikleri di\u011fer sitelerde bulunan i\u00e7eri\u011fi g\u00f6r\u00fcnt\u00fclemek izin verir. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=Site y\u00f6neticilerinin kendi logo kullanmak izin ver? (Automatic Translation)
allow-strangers-to-create-accounts=Yabanc\u0131lar\u0131n hesap olu\u015fturmas\u0131na izin ver?
allow-strangers-to-create-accounts-with-a-company-email-address=Yabanc\u0131lar\u0131n \u015firket e-posta adresleriyle hesap olu\u015fturmas\u0131na izin ver?
allow-subsites-to-display-content-from-parent-sites=Alt \u00fcst sitelerde bulunan i\u00e7eri\u011fi g\u00f6r\u00fcnt\u00fclemek izin verir. (Automatic Translation)
allow-users-to-automatically-log-in=Kullan\u0131c\u0131ya otomatik olarak oturum a\u00e7ma izin verilsin mi? (Automatic Translation)
allow-users-to-request-forgotten-passwords=Kullan\u0131c\u0131lar\u0131n unutulan \u015fifreleri istemelerine izin ver?
allow-users-to-request-forgotten-passwords-help=Se\u00e7iliyse, kullan\u0131c\u0131lar\u0131n kendi e-posta adresine g\u00f6nderilen yeni bir \u015fifre talep edebilirsiniz. (Automatic Translation)
allow-users-to-request-password-reset-links=Kullan\u0131c\u0131lar\u0131n ba\u011flant\u0131lar\u0131 parola s\u0131f\u0131rlama istemesine izin verilsin mi? (Automatic Translation)
allow-users-to-request-password-reset-links-help=Se\u00e7iliyse, kullan\u0131c\u0131lar parola s\u0131f\u0131rlama onlar\u0131n e-posta adresine g\u00f6nderilen ba\u011flant\u0131 i\u00e7in istekte bulunabilirsiniz. (Automatic Translation)
application-interactions=Uygulama etkile\u015fimleri (Automatic Translation)
apply-to-existing-users=Varolan kullan\u0131c\u0131lar i\u00e7in ge\u00e7erli olur (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=Yap\u0131land\u0131r\u0131lm\u0131\u015f de\u011ferleri s\u0131f\u0131rlamak istedi\u011finizden emin misiniz? (Automatic Translation)
autogenerate-user-screen-names=Otomatik olu\u015fturulan kullan\u0131c\u0131 takma isimler (Automatic Translation)
base-dn=Temel DN
body-with-password=\u015eifre ile v\u00fccut (Automatic Translation)
body-without-password=\u015eifre olmadan v\u00fccut (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Oturum kapatma oturum sona erme tarih. (Automatic Translation)
cas-logout-on-session-expiration-help=Se\u00e7iliyse, s\u00fcresi dolan oturumlar taray\u0131c\u0131larla CAS logout URL'ye y\u00f6nlendirilir. (Automatic Translation)
cas-logout-url-help=CAS sunucu oturum kapatma URL ayarlay\u0131n. Bir CAS \u00e7\u0131k\u0131\u015f tetiklemek i\u00e7in portal'\u0131n oturum kapatma i\u015flevinin istiyorsan\u0131z bu ayarla. (Automatic Translation)
cas-no-such-user-redirect-url-help=Kullan\u0131c\u0131 CA'lar\u0131 kimlik do\u011frulamas\u0131 yapabilir ancak portal bulunam\u0131yor bir kullan\u0131c\u0131ya yeniden y\u00f6nlendirmek i\u00e7in URL'yi ayarlay\u0131n. LDAP alma etkinle\u015ftirilirse, kullan\u0131c\u0131 bulunam\u0131yor veya LDAP al\u0131namad\u0131 y\u00f6nlendirilir. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN ana HTTP (Automatic Translation)
cdn-host-https=CDN ana bilgisayar HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=De\u011fi\u015fiklikleri varolan kullan\u0131c\u0131lara uygulamak i\u00e7in kontrol edin. De\u011fi\u015fikliklerin ge\u00e7erli olmas\u0131 bir kullan\u0131c\u0131 oturum bir dahaki sefere. (Automatic Translation)
custom-contact-mapping=\u00d6zel ileti\u015fim e\u015fleme (Automatic Translation)
custom-user-mapping=\u00d6zel kullan\u0131c\u0131 e\u015fleme (Automatic Translation)
default-control-panel-theme=Varsay\u0131lan Denetim Masas\u0131 Tema (Automatic Translation)
default-interactions=Varsay\u0131lan etkile\u015fimleri (Automatic Translation)
default-landing-page=Varsay\u0131lan Dil
default-landing-page-help=Bu kullan\u0131c\u0131lar otomatik olarak giri\u015f yapt\u0131ktan sonra y\u00f6nlendirilir sayfas\u0131d\u0131r. A\u00e7\u0131l\u0131\u015f sayfas\u0131 http\://localhost\: 8080/web/konuk/oturum a\u00e7ma i\u00e7in varsay\u0131lan istiyorsan\u0131z, \u00f6rne\u011fin, bu /web/guest/login i\u00e7in ayarlay\u0131n. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=Varsay\u0131lan LDAP sunucusu ayarlar\u0131n\u0131 kullan\u0131lmaktad\u0131r. L\u00fctfen varsay\u0131lan ayarlar\u0131 ge\u00e7ersiz k\u0131lmak i\u00e7in LDAP sunucusuna ekleyin. (Automatic Translation)
default-logout-page=Varsay\u0131lan oturum kapatma sayfas\u0131 (Automatic Translation)
default-logout-page-help=Bu kullan\u0131c\u0131lar otomatik olarak ana sayfaya g\u00f6z at\u0131yor sonra y\u00f6nlendirilir sayfas\u0131d\u0131r. Varsay\u0131lan \u00e7\u0131k\u0131\u015f sayfan\u0131n http\://localhost\: 8080/web/konuk/logout olmas\u0131n\u0131 istiyorsan\u0131z, \u00f6rne\u011fin, bu /web/guest/logout i\u00e7in ayarlay\u0131n. (Automatic Translation)
default-regular-theme=Varsay\u0131lan normal Tema (Automatic Translation)
default-theme=Varsay\u0131lan tema (Automatic Translation)
default-values=Varsay\u0131lan De\u011ferler
disabled-by-default=Varsay\u0131lan\: devre d\u0131\u015f\u0131 (Automatic Translation)
domain-controller=Alan Denetleyici
domain-controller-name=Alan Denetleyici
domain-controller-name-help=Etki alan\u0131 denetleyicisi NetBIOS ad\u0131 belirtin. (Automatic Translation)
edit-ldap-server=LDAP sunucusu D\u00fczenle (Automatic Translation)
email-address-attribute=E-posta Adresi Niteli\u011fi
enable-birthday=Do\u011fum g\u00fcn\u00fc etkinle\u015ftirmek (Automatic Translation)
enable-cdn-dynamic-resources=CDN dinamik kaynaklar etkinle\u015ftirmek (Automatic Translation)
enable-export=D\u0131\u015fa aktarma etkinle\u015ftirme (Automatic Translation)
enable-gender=Cinsiyet etkinle\u015ftirmek (Automatic Translation)
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=Varsay\u0131lan olarak etkin (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=<em>{0}</em> d\u0131\u015f\u0131nda t\u00fcm ek posta sunucu adlar\u0131 i\u00e7in <strong>her bir sat\u0131ra</strong> bir posta sunucu ad\u0131 giriniz.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Ekran ad\u0131n\u0131 ay\u0131rmak i\u00e7in <strong>her bir sat\u0131ra</strong> bir ekran ad\u0131 giriniz.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Kullan\u0131c\u0131 e-posta adresini ay\u0131rmak i\u00e7in <strong>her bir sat\u0131ra</strong> bir kullan\u0131c\u0131 e-posta adresi giriniz.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Yeni olu\u015fturulmu\u015f kullan\u0131c\u0131larla ba\u011flant\u0131l\u0131 varsay\u0131lan kullan\u0131c\u0131 grup adlar\u0131n\u0131 <strong>her bir sat\u0131ra</strong> giriniz.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Bir kullan\u0131c\u0131n\u0131n ge\u00e7erlili\u011fini s\u0131namak i\u00e7in kullan\u0131lan arama filtresi girin. Belirte\u00e7leri @company_id @, @email_address @, @screen_name @, ve @user_id @ do\u011fru de\u011ferlerle \u00e7al\u0131\u015fma an\u0131nda yerini al\u0131r. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=Verilen de\u011ferlerle LDAP sunucusuna ba\u011flan\u0131lamad\u0131.
google-client-secret=Google istemci gizli (Automatic Translation)
graph-url=Grafik URL (Automatic Translation)
group-default-object-classes=Varsay\u0131lan Nesne S\u0131n\u0131flar\u0131n\u0131 Kullan
group-mapping=Grup E\u015fleme
group-name=Grup Ad\u0131
groups-dn=Gruplar DN
home-url=Ana Sayfa URL'i
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Kullan\u0131c\u0131lar nas\u0131l onaylans\u0131n?
import-cas-users-from-ldap=Kullan\u0131c\u0131lar\u0131 LDAP'tan Getir.
import-cas-users-from-ldap-help=Se\u00e7iliyse, portalda bulunmayan CA'LARDAN kimli\u011fi do\u011frulanm\u0131\u015f kullan\u0131c\u0131lar LDAP al\u0131n\u0131r. LDAP etkin olmas\u0131 gerekir. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Se\u00e7iliyse, otomatik olarak olu\u015fturulan \u015fifreleri al\u0131nan kullan\u0131c\u0131lar i\u00e7in kullan\u0131l\u0131r. Bu kullan\u0131c\u0131lar d\u0131\u015fa aktarma \u00f6zg\u00fcn parolalar\u0131n\u0131 LDAP \u00fczerine yaz\u0131lmas\u0131n\u0131 yol a\u00e7acak. (Automatic Translation)
import-export=\u0130\u00e7e Aktarma / D\u0131\u015fa Aktarma
import-opensso-users-from-ldap=Kullan\u0131c\u0131lar\u0131 LDAP'tan Getir.
import-opensso-users-from-ldap-help=Se\u00e7iliyse, portalda var olmayan a\u00e7\u0131k SSO kimli\u011fi do\u011frulanm\u0131\u015f kullan\u0131c\u0131lar LDAP al\u0131n\u0131r. LDAP etkin olmas\u0131 gerekir. (Automatic Translation)
import-search-filter=Arama Filtresini \u0130\u00e7e Aktar
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Dil ve saat dilimi (Automatic Translation)
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP almak i\u00e7in kullan\u0131c\u0131 parolalar\u0131n\u0131n autogeneration etkinle\u015ftirildi\u011finde LDAP ihracat etkinle\u015ftirilmemi\u015f gerekir. (Automatic Translation)
ldap-password-policy-help=Bu etkin oldu\u011funda, portal ge\u00e7erli parolalar, s\u00fcresi dolan parolalar\u0131n\u0131 veya kilitli olan kullan\u0131c\u0131lar i\u00e7in kontrol unutmay\u0131n. Bu \u015fimdi LDAP sunucusunun parola ilkesi taraf\u0131ndan ele al\u0131n\u0131r. (Automatic Translation)
ldap-server-name=\u0130sim
ldap-servers=LDAP sunucular\u0131 (Automatic Translation)
liferay-has-failed-to-connect-to-the-ldap-server=Liferay LDAP sunucusuna ba\u011flanmada ba\u015far\u0131s\u0131z oldu.L\u00fctfen yap\u0131land\u0131rman\u0131z\u0131 kontrol edin ve LDAP sunucusunun \u00e7al\u0131\u015ft\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay OpenSSO sunucusuna ba\u011flanmak ba\u015far\u0131s\u0131z oldu. L\u00fctfen yap\u0131land\u0131rman\u0131z\u0131 denetleyin ve OpenSSO sunucusunun \u00e7al\u0131\u015ft\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay OpenSSO hizmetlerine ba\u011flanmak ba\u015far\u0131s\u0131z oldu. L\u00fctfen OpenSSO hizmetlerinin \u00e7al\u0131\u015ft\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n. (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=Liferay ba\u015far\u0131yla LDAP sunucusuna ba\u011fland\u0131.
liferay-has-successfully-connected-to-the-opensso-server=Liferay ba\u015far\u0131yla OpenSSO sunucusuna ba\u011fland\u0131.
load-default-server-configuration-for=Y\u00fck varsay\u0131lan sunucu yap\u0131land\u0131rmas\u0131 i\u00e7in (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=E-posta Host Adlar\u0131
main-configuration=Ana Konfig\u00fcrasyon
mappings-for-opensso-help=Liferay aras\u0131ndaki OpenSSO zorunlu e\u015flemeleri vard\u0131r\: ekran ad\u0131, e-posta adresi, ad ve soyad\u0131. (Automatic Translation)
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=B\u00f6yle bir kullan\u0131c\u0131 yeniden y\u00f6nlendirme URL'si (Automatic Translation)
oauth-redirect-url=Site Redirector
opensso=OpenSSO (Automatic Translation)
organization-sites=Organizasyon Rolleri
other-directory-server=Di\u011fer Dizin Sunucu
please-enter-a-unique-ldap-server-name=L\u00fctfen benzersiz bir klas\u00f6r ismi girin.
please-enter-a-valid-ldap-search-filter=L\u00fctfen ge\u00e7erli bir gelen sunucu ad\u0131 giriniz.
please-enter-a-valid-ldap-server-name=L\u00fctfen ge\u00e7erli bir gelen sunucu ad\u0131 giriniz.
please-enter-a-valid-locale=L\u00fctfen ge\u00e7erli bir kod girin.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=L\u00fctfen <em>grup ad\u0131</em> ve <em>kullan\u0131c\u0131</em> grup \u00f6zelliklerini LDAP \u00f6zellikleriyle e\u015fle\u015ftirin.
please-select-at-least-one-social-relation-type=L\u00fctfen en az bir sosyal ili\u015fki t\u00fcr\u00fc se\u00e7in. (Automatic Translation)
please-select-the-type-of-social-interaction=L\u00fctfen sosyal etkile\u015fim t\u00fcr\u00fcn\u00fc se\u00e7in. (Automatic Translation)
require-strangers-to-verify-their-email-address=Yabanc\u0131lara e-posta do\u011frulama zorunlu mu?
require-terms-of-use=Kullan\u0131m ko\u015fullar\u0131 gerektirir (Automatic Translation)
reset-values=De\u011ferleri S\u0131f\u0131rla
screen-name-attribute=Ekran Ad\u0131 Niteli\u011fi
screen-names=Ekran Adlar\u0131
select-the-default-ratings-type-for-the-following-applications=A\u015fa\u011f\u0131daki uygulamalar i\u00e7in varsay\u0131lan derecelendirme tipi se\u00e7in. Bu de\u011ferler her sitede Site Ayarlar\u0131'ndan de\u011fi\u015ftirebilirsiniz. (Automatic Translation)
service-account=Hizmet hesab\u0131 (Automatic Translation)
service-password=Hizmeti parolas\u0131n\u0131 (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=SSL hatas\u0131 (Automatic Translation)
system.ldap.configuration.name=Sistem LDAP (Automatic Translation)
test-cas-configuration=Test CA'lar\u0131 yap\u0131land\u0131rma (Automatic Translation)
test-ldap-connection=LDAP Ba\u011flant\u0131s\u0131n\u0131 Test Et
test-ldap-groups=LDAP Gruplar\u0131n\u0131 Test Et
test-ldap-users=LDAP Kullan\u0131c\u0131lar\u0131n\u0131 Test Et
test-opensso-configuration=Test OpenSSO yap\u0131land\u0131rma (Automatic Translation)
the-cas-login-url-is-invalid=CAS oturum a\u00e7ma URL'si ge\u00e7ersiz. (Automatic Translation)
the-cas-logout-url-is-invalid=CAS logout URL ge\u00e7erli de\u011fil. (Automatic Translation)
the-cas-no-such-user-url-is-invalid=CAS yok b\u00f6yle kullan\u0131c\u0131 URL ge\u00e7erli de\u011fil. (Automatic Translation)
the-cas-server-name-is-invalid=CAS sunucu ad\u0131 ge\u00e7erli de\u011fil. (Automatic Translation)
the-cas-server-url-is-invalid=CAS sunucu URL'si ge\u00e7ersiz. (Automatic Translation)
the-cas-service-url-is-invalid=CAS hizmeti URL'si ge\u00e7ersiz. (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=L\u00fctfen ge\u00e7erli bir Facebook grafik URL girin (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=L\u00fctfen ge\u00e7erli bir Facebook OAuth Auth URL girin (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=L\u00fctfen ge\u00e7erli bir Facebook OAuth yeniden y\u00f6nlendirme URL'si girin (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=L\u00fctfen ge\u00e7erli bir Facebook OAuth Token URL girin (Automatic Translation)
the-google-client-id-is-invalid=L\u00fctfen ge\u00e7erli bir Google istemci kimli\u011fi girin (Automatic Translation)
the-google-client-secret-is-invalid=L\u00fctfen ge\u00e7erli bir Google istemci gizli girin. (Automatic Translation)
the-ldap-url-format-is=LDAP sa\u011flay\u0131c\u0131n\u0131n URL format\u0131 <em>ldap\://host\:port</em> \u015feklinde. Temel DN kullan\u0131c\u0131lar i\u00e7in ba\u015flang\u0131\u00e7 arama durumunu belirler ve bu opsiyoneldir. \u00d6rne\u011fin, sizin de\u011ferleriniz i\u00e7in <em>ldap\://localhost\:389</em> ve <em>ou\=Users,o\=Example</em> kullan\u0131n.
use-default-interactions-settings=Varsay\u0131lan etkile\u015fimleri ayarlar\u0131 kullan\u0131n (Automatic Translation)
use-ldap-password-policy=LDAP \u015eifre Politikas\u0131n\u0131 Kullan
user-default-object-classes=Varsay\u0131lan Nesne S\u0131n\u0131flar\u0131n\u0131 Kullan
user-mapping=Kullan\u0131c\u0131 E\u015fleme
users-dn=Kullan\u0131c\u0131lar DN (Automatic Translation)
