#X-Generator: crowdin.com
authentication-search-filter-help=Zadajte vyh\u013ead\u00e1vac\u00ed filter, ktor\u00fd sa pou\u017e\u00edva na testovanie platnosti pou\u017e\u00edvate\u013ea. Tokeny @company_id @, @email_address @, @screen_name @, a @user_id @ za behu nahraden\u00e9 spr\u00e1vne hodnoty. (Automatic Translation)
autogenerate-user-password=Automatick\u00e9 vytvorenie pou\u017e\u00edvate\u013esk\u00e9ho hesla (Automatic Translation)
base-dn-help=Base DN ur\u010duje po\u010diato\u010dn\u00e9 vyh\u013ead\u00e1vanie pou\u017e\u00edvate\u013eov a je nepovinn\u00e9. (Automatic Translation)
contact-custom-mappings-help=Toto mapovanie pou\u017eije port\u00e1l pri importe a exporte pou\u017e\u00edvate\u013eov na prepojenie LDAP atrib\u00fatov s vlastn\u00fdmi atrib\u00fatmi pou\u017e\u00edvate\u013eovho kontaktu.
contact-mappings-help=Toto mapovanie pou\u017eije port\u00e1l pri importe a exporte pou\u017e\u00edvate\u013eov na prepojenie LDAP atrib\u00fatov s atrib\u00fatmi pou\u017e\u00edvate\u013eovho kontaktu.
create-role-per-group=Vytvorte \u00falohu na skupinu (Automatic Translation)
default-user-password=Deafult pou\u017e\u00edvate\u013esk\u00e9ho hesla (Automatic Translation)
enable-group-cache=Povoli\u0165 skupiny Cache (Automatic Translation)
enable-user-password=Zapnutie pou\u017e\u00edvate\u013esk\u00e9ho hesla (Automatic Translation)
export-enabled-help=Nastavenia pre exportovanie pou\u017e\u00edvate\u013eov z port\u00e1lu do LDAP. Umo\u017e\u0148uj\u00fa zaslanie zmien do LDAP ke\u010f si pou\u017e\u00edvate\u013e zmen\u00ed meno priezvisko a podobne. Pokia\u013e nie je hodnota vlastnosti "LDAPAuthConfiguration.enabled" nastaven\u00e1 na true tak sa toto nastavenie nepou\u017eije.
export-group-enabled-help=Ak maj\u00fa by\u0165 skupiny a ich priradenia exportovan\u00e9 z port\u00e1lu do LDAP tak toto nastavte na true. Pokia\u013e nie je hodnota vlastnosti "LDAPAuthConfiguration.enabled" nastaven\u00e1 na true tak sa toto nastavenie nepou\u017eije.
group-default-object-classes-help=Ak je skupina exportovan\u00e1 do LDAP a skupina tam neexistuje, tak sa vytvor\u00ed s nasledovn\u00fdmi prednastaven\u00fdmi triedami objektu.
group-mappings-help=Port\u00e1l pou\u017eije pri importovan\u00ed skup\u00edn toto mapovanie atrib\u00fatov LDAP skupiny na atrib\u00faty pou\u017e\u00edvate\u013eskej skupiny port\u00e1lu.
group-search-filter-enabled-help=Ak je nastaven\u00e9 na true tak bude aplikovan\u00fd skupinov\u00fd filter ale len na skupiny \u0161pecifikovan\u00e9 v base DN. Ak je nastaven\u00e9 na false, tak sa filter nebude aplikova\u0165 a v\u0161etky skupiny asociovan\u00e9 s importovan\u00fdmi pou\u017e\u00edvate\u013emi sa bud\u00fa importova\u0165 bez oh\u013eadu na base DN.
groups-dn-help=Nov\u00e9 skupiny sa vytvoria v \u0161pecifikovanom DN. Toto je akt\u00edvne len ke\u010f s\u00fa vlastnosti "LDAPAuthConfiguration.enabled" a "LDAPExportConfiguration.enabled" nastaven\u00e9 na true.
import-create-role-per-group-help=Nastavte na true ak m\u00e1 port\u00e1l automaticky vytvori\u0165 rolu ku ka\u017edej skupine importovanej z LDAP. Rola bude priraden\u00e1 ku skupine, tak\u017ee pou\u017e\u00edvatelia automaticky zdedia t\u00fato rolu ke\u010f s\u00fa priraden\u00fd do skupiny.
import-group-cache-enabled-help=Ur\u010duje \u010di bude vyh\u013ead\u00e1vanie DN ke\u0161ovan\u00e9 po\u010das LDAP importu a prihl\u00e1senia. Ak je \u00e1no, tak sa zr\u00fdchli import a prihl\u00e1senie ale zmeny atrib\u00fatov skupiny sa prejavia a\u017e vypr\u0161an\u00ed platnosti ke\u0161e. Ve\u013ekos\u0165 a doba trvania ke\u0161e sa d\u00e1 nastavi\u0165 s pou\u017eit\u00edm mena "com.liferay.portal.security.exportimport.UserImporter".
import-lock-expiration-time-help=Nastavi\u0165 \u010das vypr\u0161ania z\u00e1mok LDAP dovoz. Dobu platnosti je predvolene 1 de\u0148. (Automatic Translation)
import-method=Sp\u00f4sob importu (Automatic Translation)
import-method-help=Ako importovaciu met\u00f3du nastavte bu\u010f pou\u017e\u00edvate\u013e alebo skupinu. Ak nastav\u00edte pou\u017e\u00edvate\u013ea, tak port\u00e1l naimportuje v\u0161etk\u00fdch pou\u017e\u00edvate\u013eov a tie skupiny, ktor\u00e9 s\u00fa asociovan\u00e9 s t\u00fdmito pou\u017e\u00edvate\u013emi. T\u00e1to hodnota by mala by\u0165 nastaven\u00e1 pod\u013ea toho, ako v\u00e1\u0161 LDAP server uklad\u00e1 inform\u00e1cie o \u010dlenstve v skupine.
ldap-auth-configuration-name=LDAP prihl\u00e1senie
ldap-export-configuration-name=LDAP Export
ldap-import-configuration-name=LDAP Import
ldap-server-configuration-name=LDAP servery
lock-expiration-time=Uplynut\u00ed \u010dasu (Automatic Translation)
method-help=Nastavte met\u00f3du LDAP autentiz\u00e1cie bu\u010f ako v\u00e4zbu alebo porovn\u00e1vanie hesla. V\u00e4zba je preferovan\u00e1 v\u00e4\u010d\u0161inou poskytovate\u013eov tak\u017ee sa nemus\u00edte stara\u0165 o \u0161ifrovanie.
page-size-help=Pre adres\u00e1rov\u00e9 servre, ktor\u00e9 podporuj\u00fa str\u00e1nkovanie, nastavte ve\u013ekos\u0165 str\u00e1nky. T\u00e1to hodnota by mala by\u0165 najviac 1000 pre Microsoft Active Directory Server.
password-encryption-algorithm-help=Nastavte \u0161ifrovanie hesla, ktor\u00e9 sa pou\u017eije pre porovnanie hesla po\u010das importu a pre \u0161ifrovanie hesla po\u010das exportu. Aby sa pou\u017eilo porovn\u00e1vanie hesla po\u010das importu, mus\u00ed by\u0165 nastaven\u00e1 vlastnos\u0165 "LDAPAuthConfiguration.method" na hodnotu password-compare. Ak je \u0161ifrovanie nastaven\u00e9 na \u017dIADNE, \u010di je prednastaven\u00e1 hodnota, hesl\u00e1 s\u00fa pova\u017eovan\u00e9 za oby\u010dajn\u00fd text Algoritmus SHA-512 v s\u00fa\u010dasnosti nie je podporovan\u00fd.
password-policy-enabled-help=Set to vern\u00fd pou\u017eitie LDAP hesla politika namiesto port\u00e1lu hesla politika. Ak nastaven\u00e1 na pravda, je mo\u017en\u00e9, \u017ee port\u00e1lu generovan\u00e9 hesl\u00e1 sa nezhoduj\u00fa politiku LDAP. Zobrazi\u0165 "passwords.regexptoolkit.*" vlastnosti, Podrobnosti o konfigur\u00e1cii RegExpToolkit pri vytv\u00e1ran\u00ed t\u00fdchto hesiel. V\u0161imnite si, \u017ee ak je toto povolen\u00e9, port\u00e1l nekontroluje platn\u00fd hesl\u00e1, uplynul hesl\u00e1 alebo pou\u017e\u00edvate\u013eov, ktor\u00e9 s\u00fa uzamknut\u00e9. To je teraz spravuje politika hesla LDAP server. (Automatic Translation)
range-size-help=Nastavte po\u010det hodn\u00f4t, ktor\u00e9 sa vr\u00e1tia pri ka\u017edom dopyte na atrib\u00faty s viacer\u00fdmi hodnotami pre adres\u00e1rov\u00e9 servery, ktor\u00e9 podporuj\u00fa vyberanie rozsahu. Ve\u013ekos\u0165 rozsahu mus\u00ed by\u0165 najviac 1000 pre Windows 2000 a najviac 1500 pre Windows Server 2003.
system-ldap-configuration-name=Syst\u00e9m LDAP
user-custom-mappings-help=Port\u00e1l pou\u017eije toto mapovanie pri importovan\u00ed a exportovan\u00ed pou\u017e\u00edvate\u013eov na naviazanie LDAP pou\u017e\u00edvate\u013eov\u00fdch atrib\u00fatov a vlastn\u00fdch atrib\u00fatov port\u00e1lov\u00e9ho pou\u017e\u00edvate\u013ea.
user-default-object-classes-help=Ke\u010f je pou\u017e\u00edvate\u013e exportovan\u00fd do LDAP a neexistuje tam, bude vytvoren\u00fd s nasledovn\u00fdmi triedami objektu.
user-ignore-attributes-help=Zadajte atrib\u00faty pou\u017e\u00edvate\u013ea, ktor\u00e9 s\u00fa ovl\u00e1dan\u00e9 z port\u00e1lu. Pri prid\u00e1van\u00ed alebo aktualiz\u00e1ciu pou\u017e\u00edvate\u013ea z LDAP sa tieto atrib\u00faty presko\u010dia.
user-mappings-help=Port\u00e1l pou\u017eije toto mapovanie pri importovan\u00ed a exportovan\u00ed pou\u017e\u00edvate\u013eov na prepojenie LDAP atrib\u00fatov pou\u017e\u00edvate\u013ea a port\u00e1lov\u00fdch atrib\u00fatov pou\u017e\u00edvate\u013ea.
user-search-filter-help=Nastavenia pre importovanie pou\u017e\u00edvate\u013eov z LDAP do port\u00e1lu. Tieto nastavenia sa nepou\u017eij\u00fa pokia\u013e nie je vlastnos\u0165 "LDAPImportConfiguration.enabled" nastaven\u00e1 na true.
users-dn-help=Nov\u00ed pou\u017e\u00edvatelia bud\u00fa vytvoren\u00ed v \u0161pecifikovanom DN. Toto je akt\u00edvne len vtedy, ke\u010f s\u00fa vlastnosti "LDAPAuthConfiguration.enabled" a "LDAPExportConfiguration.enabled" nastaven\u00e9 na true.
