#X-Generator: crowdin.com
a-new-password-will-be-sent-to-x-if-you-can-correctly-answer-the-following-question=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u093e \u0938\u0939\u0940 \u091c\u0935\u093e\u092c \u0926\u0947\u0928\u0947 \u092a\u0930 \u090f\u0915 \u0928\u092f\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0906\u092a\u0915\u0947 \u0907\u0938 \u092a\u0924\u0947 (0) \u092a\u0930 \u092d\u0947\u091c\u093e \u091c\u093e\u090f\u0917\u093e.
javax.portlet.title.com_liferay_login_web_portlet_FastLoginPortlet=\u092e\u0947\u0902 \u0924\u0947\u091c\u0940 \u0938\u0947 \u0938\u093e\u0907\u0928 \u0907\u0928 \u0915\u0930\u0947\u0902 (Automatic Translation)
javax.portlet.title.com_liferay_login_web_portlet_LoginPortlet=\u0938\u093e\u0907\u0928 \u0907\u0928 \u0915\u0930\u0947\u0902
thank-you-for-creating-an-account=\u0915\u094b\u0908 \u0916\u093e\u0924\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0927\u0928\u094d\u092f\u0935\u093e\u0926\u0964 (Automatic Translation)
thank-you-for-creating-an-account-your-password-was-sent-to-x=Thank you for creating an account. Your password was sent to {0}. Please check your inbox and spam folders. (Automatic Copy)
thank-you-for-creating-an-account.-you-will-be-notified-via-email-at-x-when-your-account-has-been-approved=Thank you for creating an account. You will be notified via email at {0} when your account has been approved. (Automatic Copy)
thank-you-for-creating-an-account.-your-password-is-x=Thank you for creating an account. Your password is <strong>{0}</strong>. (Automatic Copy)
you-are-signed-in-as-x=\u0906\u092a\u0928\u0947 {0} \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u093e\u0907\u0928 \u0907\u0928 \u0915\u093f\u092f\u093e \u0939\u0948\u0902|
your-email-verification-code-was-sent-to-x=Your email verification code was sent to {0}. (Automatic Copy)
your-password-was-sent-to-the-provided-email-address=\u0905\u092a\u0928\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092d\u0947\u091c\u093e \u0917\u092f\u093e \u0925\u093e\u0964 (Automatic Translation)
your-password-was-sent-to-x=Your password was sent to {0}. (Automatic Copy)
