#X-Generator: crowdin.com
a-pingback-is-a-comment-that-is-created-when-you-link-to-another-blog-post-where-pingbacks-are-enabled=Pingback \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e37\u0e48\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e41\u0e1c\u0e07\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 (Automatic Translation)
abstract-without-title=\u0e19\u0e32\u0e21\u0e18\u0e23\u0e23\u0e21 \u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 (Automatic Translation)
add-blog-entry=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
allow-trackbacks=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 (Automatic Translation)
an-abstract-is-a-brief-summary-of-a-blog-entry=\u0e1a\u0e17\u0e04\u0e31\u0e14\u0e22\u0e48\u0e2d\u0e40\u0e1b\u0e47\u0e19\u0e1a\u0e17\u0e2a\u0e23\u0e38\u0e1b\u0e2a\u0e31\u0e49\u0e19 \u0e46 \u0e02\u0e2d\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
an-error-occurred-while-cropping-the-cover-image=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e01\u0e32\u0e23\u0e04\u0e23\u0e2d\u0e1a\u0e15\u0e31\u0e14\u0e20\u0e32\u0e1e\u0e1b\u0e01 (Automatic Translation)
an-error-occurred-while-scaling-the-abstract-image=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e20\u0e32\u0e1e\u0e19\u0e32\u0e21\u0e18\u0e23\u0e23\u0e21 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-images=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
automatic=\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
blog-entries=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
blog-entry-url=\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 URL (Automatic Translation)
blog-services=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
blogs-portlet-instance-configuration-name=\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
blogs-util=\u0e1a\u0e25\u0e47\u0e2d\u0e01 Util (Automatic Translation)
blogs-util-help=\u0e43\u0e2b\u0e49\u0e2d\u0e23\u0e23\u0e16\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
body-and-image=\u0e23\u0e48\u0e32\u0e07\u0e01\u0e32\u0e22\u0e41\u0e25\u0e30\u0e20\u0e32\u0e1e (Automatic Translation)
comments-regarding-the-blog-entry-update=\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
custom-abstract=\u0e1a\u0e17\u0e04\u0e31\u0e14\u0e22\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 (Automatic Translation)
enable-view-count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
entries-permissions=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
javax.portlet.description.com_liferay_blogs_web_portlet_BlogsAdminPortlet=\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e21\u0e35\u0e2a\u0e21\u0e38\u0e14\u0e2a\u0e31\u0e49\u0e19 \u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e14\u0e2d\u0e32\u0e23\u0e35\u0e48\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e49\u0e21\u0e32\u0e15\u0e23\u0e10\u0e32\u0e19\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e01\u0e32\u0e23\u0e13\u0e4c \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e14\u0e39 \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 \u0e41\u0e25\u0e30\u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
javax.portlet.long-title.com_liferay_blogs_web_portlet_BlogsAdminPortlet=\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
javax.portlet.title.com_liferay_blogs_web_portlet_BlogsAdminPortlet=\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
javax.portlet.title.com_liferay_blogs_web_portlet_BlogsAgreggatorPortlet=\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e23\u0e27\u0e1a\u0e23\u0e27\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_blogs_web_portlet_BlogsPortlet=\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
model.resource.com.liferay.blogs=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
model.resource.com.liferay.blogs.model.BlogsEntry=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
model.resource.com.liferay.blogs.template=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e02\u0e2d\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
more-blog-entries=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
new-blog-entry=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
no-images-were-found=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e (Automatic Translation)
no-suitable-application-found-to-display-the-blogs-entry=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21 (Automatic Translation)
not-published-x=Not Published ({0}) (Automatic Copy)
please-enter-a-valid-abstract=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e1a\u0e17\u0e04\u0e31\u0e14\u0e22\u0e48\u0e2d\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-url-title=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
quote-without-title=\u0e1e\u0e39\u0e14 \u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-blog-entry-in-a-blog-you-are-subscribed-to=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
receive-a-notification-when-someone-updates-a-blog-entry-you-are-subscribed-to=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
the-url-title-is-already-in-use-please-enter-a-unique-url-title=\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d URL \u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d URL \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e0b\u0e49\u0e33\u0e01\u0e31\u0e19 (Automatic Translation)
the-url-will-be-based-on-the-entry-title=URL \u0e08\u0e30\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
there-are-no-blogs=\u0e21\u0e35\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e44\u0e21\u0e48 (Automatic Translation)
to-allow-trackbacks,-please-also-ensure-the-entry's-guest-view-permission-is-enabled=\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e49\u0e32\u0e1e\u0e31\u0e01\u0e02\u0e2d\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
trackbacks-already-sent=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2a\u0e48\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 (Automatic Translation)
trackbacks-to-send=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07 (Automatic Translation)
untitled-entry=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
use-the-first-x-characters-of-the-entry-content=Use the first {0} characters of the entry content. (Automatic Copy)
x-minutes-read={0} Minutes Read (Automatic Copy)
