#X-Generator: crowdin.com
abstract-length-key-help=Especifiqueu el nombre de car\u00e0cters que cal mostrar per als resums.
add-content-select-scope-and-type=Afegir contingut (Seleccionar \u00e0mbit i tipus)
and-operator=Operador Y
asset-entry-type=Tipus de contingut
asset-link-behavior=Comportament de l'enlla\u00e7 al contingut
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=L'editor actiu (Automatic Translation)
asset-selection=Selecci\u00f3 de continguts
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=El contingut visualitzat ha de complir aquestes regles.
does-not-contain=No en cont\u00e9
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Permetre (Automatic Translation)
enable-tag-based-navigation-help=Si es marca aquesta opci\u00f3 i es selecciona una etiqueta en visualitzar la p\u00e0gina, es mostraran els continguts amb aquesta etiqueta en comptes dels continguts que es van seleccionar manualment.
exclude-assets-with-0-views=Excloure els continguts amb 0 visites
filter-by-field=Filtra per camp
filter-by-field-x=Filtra per camp {0}.
include-tags-specified-in-the-url=Inclou les etiquetes indicades a la URL.
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Editor de continguts
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Continguts m\u00e9s valorats
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Continguts m\u00e9s visitats
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Contingut recent
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Continguts relacionats
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=No s'ha seleccionat cap contingut.
number-of-items-to-display-help=El m\u00e0xim nombre d'elements a visualitzar si la paginaci\u00f3 est\u00e0 desactivada, en qualsevol altre cas, nombre d'elements a visualitzar per p\u00e0gina.
only-one-rule-with-the-combination-x-is-supported=Nom\u00e9s es suporta una regla amb la combinaci\u00f3 {0}.
ordering-and-grouping=Ordenaci\u00f3 i agrupaci\u00f3
other-site=Un altre lloc
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Mostra contingut geolocalitzat en un mapa.
portlet-display-template-description-rich-summary=Mostra resums, icones, continguts relacionats i accions d'impressi\u00f3 o edici\u00f3 per continguts. Opcionalment, inclou enlla\u00e7os i valoracions.
portlet-display-template-name-map=Mapa
portlet-display-template-name-rich-summary=Resum enriquit
query-contains=La consulta cont\u00e9
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Conjunt i permetre (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Estableix-lo com a publicador de continguts per defecte per a aquesta p\u00e0gina
set-as-the-default-asset-publisher-for-this-page-help=El publicador de continguts per defecte s'utilitzar\u00e0 per mostrar continguts associats a aquesta p\u00e0gina.
show-add-content-button-help=Aix\u00f2 permet als usuaris afegir continguts des de la vista.
show-and-set=Espectacle i conjunt (Automatic Translation)
show-asset-title=Mostra el t\u00edtol del contingut
show-context-link=Mostra l'enlla\u00e7 al context original del contingut
show-extra-info=Mostra informaci\u00f3 extra
show-only-assets-with-x-as-its-display-page=Mostra nom\u00e9s el contingut amb <em>{0}</em> com la seva p\u00e0gina de visualitzaci\u00f3.
tag-based-navigation=Etiqueta basat en navegaci\u00f3 (Automatic Translation)
the-asset-could-not-be-found=No s'ha trobat el contingut.
the-field-value-is-invalid=El valor del camp no \u00e9s v\u00e0lid.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=S'ha eliminat el contingut seleccionat de la llista perqu\u00e8 no pertany a l'\u00e0mbit d'aquest m\u00f2dul de portal.
there-are-no-related-assets=No hi ha continguts relacionats disponibles. Aquesta aplicaci\u00f3 mostrar\u00e0 tots els continguts relacionats amb el contingut principal de la p\u00e0gina actual.
view-count-increment=Increment del comte vista (Automatic Translation)
x-is-not-a-display-type={0} no \u00e9s un tipus de visualitzaci\u00f3.
