#X-Generator: crowdin.com
action.ADD_SAP_ENTRY=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 (Automatic Translation)
allowed-service-signatures=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e \u0443\u0441\u043b\u0443\u0433\u0430 \u043f\u043e\u0434\u043f\u0438\u0441\u0438 (Automatic Translation)
allowed-service-signatures-help=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0441\u0435\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d \u0443\u0441\u043b\u0443\u0433\u0430 \u043f\u043e\u0434\u043f\u0438\u0441\u0438, \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441 \u043d\u043e\u0432 \u0440\u0435\u0434. \u0417\u0430 example\:
default-sap-entry-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0449\u0435 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430 \u043a\u044a\u043c \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0445\u043e\u0434\u044f\u0449\u0438 \u0438\u0441\u043a\u0430\u043d\u0438\u044f, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u043d\u0435\u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d\u0438 \u0438\u0441\u043a\u0430\u043d\u0438\u044f. (Automatic Translation)
javax.portlet.title.com_liferay_portal_security_service_access_policy_web_portlet_SAPPortlet=\u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 (Automatic Translation)
method-name=\u041c\u0435\u0442\u043e\u0434 \u0438\u043c\u0435 (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy=\u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy.model.SAPEntry=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0437\u0430\u043f\u0438\u0441 (Automatic Translation)
new-service-access-policy=\u041d\u043e\u0432\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 (Automatic Translation)
please-enter-a-unique-service-access-policy-name=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0438\u043c\u0435. (Automatic Translation)
policies=\u041f\u043e\u043b\u0438\u0442\u0438\u043a\u0438 (Automatic Translation)
service-access-policy-name-is-required=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0438\u043c\u0435\u0442\u043e \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e. (Automatic Translation)
service-access-policy-title-is-required=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430. (Automatic Translation)
service-class=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043a\u043b\u0430\u0441 (Automatic Translation)
switch-to-advanced-mode=\u041f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d \u0440\u0435\u0436\u0438\u043c (Automatic Translation)
switch-to-friendly-mode=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u043f\u0440\u0438\u044f\u0442\u0435\u043b\u0441\u043a\u0438 (Automatic Translation)
there-are-no-service-access-policies=\u0418\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438. (Automatic Translation)
this-field-is-required-and-must-contain-only-following-characters=\u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0437\u043d\u0430\u0446\u0438\: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz\#\:@./_- (Automatic Translation)
