#X-Generator: crowdin.com
action.ADD_SAP_ENTRY=\u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f \u091c\u094b\u0921\u093c\u0947\u0902 (Automatic Translation)
allowed-service-signatures=\u0938\u0947\u0935\u093e \u0939\u0938\u094d\u0924\u093e\u0915\u094d\u0937\u0930\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0940 (Automatic Translation)
allowed-service-signatures-help=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0905\u0928\u0941\u092e\u0924\u093f \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0938\u0947\u0935\u093e \u090f\u0915 \u0928\u0908 \u0932\u093e\u0907\u0928 \u0938\u0947 \u0905\u0932\u0917 \u0939\u0938\u094d\u0924\u093e\u0915\u094d\u0937\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 Example\:
default-sap-entry-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, \u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f \u0905\u092a\u094d\u0930\u092e\u093e\u0923\u0940\u0915\u0943\u0924 \u0905\u0928\u0941\u0930\u094b\u0927 \u0938\u0939\u093f\u0924 \u0938\u092d\u0940 \u0906\u0935\u0915 \u0905\u0928\u0941\u0930\u094b\u0927\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0932\u093e\u0917\u0942 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
javax.portlet.title.com_liferay_portal_security_service_access_policy_web_portlet_SAPPortlet=\u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f (Automatic Translation)
method-name=\u0935\u093f\u0927\u093f \u0928\u093e\u092e (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy=\u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy.model.SAPEntry=\u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f (Automatic Translation)
new-service-access-policy=\u0928\u0908 \u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f (Automatic Translation)
please-enter-a-unique-service-access-policy-name=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0905\u0926\u094d\u0935\u093f\u0924\u0940\u092f \u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
policies=\u0928\u0940\u0924\u093f\u092f\u093e\u0901 (Automatic Translation)
service-access-policy-name-is-required=\u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f \u0928\u093e\u092e \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
service-access-policy-title-is-required=\u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f \u0936\u0940\u0930\u094d\u0937\u0915 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
service-class=\u0938\u0947\u0935\u093e \u0935\u0930\u094d\u0917 (Automatic Translation)
switch-to-advanced-mode=\u0909\u0928\u094d\u0928\u0924 \u092e\u094b\u0921 \u092a\u0930 \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0947\u0902 (Automatic Translation)
switch-to-friendly-mode=\u0926\u094b\u0938\u094d\u0924\u093e\u0928\u093e \u092e\u094b\u0921 \u092a\u0930 \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0947\u0902 (Automatic Translation)
there-are-no-service-access-policies=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0938\u0947\u0935\u093e \u092a\u0939\u0941\u0901\u091a \u0928\u0940\u0924\u093f\u092f\u094b\u0902 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
this-field-is-required-and-must-contain-only-following-characters=\u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0914\u0930 \u0915\u0947\u0935\u0932 \u0928\u093f\u092e\u094d\u0928 \u0935\u0930\u094d\u0923 \u0939\u094b\u0928\u0947 \u091a\u093e\u0939\u093f\u090f\: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz\#\:@./_- (Automatic Translation)
