#X-Generator: crowdin.com
all-users-can-mention-each-other=\u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0433\u043e\u0432\u043e\u0440\u0438\u043c \u043f\u043e\u043c\u0435\u0436\u0434\u0443 \u0441\u0438 (Automatic Translation)
allow-users-to-mention-other-users=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0433\u043e\u0432\u043e\u0440\u0438\u043c \u0437\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
define-mentions-capability-for-users=\u041e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0442 \u0441\u0435 \u0441\u043f\u043e\u043c\u0435\u043d\u0430\u0432\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
friends-can-mention-each-other=\u041f\u0440\u0438\u044f\u0442\u0435\u043b\u0438 \u0434\u0430 \u0433\u043e\u0432\u043e\u0440\u0438\u043c \u043f\u043e\u043c\u0435\u0436\u0434\u0443 \u0441\u0438 (Automatic Translation)
javax.portlet.title.com_liferay_mentions_web_portlet_MentionsPortlet=\u0421\u043f\u043e\u043c\u0435\u043d\u0430\u0432\u0430 (Automatic Translation)
mentions-are-disabled-in-portal-settings=\u0421\u043f\u043e\u043c\u0435\u043d\u0430\u0432\u0430 \u0441\u0430 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u0438 \u0432 \u043f\u043e\u0440\u0442\u0430\u043b\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. (Automatic Translation)
receive-a-notification-when-someone-mentions-you-in-a-blogs-entry,-comment,-or-message-boards-message=\u0412\u0438\u0435 \u0441\u0435 \u0441\u043f\u043e\u043c\u0435\u043d\u0430\u0432\u0430 \u0432 \u0411\u043b\u043e\u0433\u043e\u0432\u0435 \u043f\u043e\u0441\u0442, \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0438\u043b\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0434\u044a\u0441\u043a\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435. (Automatic Translation)
site-members-can-mention-each-other=\u0427\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0433\u043e\u0432\u043e\u0440\u0438\u043c \u043f\u043e\u043c\u0435\u0436\u0434\u0443 \u0441\u0438 (Automatic Translation)
x-mentioned-you-in-a-comment-in-a-x={0} mentioned you in a comment in a {1}. (Automatic Copy)
x-mentioned-you-in-a-x={0} mentioned you in a {1}. (Automatic Copy)
