#X-Generator: crowdin.com
add-new-related-queries-based-on-successful-queries=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438, \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 (Automatic Translation)
add-x-as-a-search-provider=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 Liferay \u043a\u0430\u0442\u043e \u0442\u044a\u0440\u0441\u0430\u0447\u043a\u0430
any-asset=\u0412\u0441\u0435\u043a\u0438 \u0430\u043a\u0442\u0438\u0432 (Automatic Translation)
any-category=\u0412\u0441\u044f\u043a\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f (Automatic Translation)
any-folder=\u0412\u0441\u044f\u043a\u0430 \u043f\u0430\u043f\u043a\u0430 (Automatic Translation)
any-site=\u0412\u0441\u0435\u043a\u0438 \u0441\u0430\u0439\u0442 (Automatic Translation)
any-user=\u0412\u0441\u0435\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b (Automatic Translation)
category-parameter-name=Category Parameter Name
category.search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 (Automatic Translation)
collated-spell-check-result-display-threshold-help=\u0410\u043a\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u0442\u043e\u0437\u0438 \u043f\u0440\u0430\u0433, "\u043c\u043e\u0436\u0435 \u0431\u0438 \u0438\u043c\u0430\u0445\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\:..." \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0441 \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438, \u0437\u0430\u043a\u043b\u0438\u043d\u0430\u043d\u0438\u0435 \u0448\u0430\u0440\u044f. (Automatic Translation)
collated-spell-check-result-enabled-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0438 \u0431\u0440\u043e\u044f \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u041f\u0440\u0430\u0433\u0430, "\u043c\u043e\u0436\u0435 \u0431\u0438 \u0438\u043c\u0430\u0445\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\:..." \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0441 \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438, \u0437\u0430\u043a\u043b\u0438\u043d\u0430\u043d\u0438\u0435 \u0448\u0430\u0440\u044f. (Automatic Translation)
destination-page=\u0414\u0435\u0441\u0442\u0438\u043d\u0430\u0446\u0438\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
did-you-mean=Did \u0442\u0438 \u043d\u0438\u0437\u044a\u043a (Automatic Translation)
display-asset-categories-facet=\u0414\u0438\u0441\u043f\u043b\u0435\u044f \u0430\u043a\u0442\u0438\u0432 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438 \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-asset-tags-facet=\u0414\u0438\u0441\u043f\u043b\u0435\u044f \u0430\u043a\u0442\u0438\u0432 \u0422\u0430\u0433\u043e\u0432\u0435 \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-asset-type-facet=\u0414\u0438\u0441\u043f\u043b\u0435\u044f \u0430\u043a\u0442\u0438\u0432 \u0442\u0438\u043f \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-did-you-mean-if-the-number-of-search-results-does-not-meet-the-threshold=\u041f\u043e\u043a\u0430\u0436\u0438 "\u043c\u043e\u0436\u0435 \u0431\u0438 \u0438\u043c\u0430\u0445\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\:..." \u0410\u043a\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u041f\u0440\u0430\u0433\u0430. (Automatic Translation)
display-facet=\u0414\u0438\u0441\u043f\u043b\u0435\u044f \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-folder-facet=\u0418\u0437\u043b\u0430\u0433\u0430\u043c \u043d\u0430 \u043f\u043e\u043a\u0430\u0437 \u043f\u0430\u043f\u043a\u0430 \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-frequencies=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0435\u0441\u0442\u043e\u0442\u0438 (Automatic Translation)
display-main-query=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0433\u043b\u0430\u0432\u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 (Automatic Translation)
display-main-query-help=\u0422\u043e\u0432\u0430 \u0435 \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043f\u0440\u0438 \u0442\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0435. (Automatic Translation)
display-modified-range-facet=\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-open-search-results=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0442 \u043e\u0442\u0432\u043e\u0440\u0435\u043d \u0442\u044a\u0440\u0441\u0435\u043d\u0435 (Automatic Translation)
display-open-search-results-help=\u041f\u043e\u043a\u0430\u0436\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u0440\u0435\u0442\u043e \u043b\u0438\u0446\u0435 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043b\u044a\u0433\u0438\u043d\u0438. (Automatic Translation)
display-related-queries=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 (Automatic Translation)
display-results-in-document-form=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u0432 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u0444\u043e\u0440\u043c\u0430 (Automatic Translation)
display-results-in-document-form-help=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u0430 \u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0437\u0430\u0435\u0434\u043d\u043e \u0441 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438. \u0422\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0438\u0437\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435. (Automatic Translation)
display-scope-facet=\u0414\u0438\u0441\u043f\u043b\u0435\u044f \u0441\u0430\u0439\u0442 \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
display-selected-result-in-context=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u0432 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430 (Automatic Translation)
display-selected-result-in-context-help=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u044a\u043b\u0435\u043d \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u0442\u0430\u043a\u0438\u0432\u0430 \u0441\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438. (Automatic Translation)
display-user-facet=\u0418\u0437\u043b\u0430\u0433\u0430\u043c \u043d\u0430 \u043f\u043e\u043a\u0430\u0437 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
enable-highlighting=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u043e\u0441\u0432\u0435\u0442\u044f\u0432\u0430\u043d\u0435 (Automatic Translation)
facets=\u0410\u0441\u043f\u0435\u043a\u0442\u0438 (Automatic Translation)
folder-parameter-name=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u043f\u043a\u0430 (Automatic Translation)
frequency-threshold=\u0427\u0435\u0441\u0442\u043e\u0442\u0435\u043d \u043f\u0440\u0430\u0433 (Automatic Translation)
general-facet-configuration=\u0413\u0435\u043d\u0435\u0440\u0430\u043b \u0430\u0441\u043f\u0435\u043a\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_category_facet_portlet_CategoryFacetPortlet=Category Facet
javax.portlet.title.com_liferay_portal_search_web_folder_facet_portlet_FolderFacetPortlet=\u041f\u0430\u043f\u043a\u0430 \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_portlet_SearchPortlet=\u0422\u044a\u0440\u0441\u0435\u043d\u0435
javax.portlet.title.com_liferay_portal_search_web_search_bar_portlet_SearchBarPortlet=\u041b\u0435\u043d\u0442\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_insights_portlet_SearchInsightsPortlet=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u0440\u043e\u0437\u0440\u0435\u043d\u0438\u044f (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_results_portlet_SearchResultsPortlet=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_site_facet_portlet_SiteFacetPortlet=\u0421\u0430\u0439\u0442 \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_tag_facet_portlet_TagFacetPortlet=Tag Facet
javax.portlet.title.com_liferay_portal_search_web_type_facet_portlet_TypeFacetPortlet=\u0422\u0438\u043f \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_user_facet_portlet_UserFacetPortlet=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0430\u0441\u043f\u0435\u043a\u0442 (Automatic Translation)
keywords-parameter-name=\u041a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438 \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 (Automatic Translation)
let-the-user-choose=\u041d\u0435\u043a\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0438\u0437\u0431\u0435\u0440\u0435 (Automatic Translation)
max-terms=\u041c\u0430\u043a\u0441 \u0442\u0435\u0440\u043c\u0438\u043d\u0438 (Automatic Translation)
maximum-number-of-related-queries=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 (Automatic Translation)
no-portlets-were-searched=\u041d\u044f\u043c\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0438 \u0441\u0430 \u0442\u044a\u0440\u0441\u0438\u043b\u0438. (Automatic Translation)
no-results-were-found-that-matched-the-keywords-x=\u041d\u0435 \u0431\u044f\u0445\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438, \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449\u0438 \u043d\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0442\u0435 \u0434\u0443\u043c\u0438\: {0}.
pagination-delta=\u041f\u0430\u0433\u0438\u043d\u0430\u0446\u0438\u044f \u0414\u0435\u043b\u0442\u0430 (Automatic Translation)
pagination-delta-parameter-name=\u041f\u0430\u0433\u0438\u043d\u0430\u0446\u0438\u044f \u0414\u0435\u043b\u0442\u0430 \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 (Automatic Translation)
pagination-start-parameter-name=\u041f\u0430\u0433\u0438\u043d\u0430\u0446\u0438\u044f \u0421\u0442\u0430\u0440\u0442 \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 (Automatic Translation)
query-indexing-enabled-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0437\u0430\u044f\u0432\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u041f\u0440\u0430\u0433\u0430 \u0441\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438 \u0438 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 \u0438\u043b\u0438 \u043a\u0430\u0442\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 \u0410\u0432\u0442\u043e\u0434\u043e\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u044f. (Automatic Translation)
query-indexing-threshold=\u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043f\u0440\u0430\u0433 (Automatic Translation)
query-indexing-threshold-help=\u0410\u043a\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u0442\u043e\u0437\u0438 \u043f\u0440\u0430\u0433, \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0441\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430 \u0438 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0438\u0445 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0442\u044a\u0440\u0441\u044f\u0442 \u0441 \u043f\u043e\u0434\u043e\u0431\u043d\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0438\u044f. (Automatic Translation)
query-suggestions-display-threshold-help=\u0410\u043a\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u0442\u043e\u0437\u0438 \u043f\u0440\u0430\u0433, "\u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438\:..." \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u043a\u043e\u0435\u0442\u043e \u043f\u0440\u0435\u0434\u043f\u043e\u043b\u0430\u0433\u0430 \u043d\u0430\u0439-\u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0438\u044f \u0437\u0430 \u0434\u0430\u0434\u0435\u043d\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438. (Automatic Translation)
query-suggestions-enabled-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u041f\u0440\u0430\u0433\u0430. (Automatic Translation)
related-queries=\u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 (Automatic Translation)
scope-parameter-name=\u0418\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u043d\u0430 \u043e\u0431\u0445\u0432\u0430\u0442 (Automatic Translation)
search-...=\u0422\u044a\u0440\u0441\u0435\u043d\u0435... (Automatic Translation)
search-configuration=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434\u0430
search-configuration-help=\u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e\u0434 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u043d\u0430 \u043d\u0438\u0437 JSON. (Automatic Translation)
search-insights-help=\u0422\u043e\u0437\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0438\u0437\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435. \u041f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0431\u0430\u0440 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u044a\u0442, \u0442\u043e\u0437\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u0432\u0440\u044a\u0449\u0430 \u043f\u044a\u043b\u043d\u043e\u0442\u043e \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u043d\u0438\u0437. (Automatic Translation)
site-parameter-name=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0438\u043c\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442 (Automatic Translation)
specific-facet-configuration=\u0421\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u0435\u043d \u0430\u0441\u043f\u0435\u043a\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
tag-parameter-name=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0438\u043c\u0435 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442 (Automatic Translation)
the-portal-is-currently-reindexing=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0435 \u0420\u0435\u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. (Automatic Translation)
threshold-for-displaying-did-you-mean=\u041f\u0440\u0430\u0433 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 "\u043c\u043e\u0436\u0435 \u0431\u0438 \u0438\u043c\u0430\u0445\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\:..." (Automatic Translation)
threshold-for-displaying-related-queries=\u041f\u0440\u0430\u0433 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 "\u0432\u044a\u043f\u0440\u043e\u0441\u0438, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u044a\u0441\:..." (Automatic Translation)
type-parameter-name=\u0422\u0438\u043f \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u0438\u043c\u0435 (Automatic Translation)
use-advanced-search-syntax=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441\u0430 (Automatic Translation)
use-advanced-search-syntax-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 Lucene \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441 \u0432\u043c\u0435\u0441\u0442\u043e \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438. \u0414\u0435\u0444\u043e\u0440\u043c\u0438\u0440\u0430\u043d Lucene \u0438\u0437\u0440\u0430\u0437\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u0435\u043d\u0438. (Automatic Translation)
user-parameter-name=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 (Automatic Translation)
weight=\u0422\u0435\u0433\u043b\u043e (Automatic Translation)
