#X-Generator: crowdin.com
add-new-related-queries-based-on-successful-queries=Th\u00eam Truy v\u1ea5n \u0111\u1ed1i t\u01b0\u1ee3ng li\u00ean quan d\u1ef1a tr\u00ean Truy v\u1ea5n th\u00e0nh c\u00f4ng
add-x-as-a-search-provider=Th\u00eam {0} nh\u01b0 m\u1ed9t c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm
any-asset=B\u1ea5t k\u1ef3 t\u00e0i s\u1ea3n (Automatic Translation)
any-category=B\u1ea5t k\u1ef3 th\u1ec3 lo\u1ea1i (Automatic Translation)
any-folder=B\u1ea5t k\u1ef3 th\u01b0 m\u1ee5c (Automatic Translation)
any-site=B\u1ea5t k\u1ef3 trang web (Automatic Translation)
any-user=B\u1ea5t k\u1ef3 ng\u01b0\u1eddi d\u00f9ng (Automatic Translation)
category-parameter-name=Category Parameter Name
category.search=T\u00ecm ki\u1ebfm (Automatic Translation)
collated-spell-check-result-display-threshold-help=N\u1ebfu s\u1ed1 l\u01b0\u1ee3ng c\u00e1c k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm kh\u00f4ng \u0111\u00e1p \u1ee9ng ng\u01b0\u1ee1ng n\u00e0y, "\u00fd c\u1ee7a b\u1ea1n l\u00e0\:..." Hi\u1ec3n th\u1ecb cho m\u1ed9t truy v\u1ea5n v\u1edbi c\u00e1c t\u1eeb kh\u00f3a ch\u00ednh t\u1ea3 ki\u1ec3m tra \u0111\u1ec1 ngh\u1ecb. (Automatic Translation)
collated-spell-check-result-enabled-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ki\u1ec3m tra v\u00e0 s\u1ed1 l\u01b0\u1ee3ng c\u00e1c k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm kh\u00f4ng \u0111\u00e1p \u1ee9ng ng\u01b0\u1ee1ng, "\u00fd c\u1ee7a b\u1ea1n l\u00e0\:..." Hi\u1ec3n th\u1ecb cho m\u1ed9t truy v\u1ea5n v\u1edbi c\u00e1c t\u1eeb kh\u00f3a ch\u00ednh t\u1ea3 ki\u1ec3m tra \u0111\u1ec1 ngh\u1ecb. (Automatic Translation)
destination-page=Trang \u0111\u00edch (Automatic Translation)
did-you-mean=\u00dd b\u1ea1n l\u00e0
display-asset-categories-facet=Hi\u1ec3n th\u1ecb c\u00e1c t\u00e0i s\u1ea3n theo ph\u00e2n lo\u1ea1i
display-asset-tags-facet=Hi\u1ec3n th\u1ecb c\u00e1c t\u00e0i s\u1ea3n theo \u0111\u00e1nh d\u1ea5u (tag)
display-asset-type-facet=Hi\u1ec3n th\u1ecb c\u00e1c ki\u1ec3u t\u00e0i s\u1ea3n
display-did-you-mean-if-the-number-of-search-results-does-not-meet-the-threshold=Hi\u1ec3n th\u1ecb "\u00dd b\u1ea1n l\u00e0\:"... n\u1ebfu nh\u01b0 s\u1ed1 l\u01b0\u1ee3ng k\u1ebft qu\u1ea3 tr\u1ea3 v\u1ec1 l\u00e0 kh\u00f4ng t\u00ecm th\u1ea5y k\u1ebft qu\u1ea3 n\u00e0o.
display-facet=Kh\u00eda c\u1ea1nh m\u00e0n h\u00ecnh (Automatic Translation)
display-folder-facet=Hi\u1ec3n th\u1ecb thu\u1ed9c t\u00ednh \u0111\u1ed9ng (facet) c\u1ee7a th\u01b0 m\u1ee5c
display-frequencies=M\u00e0n h\u00ecnh hi\u1ec3n th\u1ecb t\u1ea7n s\u1ed1 (Automatic Translation)
display-main-query=Hi\u1ec3n th\u1ecb truy v\u1ea5n ch\u00ednh
display-main-query-help=S\u1eed d\u1ee5ng cho ki\u1ec3m th\u1eed t\u00ecm ki\u1ebfm.
display-modified-range-facet=Hi\u1ec3n th\u1ecb kho\u1ea3ng th\u1eddi gian s\u1eeda \u0111\u1ed5i
display-open-search-results=Hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm
display-open-search-results-help=Hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 t\u1eeb b\u00ean th\u1ee9 ba m\u1edf Search plugins. (Automatic Translation)
display-related-queries=Hi\u1ec3n th\u1ecb truy v\u1ea5n t\u00e0i s\u1ea3n li\u00ean quan
display-results-in-document-form=Hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 \u1edf d\u1ea1ng m\u1eabu t\u00e0i li\u1ec7u
display-results-in-document-form-help=Hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3 c\u00e1c l\u0129nh v\u1ef1c \u0111\u01b0\u1ee3c l\u1eadp ch\u1ec9 m\u1ee5c t\u00ean v\u00e0 c\u00e1c gi\u00e1 tr\u1ecb b\u00ean c\u1ea1nh k\u1ebft qu\u1ea3. \u0110i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 th\u1eed nghi\u1ec7m h\u00e0nh vi t\u00ecm ki\u1ebfm. (Automatic Translation)
display-scope-facet=Hi\u1ec3n th\u1ecb thu\u1ed9c t\u00ednh \u0111\u1ed9ng (facet) c\u1ee7a Trang th\u00f4ng tin
display-selected-result-in-context=Hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 ch\u1ecdn l\u1ecdc trong ng\u1eef c\u1ea3nh n\u00e0o (Automatic Translation)
display-selected-result-in-context-help=Hi\u1ec3n th\u1ecb \u0111\u1ea7y \u0111\u1ee7 b\u1ed1i c\u1ea3nh c\u1ee7a m\u1ed9t k\u1ebft qu\u1ea3 l\u1ef1a ch\u1ecdn khi c\u00f3 s\u1eb5n. (Automatic Translation)
display-user-facet=Thu\u1ed9c t\u00ednh \u0111\u1ed9ng (facet) v\u1edbi ng\u01b0\u1eddi d\u00f9ng
enable-highlighting=S\u1eed l\u00e0m n\u1ed5i b\u1eadt (Automatic Translation)
facets=Kh\u00eda c\u1ea1nh (Automatic Translation)
folder-parameter-name=Th\u01b0 m\u1ee5c t\u00ean tham s\u1ed1 (Automatic Translation)
frequency-threshold=T\u1ea7n s\u1ed1 ng\u01b0\u1ee1ng (Automatic Translation)
general-facet-configuration=C\u1ea5u h\u00ecnh t\u01b0\u1edbng m\u1eb7t (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_category_facet_portlet_CategoryFacetPortlet=Category Facet
javax.portlet.title.com_liferay_portal_search_web_folder_facet_portlet_FolderFacetPortlet=Kh\u00eda c\u1ea1nh th\u01b0 m\u1ee5c (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_portlet_SearchPortlet=T\u00ecm ki\u1ebfm
javax.portlet.title.com_liferay_portal_search_web_search_bar_portlet_SearchBarPortlet=Thanh t\u00ecm ki\u1ebfm (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_insights_portlet_SearchInsightsPortlet=T\u00ecm hi\u1ec3u bi\u1ebft (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_results_portlet_SearchResultsPortlet=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_site_facet_portlet_SiteFacetPortlet=Kh\u00eda c\u1ea1nh c\u1ee7a trang web (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_tag_facet_portlet_TagFacetPortlet=Tag Facet
javax.portlet.title.com_liferay_portal_search_web_type_facet_portlet_TypeFacetPortlet=Lo\u1ea1i m\u1eb7t (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_user_facet_portlet_UserFacetPortlet=S\u1eed d\u1ee5ng kh\u00eda c\u1ea1nh (Automatic Translation)
keywords-parameter-name=T\u1eeb kh\u00f3a t\u00ean tham s\u1ed1 (Automatic Translation)
let-the-user-choose=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng ch\u1ecdn (Automatic Translation)
max-terms=\u0110i\u1ec1u ki\u1ec7n t\u1ed1i \u0111a (Automatic Translation)
maximum-number-of-related-queries=S\u1ed1 l\u01b0\u1ee3ng t\u1ed1i \u0111a c\u1ee7a Truy v\u1ea5n li\u00ean quan
no-portlets-were-searched=Kh\u00f4ng \u1ee9ng d\u1ee5ng (portlet) n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm ki\u1ebfm.
no-results-were-found-that-matched-the-keywords-x=Kh\u00f4ng k\u1ebft qu\u1ea3 n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y v\u1edbi t\u1eeb kh\u00f3a \: {0}.
pagination-delta=Pagination Delta (Automatic Translation)
pagination-delta-parameter-name=Pagination Delta t\u00ean tham s\u1ed1 (Automatic Translation)
pagination-start-parameter-name=S\u1ed1 trang b\u1eaft \u0111\u1ea7u t\u00ean tham s\u1ed1 (Automatic Translation)
query-indexing-enabled-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, truy v\u1ea5n \u0111\u00e1p \u1ee9ng c\u00e1c ng\u01b0\u1ee1ng \u0111\u01b0\u1ee3c l\u1eadp ch\u1ec9 m\u1ee5c v\u00e0 g\u1ee3i \u00fd cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng truy v\u1ea5n c\u00f3 li\u00ean quan ho\u1eb7c nh\u01b0 m\u1ed9t ph\u1ea7n c\u1ee7a \u0111\u1ec1 xu\u1ea5t t\u1ef1 \u0111\u1ed9ng ho\u00e0n th\u00e0nh. (Automatic Translation)
query-indexing-threshold=Truy v\u1ea5n ch\u1ec9 m\u1ee5c ng\u01b0\u1ee1ng (Automatic Translation)
query-indexing-threshold-help=N\u1ebfu s\u1ed1 l\u01b0\u1ee3ng c\u00e1c k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm \u0111\u00e1p \u1ee9ng ng\u01b0\u1ee1ng n\u00e0y, c\u00e1c truy v\u1ea5n \u0111\u01b0\u1ee3c l\u1eadp ch\u1ec9 m\u1ee5c v\u00e0 \u0111\u1ec1 ngh\u1ecb cho ng\u01b0\u1eddi d\u00f9ng t\u00ecm ki\u1ebfm v\u1edbi t\u01b0\u01a1ng t\u1ef1 nh\u01b0 truy v\u1ea5n. (Automatic Translation)
query-suggestions-display-threshold-help=N\u1ebfu s\u1ed1 l\u01b0\u1ee3ng c\u00e1c k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm kh\u00f4ng \u0111\u00e1p \u1ee9ng ng\u01b0\u1ee1ng n\u00e0y, "li\u00ean quan \u0111\u1ebfn truy v\u1ea5n\:..." Hi\u1ec3n th\u1ecb, cho th\u1ea5y c\u00e1c truy v\u1ea5n c\u00f3 li\u00ean quan nh\u1ea5t cho cho t\u1eeb kho\u00e1. (Automatic Translation)
query-suggestions-enabled-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, li\u00ean quan \u0111\u1ebfn truy v\u1ea5n \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb khi s\u1ed1 l\u01b0\u1ee3ng c\u00e1c k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm kh\u00f4ng \u0111\u00e1p \u1ee9ng ng\u01b0\u1ee1ng. (Automatic Translation)
related-queries=Truy v\u1ea5n li\u00ean quan
scope-parameter-name=Ph\u1ea1m vi t\u00ean tham s\u1ed1 (Automatic Translation)
search-...=T\u00ecm ki\u1ebfm... (Automatic Translation)
search-configuration=C\u1ea5u h\u00ecnh t\u00ecm ki\u1ebfm
search-configuration-help=Tr\u01b0\u1eddng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng c\u1ea5u h\u00ecnh t\u00ecm ki\u1ebfm n\u00e2ng cao trong bi\u1ec3u m\u1eabu c\u1ee7a chu\u1ed7i s\u1eed d\u1ee5ng JSON.
search-insights-help=Portlet n\u00e0y \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 th\u1eed nghi\u1ec7m h\u00e0nh vi t\u00ecm ki\u1ebfm. Khi th\u1ef1c hi\u1ec7n m\u1ed9t t\u00ecm ki\u1ebfm trong thanh t\u00ecm ki\u1ebfm portlet, portlet n\u00e0y tr\u1ea3 v\u1ec1 chu\u1ed7i truy v\u1ea5n \u0111\u1ea7y \u0111\u1ee7. (Automatic Translation)
site-parameter-name=Trang web t\u00ean tham s\u1ed1 (Automatic Translation)
specific-facet-configuration=C\u00e1c kh\u00eda c\u1ea1nh c\u1ee5 th\u1ec3 c\u1ea5u h\u00ecnh (Automatic Translation)
tag-parameter-name=Th\u1ebb t\u00ean tham s\u1ed1 (Automatic Translation)
the-portal-is-currently-reindexing=C\u1ed5ng th\u00f4ng tin hi\u1ec7n nay reindexing. (Automatic Translation)
threshold-for-displaying-did-you-mean=Ng\u01b0\u1ee1ng \u0111\u1ec3 hi\u1ec3n th\u1ecb "B\u1ea1n c\u00f3 th\u1ef1c s\u1ef1 mu\u1ed1n\:..."
threshold-for-displaying-related-queries=Ng\u01b0\u1ee1ng \u0111\u1ec3 hi\u1ec3n th\u1ecb "C\u00e1c truy v\u1ea5n li\u00ean quan\:..."
type-parameter-name=Lo\u1ea1i t\u00ean tham s\u1ed1 (Automatic Translation)
use-advanced-search-syntax=S\u1eed d\u1ee5ng c\u00fa ph\u00e1p t\u00ecm ki\u1ebfm n\u00e2ng cao (Automatic Translation)
use-advanced-search-syntax-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u00e1c truy v\u1ea5n s\u1ebd \u0111\u01b0\u1ee3c ph\u00e2n t\u00edch c\u00fa ph\u00e1p s\u1eed d\u1ee5ng c\u00fa ph\u00e1p Lucene thay v\u00ec c\u00e1c t\u1eeb kh\u00f3a. Sai d\u1ea1ng Lucene bi\u1ec3u hi\u1ec7n c\u00f3 th\u1ec3 b\u1ecb t\u1eeb ch\u1ed1i. (Automatic Translation)
user-parameter-name=T\u00ean ng\u01b0\u1eddi s\u1eed d\u1ee5ng tham s\u1ed1 (Automatic Translation)
weight=Tr\u1ecdng l\u01b0\u1ee3ng (Automatic Translation)
