#X-Generator: crowdin.com
add-new-related-queries-based-on-successful-queries=\u0928\u090f \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0938\u092b\u0932 \u0915\u094d\u0935\u0947\u0930\u0940\u091c\u093c \u092a\u0930 \u0906\u0927\u093e\u0930\u093f\u0924 \u0915\u094d\u0935\u0947\u0930\u0940\u091c\u093c \u091c\u094b\u0921\u093c\u0947\u0902 (Automatic Translation)
add-x-as-a-search-provider={0} \u0915\u094b \u0938\u0930\u094d\u091a \u092a\u094d\u0930\u0935\u093e\u0907\u0921\u0930 \u0915\u0940 \u0924\u0930\u0939 \u091c\u094b\u0921\u0947
any-asset=\u0915\u093f\u0938\u0940 \u092d\u0940 \u092a\u0930\u093f\u0938\u0902\u092a\u0924\u094d\u0924\u093f (Automatic Translation)
any-category=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0936\u094d\u0930\u0947\u0923\u0940 (Automatic Translation)
any-folder=\u0915\u093f\u0938\u0940 \u092d\u0940 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 (Automatic Translation)
any-site=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u093e\u0907\u091f (Automatic Translation)
any-user=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e (Automatic Translation)
category-parameter-name=Category Parameter Name
category.search=\u0916\u094b\u091c (Automatic Translation)
collated-spell-check-result-display-threshold-help=\u092f\u0926\u093f \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0907\u0938 \u0926\u0939\u0932\u0940\u091c \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e \u0939\u0948 "\u0906\u092a \u0915\u094d\u092f\u093e \u092e\u0924\u0932\u092c \u0939\u0948\:..." \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0940 \u0935\u0930\u094d\u0924\u0928\u0940 \u0916\u094b\u091c\u0936\u092c\u094d\u0926 \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0915\u094d\u0935\u0947\u0930\u0940 \u0915\u093e \u0938\u0941\u091d\u093e\u0935 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
collated-spell-check-result-enabled-help=\u092f\u0926\u093f \u092f\u0939 \u091c\u093e\u0901\u091a \u0915\u0940 \u0939\u0948 \u0914\u0930 \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0925\u094d\u0930\u0947\u0936\u094b\u0932\u094d\u0921 \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e "\u0906\u092a \u0915\u094d\u092f\u093e \u092e\u0924\u0932\u092c \u0939\u0948\:..." \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0940 \u0935\u0930\u094d\u0924\u0928\u0940 \u0916\u094b\u091c\u0936\u092c\u094d\u0926 \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0915\u094d\u0935\u0947\u0930\u0940 \u0915\u093e \u0938\u0941\u091d\u093e\u0935 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
destination-page=\u0917\u0902\u0924\u0935\u094d\u092f \u092a\u0943\u0937\u094d\u0920 (Automatic Translation)
did-you-mean=\u0906\u092a \u092e\u0924\u0932\u092c \u0925\u093e (Automatic Translation)
display-asset-categories-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092a\u0930\u093f\u0938\u0902\u092a\u0924\u094d\u0924\u093f \u0935\u0930\u094d\u0917 \u092a\u0939\u0932\u0942 (Automatic Translation)
display-asset-tags-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092a\u0930\u093f\u0938\u0902\u092a\u0924\u094d\u0924\u093f \u091f\u0948\u0917 \u092a\u0939\u0932\u0942 (Automatic Translation)
display-asset-type-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092a\u0930\u093f\u0938\u0902\u092a\u0924\u094d\u0924\u093f \u092a\u094d\u0930\u0915\u093e\u0930 \u092a\u0939\u0932\u0942 (Automatic Translation)
display-did-you-mean-if-the-number-of-search-results-does-not-meet-the-threshold=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 "\u0906\u092a \u0915\u094d\u092f\u093e \u092e\u0924\u0932\u092c \u0939\u0948\:..." \u0905\u0917\u0930 \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0925\u094d\u0930\u0947\u0936\u094b\u0932\u094d\u0921 \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
display-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092a\u0939\u0932\u0942 (Automatic Translation)
display-folder-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0939\u0932\u0942 (Automatic Translation)
display-frequencies=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0906\u0935\u0943\u0924\u094d\u0924\u093f\u092f\u094b\u0902 (Automatic Translation)
display-main-query=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092e\u0941\u0916\u094d\u092f \u0915\u094d\u0935\u0947\u0930\u0940 (Automatic Translation)
display-main-query-help=\u092f\u0939 \u0916\u094b\u091c \u0935\u094d\u092f\u0935\u0939\u093e\u0930 \u0915\u093e \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917 \u0915\u0947 \u0932\u093f\u090f \u0939\u0948\u0964 (Automatic Translation)
display-modified-range-facet=\u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0936\u094d\u0930\u0947\u0923\u0940 \u092a\u0939\u0932\u0942 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
display-open-search-results=\u0916\u0941\u0932\u093e \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
display-open-search-results-help=\u0924\u0943\u0924\u0940\u092f \u092a\u0915\u094d\u0937 \u0916\u0941\u0932\u093e \u0916\u094b\u091c plugins \u0938\u0947 \u092a\u0930\u093f\u0923\u093e\u092e \u0926\u093f\u0916\u093e\u090f\u0901\u0964 (Automatic Translation)
display-related-queries=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0947\u0902 (Automatic Translation)
display-results-in-document-form=\u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092a\u0930\u093f\u0923\u093e\u092e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
display-results-in-document-form-help=\u0938\u092d\u0940 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0924 \u092b\u093c\u0940\u0932\u094d\u0921 \u0928\u093e\u092e \u0914\u0930 \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092e\u093e\u0928 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 \u0916\u094b\u091c \u0935\u094d\u092f\u0935\u0939\u093e\u0930 \u0915\u0947 \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
display-scope-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0938\u093e\u0907\u091f \u092a\u0939\u0932\u0942 (Automatic Translation)
display-selected-result-in-context=\u0938\u0902\u0926\u0930\u094d\u092d \u092e\u0947\u0902 \u091a\u092f\u0928\u093f\u0924 \u092a\u0930\u093f\u0923\u093e\u092e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
display-selected-result-in-context-help=\u090f\u0915 \u091a\u092f\u0928\u093f\u0924 \u092a\u0930\u093f\u0923\u093e\u092e \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b\u0928\u0947 \u0915\u093e \u092a\u0942\u0930\u093e \u0938\u0902\u0926\u0930\u094d\u092d \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
display-user-facet=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0939\u0932\u0942 (Automatic Translation)
enable-highlighting=\u0939\u093e\u0907\u0932\u093e\u0907\u091f\u093f\u0902\u0917 \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
facets=\u092a\u0939\u0932\u0941\u0913\u0902 (Automatic Translation)
folder-parameter-name=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
frequency-threshold=\u0906\u0935\u0943\u0924\u094d\u0924\u093f \u0926\u0939\u0932\u0940\u091c (Automatic Translation)
general-facet-configuration=\u091c\u0928\u0930\u0932 \u092a\u0939\u0932\u0942 \u0935\u093f\u0928\u094d\u092f\u093e\u0938 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_category_facet_portlet_CategoryFacetPortlet=Category Facet
javax.portlet.title.com_liferay_portal_search_web_folder_facet_portlet_FolderFacetPortlet=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0939\u0932\u0942 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_portlet_SearchPortlet=\u0938\u0930\u094d\u091a
javax.portlet.title.com_liferay_portal_search_web_search_bar_portlet_SearchBarPortlet=\u0916\u094b\u091c \u092c\u093e\u0930 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_insights_portlet_SearchInsightsPortlet=\u0916\u094b\u091c \u0907\u0928\u0938\u093e\u0907\u091f\u094d\u0938 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_results_portlet_SearchResultsPortlet=\u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_site_facet_portlet_SiteFacetPortlet=\u0938\u093e\u0907\u091f \u092a\u0939\u0932\u0942 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_tag_facet_portlet_TagFacetPortlet=Tag Facet
javax.portlet.title.com_liferay_portal_search_web_type_facet_portlet_TypeFacetPortlet=\u092a\u094d\u0930\u0915\u093e\u0930 \u092a\u0939\u0932\u0942 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_user_facet_portlet_UserFacetPortlet=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0939\u0932\u0942 (Automatic Translation)
keywords-parameter-name=\u0915\u0940\u0935\u0930\u094d\u0921 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
let-the-user-choose=\u091a\u0932\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091a\u0941\u0928\u0947\u0902 (Automatic Translation)
max-terms=\u092e\u0948\u0915\u094d\u0938 \u0936\u0930\u094d\u0924\u0947\u0902 (Automatic Translation)
maximum-number-of-related-queries=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e (Automatic Translation)
no-portlets-were-searched=\u0915\u094b\u0908 portlets \u0916\u094b\u091c\u093e \u0917\u092f\u093e\u0964 (Automatic Translation)
no-results-were-found-that-matched-the-keywords-x=\u0915\u094b\u0908 \u0930\u093f\u091c\u093c\u0932\u094d\u091f\u094d\u0938 \u0928\u0939\u0940\u0902 \u092a\u093e\u090f \u0917\u092f\u0947 \u091c\u094b \u0915\u093f {0} \u0915\u0940\u0935\u0930\u094d\u0921\u094d\u0938 \u0938\u0947 \u092e\u0945\u091a \u0915\u093f\u092f\u093e \u0939\u094b|
pagination-delta=\u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0905\u0902\u0915 \u0932\u0917\u093e\u0928\u093e \u0921\u0947\u0932\u094d\u091f\u093e (Automatic Translation)
pagination-delta-parameter-name=\u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0905\u0902\u0915 \u0932\u0917\u093e\u0928\u093e \u0921\u0947\u0932\u094d\u091f\u093e \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
pagination-start-parameter-name=\u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0905\u0902\u0915 \u0932\u0917\u093e\u0928\u093e \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
query-indexing-enabled-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, \u0915\u094d\u0935\u0947\u0930\u0940\u091c\u093c \u0926\u0939\u0932\u0940\u091c \u0938\u0947 \u092e\u093f\u0932\u0928\u0947 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u093f\u0924 \u0914\u0930 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0947\u0902 \u092f\u093e \u0938\u094d\u0935\u0924\: \u092a\u0942\u0930\u094d\u0923 \u0938\u0941\u091d\u093e\u0935 \u0915\u0947 \u092d\u093e\u0917 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u0941\u091d\u093e\u0935 \u0926\u093f\u092f\u093e \u0939\u0948\u0902\u0964 (Automatic Translation)
query-indexing-threshold=\u0915\u094d\u0935\u0947\u0930\u0940 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0926\u0939\u0932\u0940\u091c (Automatic Translation)
query-indexing-threshold-help=\u0905\u0917\u0930 \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0907\u0938 \u0926\u0939\u0932\u0940\u091c \u092e\u093f\u0932\u0924\u093e \u0939\u0948, \u0915\u094d\u0935\u0947\u0930\u0940 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0924 \u0914\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0938\u092e\u093e\u0928 \u0915\u094d\u0935\u0947\u0930\u0940 \u0916\u094b\u091c \u0915\u0930\u0928\u0947 \u0915\u093e \u0938\u0941\u091d\u093e\u0935 \u0926\u093f\u092f\u093e \u0939\u0948\u0964 (Automatic Translation)
query-suggestions-display-threshold-help=\u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0907\u0938 \u0938\u0940\u092e\u093e \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e, \u0924\u094b "\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0947\u0902\:..." \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u0948, \u0938\u092c\u0938\u0947 \u0905\u0927\u093f\u0915 \u092a\u094d\u0930\u093e\u0938\u0902\u0917\u093f\u0915 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0926\u093f\u090f \u0917\u090f \u0938\u0941\u091d\u093e\u0935 \u0916\u094b\u091c\u0936\u092c\u094d\u0926\u094b\u0902\u0964 (Automatic Translation)
query-suggestions-enabled-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u094b\u0924\u0947 \u0939\u0948\u0902 \u091c\u092c \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0925\u094d\u0930\u0947\u0936\u094b\u0932\u094d\u0921 \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
related-queries=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0947\u0902 (Automatic Translation)
scope-parameter-name=\u0917\u0941\u0902\u091c\u093e\u0907\u0936 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
search-...=\u0916\u094b\u091c... (Automatic Translation)
search-configuration=\u0932\u0947\u0906\u0909\u091f \u0915\u0949\u0928\u092b\u093f\u0917\u0930\u0947\u0936\u0928
search-configuration-help=\u092f\u0939 \u092b\u093c\u0940\u0932\u094d\u0921 \u090f\u0915 JSON \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0909\u0928\u094d\u0928\u0924 \u0916\u094b\u091c \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930\u0947\u0936\u0928 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0932\u093e\u0917\u0942 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
search-insights-help=\u0907\u0938 \u092a\u094b\u0930\u094d\u091f\u0932\u0947\u091f \u0916\u094b\u091c \u0935\u094d\u092f\u0935\u0939\u093e\u0930 \u0915\u0947 \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 \u0916\u094b\u091c \u092a\u091f\u094d\u091f\u0940 \u092a\u094b\u0930\u094d\u091f\u0932\u0947\u091f \u092e\u0947\u0902 \u090f\u0915 \u0916\u094b\u091c \u0928\u093f\u0937\u094d\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902, \u0907\u0938 \u092a\u094b\u0930\u094d\u091f\u0932\u0947\u091f \u092a\u0942\u0930\u094d\u0923 \u0915\u094d\u0935\u0947\u0930\u0940 \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0932\u094c\u091f\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
site-parameter-name=\u0938\u093e\u0907\u091f \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
specific-facet-configuration=\u0935\u093f\u0936\u093f\u0937\u094d\u091f \u092a\u0939\u0932\u0942 \u0935\u093f\u0928\u094d\u092f\u093e\u0938 (Automatic Translation)
tag-parameter-name=\u091f\u0948\u0917 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
the-portal-is-currently-reindexing=\u092a\u094b\u0930\u094d\u091f\u0932 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 reindexing \u0939\u0948\u0964 (Automatic Translation)
threshold-for-displaying-did-you-mean=Displaying \u0915\u0947 \u0932\u093f\u090f \u0925\u094d\u0930\u0947\u0936\u094b\u0932\u094d\u0921 "\u0906\u092a \u0915\u094d\u092f\u093e \u092e\u0924\u0932\u092c \u0939\u0948\:..." (Automatic Translation)
threshold-for-displaying-related-queries=Displaying \u0915\u0947 \u0932\u093f\u090f \u0925\u094d\u0930\u0947\u0936\u094b\u0932\u094d\u0921 ' \u0938\u0947 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0947\u0902\:... " (Automatic Translation)
type-parameter-name=\u092a\u094d\u0930\u0915\u093e\u0930 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
use-advanced-search-syntax=\u0909\u0928\u094d\u0928\u0924 \u0916\u094b\u091c \u0938\u093f\u0902\u091f\u0948\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 (Automatic Translation)
use-advanced-search-syntax-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0915\u094d\u0935\u0947\u0930\u0940 Lucene \u0938\u093f\u0902\u091f\u0948\u0915\u094d\u0938 \u0915\u0940\u0935\u0930\u094d\u0921 \u0915\u0947 \u092c\u091c\u093e\u092f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u092a\u093e\u0930\u094d\u0938 \u0915\u093f\u092f\u093e \u091c\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u0935\u093f\u0915\u0943\u0924 Lucene \u092d\u093e\u0935 \u0915\u094b \u0905\u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930 \u0926\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
user-parameter-name=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
weight=\u0935\u091c\u0928 (Automatic Translation)
