#X-Generator: crowdin.com
cache-expiration-time-description=\u062a\u0639\u0631\u06cc\u0641 \u0632\u0645\u0627\u0646\u060c \u062f\u0631 \u062f\u0642\u06cc\u0642\u0647 \u062f\u0631 \u0622\u0646 \u06a9\u0634 \u0622\u0628\u06af\u0631\u0645 \u067e\u0627\u06a9 \u0634\u0648\u062f. \u0627\u06af\u0631 \u062d\u0627\u0641\u0638\u0647 \u067e\u0646\u0647\u0627\u0646 \u062f\u0631 \u0622\u0628\u06af\u0631\u0645 \u0646\u0627\u0648\u0628\u0631\u06cc \u0645\u0646\u0642\u0636\u06cc \u0647\u0631\u06af\u0632 \u0628\u0627\u06cc\u062f \u0645\u0642\u062f\u0627\u0631 \u0635\u0641\u0631 \u0631\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0645\u0646\u0641\u06cc \u0627\u06af\u0631 \u06a9\u0634 \u0628\u0627\u06cc\u062f \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0628\u0627\u0634\u062f. (Automatic Translation)
cache-expiration-time-name=\u0632\u0645\u0627\u0646 \u0627\u0646\u0642\u0636\u0627 \u062d\u0627\u0641\u0638\u0647 \u062c\u0627\u0646\u0628\u06cc
it-looks-like-this-is-taking-longer-than-expected=\u0628\u0647 \u0646\u0638\u0631 \u0645\u06cc\u0631\u0633\u062f \u0627\u06cc\u0646 \u0627\u0633\u062a \u0645\u0635\u0631\u0641 \u0637\u0648\u0644\u0627\u0646\u06cc \u062a\u0631 \u0627\u0632 \u0627\u0646\u062a\u0638\u0627\u0631 \u0645\u06cc \u0631\u0648\u062f. (Automatic Translation)
navigation-exception-selectors-description=\u062a\u0639\u0631\u06cc\u0641 \u0627\u0646\u062a\u062e\u0627\u0628\u06af\u0631\u0647\u0627\u06cc CSS \u0627\u0633\u062a \u06a9\u0647 \u0633\u0631\u0648\u06a9\u0627\u0631 \u0622\u0628\u06af\u0631\u0645. (Automatic Translation)
navigation-exception-selectors-name=\u0646\u0627\u0648\u0628\u0631\u06cc \u0627\u0633\u062a\u062b\u0646\u0627 \u0627\u0646\u062a\u062e\u0627\u0628\u06af\u0631\u0647\u0627\u06cc (Automatic Translation)
oops=\u0627\u0648\u0647 (Automatic Translation)
request-timeout-description=\u062a\u0639\u0631\u06cc\u0641 \u0632\u0645\u0627\u0646, \u062f\u0631 \u0645\u06cc\u0644\u06cc \u062b\u0627\u0646\u06cc\u0647 \u0632\u0645\u0627\u0646 \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0622\u0628\u06af\u0631\u0645. \u0627\u06af\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0647\u0631\u06af\u0632 \u0627\u06cc\u0633\u062a \u0628\u0627\u06cc\u062f \u0645\u0642\u062f\u0627\u0631 \u0635\u0641\u0631 \u0631\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
request-timeout-name=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0645\u0647\u0644\u062a \u0632\u0645\u0627\u0646 (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=\u0638\u0627\u0647\u0631 \u0632\u06cc\u0631\u0633\u0627\u062e\u062a SPA
the-spa-navigation-request-received-an-invalid-http-status-code=\u0622\u0628\u06af\u0631\u0645 \u0646\u0627\u0648\u0628\u0631\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u062f \u0648\u0636\u0639\u06cc\u062a HTTP \u0646\u0627\u0645\u0639\u062a\u0628\u0631. (Automatic Translation)
the-spa-request-timed-out=\u0645\u0647\u0644\u062a \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0622\u0628\u06af\u0631\u0645. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\u06cc\u06a9 \u062e\u0637\u0627\u06cc \u063a\u06cc\u0631 \u0645\u0646\u062a\u0638\u0631\u0647 \u062f\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0622\u0628\u06af\u0631\u0645 \u0627\u0633\u062a. (Automatic Translation)
user-notification-timeout-description=\u062a\u0639\u0631\u06cc\u0641 \u0632\u0645\u0627\u0646, \u062f\u0631 \u0645\u06cc\u0644\u06cc \u062b\u0627\u0646\u06cc\u0647 \u06a9\u0647 \u0627\u0639\u0644\u0627\u0646 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0628\u06cc\u0627\u0646 \u06a9\u0631\u062f \u06a9\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0628\u06a9\u0646\u0647 \u0637\u0648\u0644\u0627\u0646\u06cc \u062a\u0631 \u0627\u0632 \u062d\u062f \u0627\u0646\u062a\u0638\u0627\u0631 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f. \u0627\u06af\u0631 \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06cc \u0628\u0627\u06cc\u062f \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0635\u0641\u0631. (Automatic Translation)
user-notification-timeout-name=\u06a9\u0627\u0631\u0628\u0631 \u0627\u0637\u0644\u0627\u0639 \u0648\u0642\u0641\u0647 (Automatic Translation)
