#X-Generator: crowdin.com
captcha-engine=Moteur CAPTCHA (Automatic Translation)
captcha-engine-help=R\u00e9gler le moteur utilis\u00e9 pour g\u00e9n\u00e9rer les captchas. reCAPTCHA utilise un service externe qui doit \u00eatre configur\u00e9 de fa\u00e7on ind\u00e9pendante, mais offre une alternative sonore qui rend le captcha accessible aux malvoyants. Voir https\://www.google.com/recaptcha/admin/create pour plus de d\u00e9tails. (Automatic Translation)
max-challenges-help=D\u00e9finir le nombre maximal de captcha contr\u00f4les par session de portlet. D\u00e9finissez cette valeur sur 0 pour toujours v\u00e9rifier. D\u00e9finissez cette valeur \u00e0 un nombre inf\u00e9rieur \u00e0 0 pour ne jamais v\u00e9rifier. Les utilisateurs non authentifi\u00e9s seront toujours v\u00e9rifi\u00e9s chaque demande si captcha contr\u00f4les est activ\u00e9e. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA No Script URL (Automatic Translation)
recaptcha-private-key=Cl\u00e9 priv\u00e9e de reCAPTCHA
recaptcha-public-key=Cl\u00e9 publique de reCAPTCHA
recaptcha-script-url=reCAPTCHA Script URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA Verify URL (Automatic Translation)
simple-captcha-background-producers=Producteurs de fond simple CAPTCHA (Automatic Translation)
simple-captcha-background-producers-help=Noms de classes d\u2019entr\u00e9e qui impl\u00e9mente nl.captcha.backgrounds.BackgroundProducer. Ces classes au hasard servira de Simple CAPTCHA pour g\u00e9n\u00e9rer un fond pour une image captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=Convertisseurs Gimpy simple CAPTCHA (Automatic Translation)
simple-captcha-gimpy-renderers-help=Noms de classes d\u2019entr\u00e9e qui impl\u00e9mente nl.captcha.gimpy.GimpyRenderer. Ces classes au hasard servira de Simple CAPTCHA \u00e0 gimp une image captcha. (Automatic Translation)
simple-captcha-height=Hauteur de simple CAPTCHA (Automatic Translation)
simple-captcha-height-help=D\u00e9finir la hauteur des images captcha g\u00e9n\u00e9r\u00e9 par Simple CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Producteurs de bruit simple CAPTCHA (Automatic Translation)
simple-captcha-noise-producers-help=Noms de classes d\u2019entr\u00e9e qui impl\u00e9mente nl.captcha.noise.NoiseProducer. Ces classes au hasard servira de Simple CAPTCHA pour ajouter du bruit \u00e0 une image captcha. (Automatic Translation)
simple-captcha-text-producers=Producteurs de texte simple CAPTCHA (Automatic Translation)
simple-captcha-text-producers-help=Noms de classes d\u2019entr\u00e9e qui impl\u00e9mente nl.captcha.text.producer.TextProducer. Ces classes au hasard servira de Simple CAPTCHA pour g\u00e9n\u00e9rer le texte d\u2019une image captcha. (Automatic Translation)
simple-captcha-width=CAPTCHA simple largeur (Automatic Translation)
simple-captcha-width-help=D\u00e9finir la largeur des images captcha g\u00e9n\u00e9r\u00e9 par Simple CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=Convertisseurs de mot simple CAPTCHA (Automatic Translation)
simple-captcha-word-renderers-help=Noms de classes d\u2019entr\u00e9e qui impl\u00e9mente nl.captcha.text.renderer.WordRenderer. Ces classes au hasard servira de Simple CAPTCHA pour restituer le texte d\u2019une image captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=La cl\u00e9 priv\u00e9e de reCAPTCHA est invalide.
the-recaptcha-public-key-is-not-valid=La cl\u00e9 publique de reCAPTCHA est invalide.
