#X-Generator: crowdin.com
captcha-engine=CAPTCHA silnika (Automatic Translation)
captcha-engine-help=Zestaw aparat u\u017cywany do generowania CAPTCHA. reCAPTCHA u\u017cywa us\u0142ugi zewn\u0119trznej, kt\u00f3ra musi zosta\u0107 skonfigurowane niezale\u017cnie, ale jest s\u0142yszalne alternatyw\u0105, co sprawia, \u017ce obraz captcha jest dost\u0119pne dla niedowidz\u0105cych. Zobacz https\://www.google.com/recaptcha/admin/create szczeg\u00f3\u0142y. (Automatic Translation)
max-challenges-help=Ustawi\u0107 maksymaln\u0105 liczb\u0119 kontroli captcha na sesji portletu. Ustaw t\u0119 warto\u015b\u0107 na 0, aby zawsze sprawdzi\u0107. Ta warto\u015b\u0107 na liczb\u0119 mniejsz\u0105 ni\u017c 0 nigdy nie sprawdzi\u0107. Nieuwierzytelnionych u\u017cytkownik\u00f3w zawsze b\u0119d\u0105 sprawdzane na ka\u017cde \u017c\u0105danie, je\u015bli kontrole captcha jest w\u0142\u0105czone. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA nr skryptu URL (Automatic Translation)
recaptcha-private-key=Klucz prywatny ReCAPTCHA
recaptcha-public-key=Klucz publiczny ReCAPTCHA
recaptcha-script-url=reCAPTCHA skryptu URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA Sprawd\u017a URL (Automatic Translation)
simple-captcha-background-producers=Producent\u00f3w tle prosty CAPTCHA (Automatic Translation)
simple-captcha-background-producers-help=Klasa wprowadzania nazw, kt\u00f3re implementuje nl.captcha.backgrounds.BackgroundProducer. Klasy te b\u0119d\u0105 losowo u\u017cywane przez prosty CAPTCHA do generowania t\u0142em dla obrazu captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=Gimpy renderowania prosty CAPTCHA (Automatic Translation)
simple-captcha-gimpy-renderers-help=Klasa wprowadzania nazw, kt\u00f3re implementuje nl.captcha.gimpy.GimpyRenderer. Klasy te b\u0119d\u0105 losowo u\u017cywane przez prosty CAPTCHA do gimp obrazu captcha. (Automatic Translation)
simple-captcha-height=Wysoko\u015b\u0107 prosty CAPTCHA (Automatic Translation)
simple-captcha-height-help=Ustaw wysoko\u015b\u0107 dla captcha obraz\u00f3w generowanych przez prosty CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Prosty CAPTCHA ha\u0142asu producent\u00f3w (Automatic Translation)
simple-captcha-noise-producers-help=Klasa wprowadzania nazw, kt\u00f3re implementuje nl.captcha.noise.NoiseProducer. Klasy te b\u0119d\u0105 losowo u\u017cywane przez prosty CAPTCHA szum na obrazie captcha. (Automatic Translation)
simple-captcha-text-producers=Producent\u00f3w tekst prosty CAPTCHA (Automatic Translation)
simple-captcha-text-producers-help=Klasa wprowadzania nazw, kt\u00f3re implementuje nl.captcha.text.producer.TextProducer. Klasy te b\u0119d\u0105 losowo u\u017cywane przez prosty CAPTCHA do generowania tekstu z obrazu captcha. (Automatic Translation)
simple-captcha-width=Szeroko\u015b\u0107 prosty CAPTCHA (Automatic Translation)
simple-captcha-width-help=Ustaw szeroko\u015b\u0107 dla captcha obraz\u00f3w generowanych przez prosty CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=Prosty CAPTCHA Word renderowania (Automatic Translation)
simple-captcha-word-renderers-help=Klasa wprowadzania nazw, kt\u00f3re implementuje nl.captcha.text.renderer.WordRenderer. Klasy te b\u0119d\u0105 losowo u\u017cywane przez prosty CAPTCHA do renderowania tekstu z obrazu captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=Klucz osobisty reCAPTCHA jest niewa\u017cny.
the-recaptcha-public-key-is-not-valid=Klucz publiczny reCAPTCHA jest nieprawid\u0142owy.
