#X-Generator: crowdin.com
captcha-engine=CAPTCHA variklis (Automatic Translation)
captcha-engine-help=Nustatyti naudojami generuojant captchas varikl\u012f. reCAPTCHA naudoja skirt\u0105 i\u0161or\u0117s veiksm\u0173 tarnyb\u0105, turi b\u016bti sukonfig\u016bruotas savaranki\u0161kai, ta\u010diau numatyta alternatyva garso, tod\u0117l captcha pasidaro prieinamas silpnaregiams. Ie\u0161kokite https\://www.google.com/recaptcha/admin/create daugiau informacijos. (Automatic Translation)
max-challenges-help=Nustatyti maksimal\u0173 skai\u010di\u0173 captcha tikrinimo portalo \u012fskiepio seanso. Nustatykite \u0161i\u0105 reik\u0161m\u0119 \u012f 0, kad visada patikrinti. Nustatykite \u0161i\u0105 reik\u0161m\u0119 \u012f skai\u010di\u0173, ma\u017eesn\u012f nei 0 niekada patikrinti. Neautentifikuoti vartotojai visuomet b\u016bna pa\u017eym\u0117ta kiekvien\u0105 pra\u0161ym\u0105 jei captcha tikrinimo yra \u012fjungtas. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA Nr scenarijaus URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA Private Key (Automatic Copy)
recaptcha-public-key=reCAPTCHA Public Key (Automatic Copy)
recaptcha-script-url=reCAPTCHA scenarijaus URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA tikrinti URL (Automatic Translation)
simple-captcha-background-producers=Paprasta CAPTCHA fono gamintojai (Automatic Translation)
simple-captcha-background-producers-help=\u012evesties klasi\u0173 pavadinimus, \u012fgyvendinti nl.captcha.backgrounds.BackgroundProducer. \u0160i\u0173 klasi\u0173 atsitiktinai naudos paprasta CAPTCHA generuoti fone, captcha vaizde. (Automatic Translation)
simple-captcha-gimpy-renderers=Paprasta CAPTCHA Gimpy Renderer (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u012evesties klasi\u0173 pavadinimus, \u012fgyvendinti nl.captcha.gimpy.GimpyRenderer. \u0160i\u0173 klasi\u0173 bus atsitiktinai panaudoja paprasta CAPTCHA captcha vaizde gimp. (Automatic Translation)
simple-captcha-height=Paprasta CAPTCHA auk\u0161tis (Automatic Translation)
simple-captcha-height-help=Nustatykite generuoja paprasta CAPTCHA captcha vaizd\u0173 (Automatic Translation)
simple-captcha-noise-producers=Paprasta CAPTCHA triuk\u0161mo gamintojai (Automatic Translation)
simple-captcha-noise-producers-help=\u012evesties klasi\u0173 pavadinimus, \u012fgyvendinti nl.captcha.noise.NoiseProducer. \u0160i\u0173 klasi\u0173 atsitiktinai naudos paprasta CAPTCHA captcha vaizde prid\u0117ti triuk\u0161mo. (Automatic Translation)
simple-captcha-text-producers=Paprasta CAPTCHA tekst\u0105 gamintojai (Automatic Translation)
simple-captcha-text-producers-help=\u012evesties klasi\u0173 pavadinimus, \u012fgyvendinti nl.captcha.text.producer.TextProducer. \u0160i\u0173 klasi\u0173 atsitiktinai naudos paprasta CAPTCHA kurti tekst\u0105 captcha vaizde. (Automatic Translation)
simple-captcha-width=Paprasta CAPTCHA Plotis (Automatic Translation)
simple-captcha-width-help=Nustatyti generuoja paprasta CAPTCHA captcha vaizdai (Automatic Translation)
simple-captcha-word-renderers=Paprasta CAPTCHA \u017eodis Renderer (Automatic Translation)
simple-captcha-word-renderers-help=\u012evesties klasi\u0173 pavadinimus, \u012fgyvendinti nl.captcha.text.renderer.WordRenderer. \u0160i\u0173 klasi\u0173 atsitiktinai naudos paprasta CAPTCHA captcha vaizdo tekst\u0105 padaryti. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=The reCAPTCHA private key is not valid. (Automatic Copy)
the-recaptcha-public-key-is-not-valid=The reCAPTCHA public key is not valid. (Automatic Copy)
