#X-Generator: crowdin.com
captcha-engine=\u0915\u0945\u092a\u094d\u091a\u093e \u0907\u0902\u091c\u0928 (Automatic Translation)
captcha-engine-help=CAPTCHAs \u091c\u0928\u0930\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u0907\u0902\u091c\u0928 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 reCAPTCHA \u0938\u094d\u0935\u0924\u0902\u0924\u094d\u0930 \u0930\u0942\u092a \u0938\u0947 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0915\u093f\u0938\u0940 \u092c\u093e\u0939\u0930\u0940 \u0938\u0947\u0935\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0924\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u091c\u094b captcha \u0928\u0947\u0924\u094d\u0930\u0939\u0940\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u0941\u0932\u092d \u092c\u0928\u093e\u0924\u093e \u0939\u0948 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0936\u094d\u0930\u0935\u094d\u092f \u0935\u093f\u0915\u0932\u094d\u092a \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0935\u093f\u0935\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f https\://www.google.com/recaptcha/admin/create \u0926\u0947\u0916\u0947\u0902\u0964 (Automatic Translation)
max-challenges-help=\u0915\u0945\u092a\u094d\u091a\u093e \u091c\u093e\u0901\u091a \u092a\u094b\u0930\u094d\u091f\u0932\u0947\u091f \u0938\u0924\u094d\u0930 \u092a\u094d\u0930\u0924\u093f \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 \u092e\u093e\u0928 \u0939\u092e\u0947\u0936\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f 0 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 \u092e\u093e\u0928 \u0915\u092d\u0940 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u0932\u093f\u090f 0 \u0938\u0947 \u0915\u092e \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u0915\u0945\u092a\u094d\u091a\u093e \u091c\u093e\u0901\u091a \u0938\u0915\u094d\u0937\u092e \u0939\u0948, \u0924\u094b \u0905\u0928\u0927\u093f\u0915\u0943\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0939\u092e\u0947\u0936\u093e \u0939\u0930 \u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0930 \u091c\u093e\u0901\u091a \u0915\u0940 \u091c\u093e\u090f\u0917\u0940\u0964 (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u0915\u094b\u0908 \u0938\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u091f URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA \u0928\u093f\u091c\u0940 \u0915\u0941\u0902\u091c\u0940 (Automatic Translation)
recaptcha-public-key=reCAPTCHA \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0915\u0941\u0902\u091c\u0940 (Automatic Translation)
recaptcha-script-url=reCAPTCHA \u0938\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u091f URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902 URL (Automatic Translation)
simple-captcha-background-producers=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u092a\u0943\u0937\u094d\u0920\u092d\u0942\u092e\u093f \u0909\u0924\u094d\u092a\u093e\u0926\u0915\u094b\u0902 (Automatic Translation)
simple-captcha-background-producers-help=\u0907\u0928\u092a\u0941\u091f \u0936\u094d\u0930\u0947\u0923\u0940 \u0928\u093e\u092e \u0915\u093f nl.captcha.backgrounds.BackgroundProducer \u0915\u094b \u0932\u093e\u0917\u0942\u0964 \u0907\u0928 \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u092c\u0947\u0924\u0930\u0924\u0940\u092c \u0922\u0902\u0917 \u0938\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u090f\u0915 \u0915\u0945\u092a\u094d\u091a\u093e \u091b\u0935\u093f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u0943\u0937\u094d\u0920\u092d\u0942\u092e\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
simple-captcha-gimpy-renderers=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e Gimpy Renderers (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0907\u0928\u092a\u0941\u091f \u0936\u094d\u0930\u0947\u0923\u0940 \u0928\u093e\u092e \u0915\u093f nl.captcha.gimpy.GimpyRenderer \u0915\u094b \u0932\u093e\u0917\u0942\u0964 \u0907\u0928 \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u092c\u0947\u0924\u0930\u0924\u0940\u092c \u0922\u0902\u0917 \u0938\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u090f\u0915 \u0915\u0945\u092a\u094d\u091a\u093e \u091b\u0935\u093f \u091c\u093f\u092e\u094d\u092a \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
simple-captcha-height=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u090a\u0901\u091a\u093e\u0908 (Automatic Translation)
simple-captcha-height-help=\u0915\u0945\u092a\u094d\u091a\u093e \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u091b\u0935\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u090a\u0901\u091a\u093e\u0908 \u0938\u0947\u091f \u0915\u0930\u0947\u0902 (Automatic Translation)
simple-captcha-noise-producers=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u0936\u094b\u0930 \u0928\u093f\u0930\u094d\u092e\u093e\u0924\u093e\u0913\u0902 (Automatic Translation)
simple-captcha-noise-producers-help=\u0907\u0928\u092a\u0941\u091f \u0936\u094d\u0930\u0947\u0923\u0940 \u0928\u093e\u092e \u0915\u093f nl.captcha.noise.NoiseProducer \u0915\u094b \u0932\u093e\u0917\u0942\u0964 \u0907\u0928 \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u092c\u0947\u0924\u0930\u0924\u0940\u092c \u0922\u0902\u0917 \u0938\u0947 \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0936\u094b\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0915\u0948\u092a\u094d\u091a\u093e \u091b\u0935\u093f \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
simple-captcha-text-producers=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u092a\u093e\u0920 \u0928\u093f\u0930\u094d\u092e\u093e\u0924\u093e (Automatic Translation)
simple-captcha-text-producers-help=\u0907\u0928\u092a\u0941\u091f \u0936\u094d\u0930\u0947\u0923\u0940 \u0928\u093e\u092e \u0915\u093f nl.captcha.text.producer.TextProducer \u0915\u094b \u0932\u093e\u0917\u0942\u0964 \u0907\u0928 \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u092c\u0947\u0924\u0930\u0924\u0940\u092c \u0922\u0902\u0917 \u0938\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u090f\u0915 \u0915\u0945\u092a\u094d\u091a\u093e \u091b\u0935\u093f \u0915\u0947 \u0932\u093f\u090f \u092a\u093e\u0920 \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
simple-captcha-width=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u091a\u094c\u0921\u093c\u093e\u0908 (Automatic Translation)
simple-captcha-width-help=\u0915\u0945\u092a\u094d\u091a\u093e \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u091b\u0935\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u091a\u094c\u0921\u093c\u093e\u0908 \u0938\u0947\u091f \u0915\u0930\u0947\u0902 (Automatic Translation)
simple-captcha-word-renderers=\u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u0936\u092c\u094d\u0926 Renderers (Automatic Translation)
simple-captcha-word-renderers-help=\u0907\u0928\u092a\u0941\u091f \u0936\u094d\u0930\u0947\u0923\u0940 \u0928\u093e\u092e \u0915\u093f nl.captcha.text.renderer.WordRenderer \u0915\u094b \u0932\u093e\u0917\u0942\u0964 \u0907\u0928 \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u092c\u0947\u0924\u0930\u0924\u0940\u092c \u0922\u0902\u0917 \u0938\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0930\u0932 \u0915\u0945\u092a\u094d\u091a\u093e \u090f\u0915 \u0915\u0945\u092a\u094d\u091a\u093e \u091b\u0935\u093f \u0915\u0947 \u0932\u093f\u090f \u092a\u093e\u0920 \u0930\u0947\u0902\u0921\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
the-recaptcha-private-key-is-not-valid=ReCAPTCHA \u0928\u093f\u091c\u0940 \u0915\u0941\u0902\u091c\u0940 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
the-recaptcha-public-key-is-not-valid=ReCAPTCHA \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0915\u0941\u0902\u091c\u0940 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
