#X-Generator: crowdin.com
captcha-engine=CAPTCHA motor (Automatic Translation)
captcha-engine-help=Nastavte modul pro generov\u00e1n\u00ed CAPTCHA. reCAPTCHA pou\u017e\u00edv\u00e1 extern\u00ed slu\u017ebu, kter\u00e1 mus\u00ed b\u00fdt konfigurov\u00e1ny nez\u00e1visle, ale p\u0159edstavuje alternativn\u00ed zvukov\u00e9, kter\u00fd zp\u0159\u00edstup\u0148uje captcha pro zrakov\u011b posti\u017een\u00e9. Viz https\://www.google.com/recaptcha/admin/create pro podrobnosti. (Automatic Translation)
max-challenges-help=Nastavte maxim\u00e1ln\u00ed po\u010det kontrol captcha na portlet relaci. Nastavte tuto hodnotu na 0 v\u017edy zkontrolovat. Nastavte tuto hodnotu na \u010d\u00edslo men\u0161\u00ed ne\u017e 0 nikdy kontrolovat. Neov\u011b\u0159en\u00fdch u\u017eivatel\u016f budou v\u017edy zkontrolovat p\u0159i ka\u017ed\u00e9m po\u017eadavku, pokud je povoleno captcha kontrolu. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA URL skriptu \u010d (Automatic Translation)
recaptcha-private-key=Priv\u00e1tn\u00ed kl\u00ed\u010d ReCAPTCHA
recaptcha-public-key=Ve\u0159ejn\u00fd kl\u00ed\u010d ReCAPTCHA
recaptcha-script-url=reCAPTCHA skriptu adresy URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA ov\u011b\u0159it URL (Automatic Translation)
simple-captcha-background-producers=Jednoduch\u00e1 CAPTCHA pozad\u00ed v\u00fdrobci (Automatic Translation)
simple-captcha-background-producers-help=N\u00e1zvy vstupn\u00ed t\u0159\u00edd, kter\u00e9 implementuj\u00ed nl.captcha.backgrounds.BackgroundProducer. Tyto t\u0159\u00eddy bude n\u00e1hodn\u011b pou\u017e\u00edv\u00e1n jednoduch\u00fd CAPTCHA pro generov\u00e1n\u00ed pozad\u00ed na obr\u00e1zek captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=Kulhav\u00fd Renderers jednoduch\u00e1 CAPTCHA (Automatic Translation)
simple-captcha-gimpy-renderers-help=N\u00e1zvy vstupn\u00ed t\u0159\u00edd, kter\u00e9 implementuj\u00ed nl.captcha.gimpy.GimpyRenderer. Tyto t\u0159\u00eddy bude n\u00e1hodn\u011b pou\u017e\u00edv\u00e1n jednoduch\u00fd CAPTCHA pro gimp obr\u00e1zek captcha. (Automatic Translation)
simple-captcha-height=Jednoduch\u00e1 CAPTCHA v\u00fd\u0161ka (Automatic Translation)
simple-captcha-height-help=Nastavte v\u00fd\u0161ku pro captcha obrazy generovan\u00e9 pomoc\u00ed jednoduch\u00e9 CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Jednoduch\u00e1 CAPTCHA \u0161umu v\u00fdrobci (Automatic Translation)
simple-captcha-noise-producers-help=N\u00e1zvy vstupn\u00ed t\u0159\u00edd, kter\u00e9 implementuj\u00ed nl.captcha.noise.NoiseProducer. Tyto t\u0159\u00eddy bude n\u00e1hodn\u011b pou\u017e\u00edv\u00e1n jednoduch\u00fd CAPTCHA p\u0159id\u00e1n\u00ed \u0161umu do obr\u00e1zku captcha. (Automatic Translation)
simple-captcha-text-producers=Jednoduch\u00e1 CAPTCHA Text v\u00fdrobci (Automatic Translation)
simple-captcha-text-producers-help=N\u00e1zvy vstupn\u00ed t\u0159\u00edd, kter\u00e9 implementuj\u00ed nl.captcha.text.producer.TextProducer. Tyto t\u0159\u00eddy bude n\u00e1hodn\u011b pou\u017e\u00edv\u00e1n jednoduch\u00fd CAPTCHA pro vygenerov\u00e1n\u00ed textu pro obr\u00e1zek captcha. (Automatic Translation)
simple-captcha-width=Jednoduch\u00e1 CAPTCHA \u0160\u00ed\u0159ka (Automatic Translation)
simple-captcha-width-help=Nastavte \u0161\u00ed\u0159ku pro captcha obrazy generovan\u00e9 pomoc\u00ed jednoduch\u00e9 CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=Vykreslova\u010de aplikace Word jednoduch\u00e1 CAPTCHA (Automatic Translation)
simple-captcha-word-renderers-help=N\u00e1zvy vstupn\u00ed t\u0159\u00edd, kter\u00e9 implementuj\u00ed nl.captcha.text.renderer.WordRenderer. Tyto t\u0159\u00eddy n\u00e1hodn\u011b pou\u017eije jednoduch\u00e1 CAPTCHA k vykreslen\u00ed textu pro obr\u00e1zek captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=Priv\u00e1tn\u00ed kl\u00ed\u010d ReCAPTCHA nen\u00ed platn\u00fd.
the-recaptcha-public-key-is-not-valid=Ve\u0159ejn\u00fd kl\u00ed\u010d ReCAPTCHA nen\u00ed platn\u00fd.
