#X-Generator: crowdin.com
captcha-engine=\u062f\u0648\u0633\u062a\u0627\u0646 \u0645\u0648\u062a\u0648\u0631 (Automatic Translation)
captcha-engine-help=\u062a\u0646\u0638\u06cc\u0645 \u0645\u0648\u062a\u0648\u0631 \u0628\u0631\u0627\u06cc \u062a\u0648\u0644\u06cc\u062f \u06a9\u067e\u0686\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. reCAPTCHA \u0633\u0631\u0648\u06cc\u0633 \u062e\u0627\u0631\u062c\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0627\u06cc\u062f \u0628\u0647 \u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u0644 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f \u0627\u0645\u0627 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0642\u0627\u0628\u0644 \u0634\u0646\u06cc\u062f\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0627\u06cc\u0646 \u062f\u0648\u0633\u062a\u0627\u0646 \u0628\u0647 \u0628\u06cc\u0646\u0627\u06cc\u06cc \u0631\u0627 \u0641\u0631\u0627\u0647\u0645 \u0645\u06cc \u06a9\u0646\u062f. Https\://www.google.com/recaptcha/admin/create \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
max-challenges-help=\u062a\u0639\u06cc\u06cc\u0646 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u0686\u06a9 \u0647\u0627\u06cc \u0627\u0645\u0646\u06cc\u062a\u06cc \u062f\u0631 \u0647\u0631 \u062c\u0644\u0633\u0647 \u067e\u0648\u0631\u062a\u0644\u062a. \u0627\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0647\u0645\u06cc\u0634\u0647 \u0628\u0631\u0631\u0633\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0645\u0642\u062f\u0627\u0631. \u062a\u0646\u0638\u06cc\u0645 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0628\u0647 \u062a\u0639\u062f\u0627\u062f \u06a9\u0645\u062a\u0631 \u0627\u0632 0 \u0628\u0647 \u0628\u0631\u0631\u0633\u06cc \u0647\u0631\u06af\u0632. \u0627\u06af\u0631 \u0686\u06a9 captcha \u0641\u0639\u0627\u0644 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631\u0645\u062c\u0627\u0632 \u0647\u0645\u06cc\u0634\u0647 \u062f\u0631 \u0647\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0628\u0631\u0631\u0633\u06cc \u062e\u0648\u0627\u0647\u062f \u0634\u062f. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u0628\u062f\u0648\u0646 \u0627\u0633\u06a9\u0631\u06cc\u067e\u062a \u0622\u062f\u0631\u0633 (Automatic Translation)
recaptcha-private-key=reCAPTCHA \u06a9\u0644\u06cc\u062f \u062e\u0635\u0648\u0635\u06cc
recaptcha-public-key=reCAPTCHA \u06a9\u0644\u06cc\u062f \u0639\u0645\u0648\u0645\u06cc
recaptcha-script-url=reCAPTCHA \u0627\u0633\u06a9\u0631\u06cc\u067e\u062a \u0622\u062f\u0631\u0633 (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \u062a\u0627\u06cc\u06cc\u062f \u0622\u062f\u0631\u0633 (Automatic Translation)
simple-captcha-background-producers=\u062a\u0648\u0644\u06cc\u062f \u06a9\u0646\u0646\u062f\u0647 \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647 \u0633\u0627\u062f\u0647 CAPTCHA (Automatic Translation)
simple-captcha-background-producers-help=\u0646\u0627\u0645 \u06a9\u0644\u0627\u0633 \u0648\u0631\u0648\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u067e\u06cc\u0627\u062f\u0647 \u0633\u0627\u0632\u06cc nl.captcha.backgrounds.BackgroundProducer. \u0627\u06cc\u0646 \u06a9\u0644\u0627\u0633 \u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u0648\u0633\u0637 CAPTCHA \u0633\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647 \u0628\u0631\u0627\u06cc \u062a\u0635\u0648\u06cc\u0631 \u0627\u0645\u0646\u06cc\u062a\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
simple-captcha-gimpy-renderers=\u0631\u062a\u0628\u0647 \u0633\u0627\u062f\u0647 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u06af\u0627\u0646 Gimpy (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0646\u0627\u0645 \u06a9\u0644\u0627\u0633 \u0648\u0631\u0648\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u067e\u06cc\u0627\u062f\u0647 \u0633\u0627\u0632\u06cc nl.captcha.gimpy.GimpyRenderer. \u0627\u06cc\u0646 \u06a9\u0644\u0627\u0633 \u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u0648\u0633\u0637 CAPTCHA \u0633\u0627\u062f\u0647 \u0628\u0647 gimp \u062a\u0635\u0648\u06cc\u0631 \u0631\u062a\u0628\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
simple-captcha-height=\u0627\u0631\u062a\u0641\u0627\u0639 \u0633\u0627\u062f\u0647 CAPTCHA (Automatic Translation)
simple-captcha-height-help=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0631\u062a\u0641\u0627\u0639 \u0628\u0631\u0627\u06cc \u062a\u0648\u0644\u06cc\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0633\u0627\u062f\u0647 CAPTCHA captcha \u0648 \u062a\u0635\u0627\u0648\u06cc\u0631 (Automatic Translation)
simple-captcha-noise-producers=\u062a\u0648\u0644\u06cc\u062f \u06a9\u0646\u0646\u062f\u0647 \u0633\u0631 \u0648 \u0635\u062f\u0627\u06cc \u0633\u0627\u062f\u0647 CAPTCHA (Automatic Translation)
simple-captcha-noise-producers-help=\u0646\u0627\u0645 \u06a9\u0644\u0627\u0633 \u0648\u0631\u0648\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u067e\u06cc\u0627\u062f\u0647 \u0633\u0627\u0632\u06cc nl.captcha.noise.NoiseProducer. \u0627\u06cc\u0646 \u06a9\u0644\u0627\u0633 \u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u0648\u0633\u0637 CAPTCHA \u0633\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0646\u0648\u06cc\u0632 \u0628\u0647 \u062a\u0635\u0648\u06cc\u0631 \u0627\u0645\u0646\u06cc\u062a\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
simple-captcha-text-producers=\u062a\u0648\u0644\u06cc\u062f \u06a9\u0646\u0646\u062f\u0647 \u0645\u062a\u0646 \u0633\u0627\u062f\u0647 CAPTCHA (Automatic Translation)
simple-captcha-text-producers-help=\u0646\u0627\u0645 \u06a9\u0644\u0627\u0633 \u0648\u0631\u0648\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u067e\u06cc\u0627\u062f\u0647 \u0633\u0627\u0632\u06cc nl.captcha.text.producer.TextProducer. \u0627\u06cc\u0646 \u06a9\u0644\u0627\u0633 \u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u0648\u0633\u0637 CAPTCHA \u0633\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u062a\u0648\u0644\u06cc\u062f \u0645\u062a\u0646 \u062a\u0635\u0648\u06cc\u0631 \u0627\u0645\u0646\u06cc\u062a\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
simple-captcha-width=\u0639\u0631\u0636 \u0633\u0627\u062f\u0647 CAPTCHA (Automatic Translation)
simple-captcha-width-help=\u0639\u0631\u0636 \u0628\u0631\u0627\u06cc \u062a\u0648\u0644\u06cc\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0633\u0627\u062f\u0647 CAPTCHA captcha \u0648 \u062a\u0635\u0627\u0648\u06cc\u0631 (Automatic Translation)
simple-captcha-word-renderers=\u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u06af\u0627\u0646 \u06a9\u0644\u0645\u0647 \u0633\u0627\u062f\u0647 CAPTCHA (Automatic Translation)
simple-captcha-word-renderers-help=\u0646\u0627\u0645 \u06a9\u0644\u0627\u0633 \u0648\u0631\u0648\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u067e\u06cc\u0627\u062f\u0647 \u0633\u0627\u0632\u06cc nl.captcha.text.renderer.WordRenderer. \u0627\u06cc\u0646 \u06a9\u0644\u0627\u0633 \u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u0648\u0633\u0637 CAPTCHA \u0633\u0627\u062f\u0647 \u0628\u0647 \u0627\u0631\u0627\u0626\u0647 \u0645\u062a\u0646 \u062a\u0635\u0648\u06cc\u0631 \u0627\u0645\u0646\u06cc\u062a\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=reCAPTCHA \u06a9\u0644\u06cc\u062f \u0627\u062e\u062a\u0635\u0627\u0635\u06cc \u0645\u062c\u0627\u0632 \u0646\u06cc\u0633\u062a
the-recaptcha-public-key-is-not-valid=\u06a9\u0644\u06cc\u062f reCAPTCHA \u0639\u0645\u0648\u0645\u06cc \u0645\u0639\u062a\u0628\u0631 \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u062f
