#X-Generator: crowdin.com
captcha-engine=\u0645\u062d\u0631\u0643 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 (Automatic Translation)
captcha-engine-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0634\u063a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u062a\u0648\u0644\u064a\u062f captchas. reCAPTCHA \u064a\u0633\u062a\u062e\u062f\u0645 \u062e\u0627\u0631\u062c\u064a \u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u064a \u064a\u062c\u0628 \u062a\u0643\u0648\u064a\u0646\u0647\u0627 \u0628\u0634\u0643\u0644 \u0645\u0633\u062a\u0642\u0644 \u0648\u0644\u0643\u0646 \u064a\u0648\u0641\u0631 \u0628\u062f\u064a\u0644 \u0645\u0633\u0645\u0648\u0639\u0629 \u0645\u0645\u0627 \u064a\u062c\u0639\u0644 \u0627\u062e\u062a\u0628\u0627\u0631 captcha \u0645\u0648\u062c\u0648\u062f\u0627\u064b \u0644\u0636\u0639\u0627\u0641 \u0627\u0644\u0628\u0635\u0631. \u0627\u0646\u0638\u0631 https\://www.google.com/recaptcha/admin/create \u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644. (Automatic Translation)
max-challenges-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0634\u064a\u0643\u0627\u062a \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0643\u0644 \u062f\u0648\u0631\u0629 \u0627\u0644\u0645\u062f\u062e\u0644. \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0625\u0644\u0649 0 \u0644\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u062f\u0627\u0626\u0645\u0627\u064b. \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0625\u0644\u0649 \u0639\u062f\u062f \u0623\u0642\u0644 \u0645\u0646 0 \u062a\u062d\u0642\u0642 \u0627\u0628\u062f\u0623. \u0633\u064a\u062a\u0645 \u062f\u0627\u0626\u0645\u0627\u064b \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u064a\u0646 \u0639\u0644\u0649 \u0643\u0644 \u0637\u0644\u0628 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u062a\u062f\u0642\u064a\u0642 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u0623\u064a URL \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0646\u0635\u064a (Automatic Translation)
recaptcha-private-key=\u0645\u0641\u062a\u0627\u062d reCAPTCHA \u0627\u0644\u062e\u0627\u0635
recaptcha-public-key=\u0645\u0641\u062a\u0627\u062d reCAPTCHA \u0627\u0644\u0639\u0627\u0645
recaptcha-script-url=reCAPTCHA URL \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0646\u0635\u064a (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 URL (Automatic Translation)
simple-captcha-background-producers=\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 \u062e\u0644\u0641\u064a\u0629 \u0627\u0644\u0645\u0646\u062a\u062c\u064a\u0646 (Automatic Translation)
simple-captcha-background-producers-help=\u0623\u0633\u0645\u0627\u0621 \u0641\u0626\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u0646\u0641\u064a\u0630 nl.captcha.backgrounds.BackgroundProducer. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0627\u062a \u0639\u0634\u0648\u0627\u0626\u064a\u0627\u064b "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" \u0644\u0625\u0646\u0634\u0627\u0621 \u062e\u0644\u0641\u064a\u0629 \u0644\u0635\u0648\u0631\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642. (Automatic Translation)
simple-captcha-gimpy-renderers=\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 \u0639\u0627\u0631\u0636\u064a\u0646 \u062c\u064a\u0645\u0628\u064a (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0623\u0633\u0645\u0627\u0621 \u0641\u0626\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u0646\u0641\u064a\u0630 nl.captcha.gimpy.GimpyRenderer. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0627\u062a \u0639\u0634\u0648\u0627\u0626\u064a\u0627\u064b "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" \u0625\u0644\u0649 \u062c\u064a\u0645\u0628 \u0635\u0648\u0631\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642. (Automatic Translation)
simple-captcha-height=\u0627\u0631\u062a\u0641\u0627\u0639 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 (Automatic Translation)
simple-captcha-height-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0627\u0631\u062a\u0641\u0627\u0639 \u0644\u0644\u0635\u0648\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0628\u0648\u0627\u0633\u0637\u0629 "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" (Automatic Translation)
simple-captcha-noise-producers=\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 \u0627\u0644\u0636\u0648\u0636\u0627\u0621 \u0627\u0644\u0645\u0646\u062a\u062c\u064a\u0646 (Automatic Translation)
simple-captcha-noise-producers-help=\u0623\u0633\u0645\u0627\u0621 \u0641\u0626\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u0646\u0641\u064a\u0630 nl.captcha.noise.NoiseProducer. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0627\u062a \u0639\u0634\u0648\u0627\u0626\u064a\u0627\u064b "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" \u0644\u0625\u0636\u0627\u0641\u0629 \u062a\u0634\u0648\u064a\u0634 \u0639\u0644\u0649 \u0635\u0648\u0631\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642. (Automatic Translation)
simple-captcha-text-producers=\u0627\u0644\u0645\u0646\u062a\u062c\u064a\u0646 \u0646\u0635 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 (Automatic Translation)
simple-captcha-text-producers-help=\u0623\u0633\u0645\u0627\u0621 \u0641\u0626\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u0646\u0641\u064a\u0630 nl.captcha.text.producer.TextProducer. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0627\u062a "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" \u0639\u0634\u0648\u0627\u0626\u064a\u0627\u064b \u0644\u062a\u0648\u0644\u064a\u062f \u0627\u0644\u0646\u0635 \u0644\u0635\u0648\u0631\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642. (Automatic Translation)
simple-captcha-width=\u0639\u0631\u0636 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 (Automatic Translation)
simple-captcha-width-help=\u062a\u0639\u064a\u064a\u0646 \u0639\u0631\u0636 \u0644\u0644\u0635\u0648\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0628\u0648\u0627\u0633\u0637\u0629 "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" (Automatic Translation)
simple-captcha-word-renderers=\u0639\u0627\u0631\u0636\u064a\u0646 \u0643\u0644\u0645\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629 (Automatic Translation)
simple-captcha-word-renderers-help=\u0623\u0633\u0645\u0627\u0621 \u0641\u0626\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u0646\u0641\u064a\u0630 nl.captcha.text.renderer.WordRenderer. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0627\u062a \u0639\u0634\u0648\u0627\u0626\u064a\u0627\u064b "\u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0627\u0644\u0628\u0633\u064a\u0637\u0629" \u0644\u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u0646\u0635 \u0644\u0635\u0648\u0631\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u062a\u062d\u0642\u0642. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=\u0645\u0641\u062a\u0627\u062d reCAPTCHA \u0627\u0644\u062e\u0627\u0635 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-recaptcha-public-key-is-not-valid=\u0645\u0641\u062a\u0627\u062d reCAPTCHA \u0627\u0644\u0639\u0627\u0645 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
