#X-Generator: crowdin.com
captcha-engine=Motor CAPTCHA (Automatic Translation)
captcha-engine-help=Defina o mecanismo usado para gerar captchas. reCAPTCHA utiliza um servi\u00e7o externo que deve ser configurado de forma independente, mas fornece uma alternativa aud\u00edvel que torna o captcha acess\u00edvel aos deficientes. Consulte https\://www.google.com/recaptcha/admin/create para obter detalhes. (Automatic Translation)
max-challenges-help=Defina o n\u00famero m\u00e1ximo de verifica\u00e7\u00f5es de captcha por sess\u00e3o do portlet. Defina esse valor como 0 para sempre verificar. Defina esse valor como um n\u00famero menor que 0 nunca verificar. Usu\u00e1rios n\u00e3o autenticados ser\u00e3o sempre verificados em cada solicita\u00e7\u00e3o se verifica\u00e7\u00f5es de captcha \u00e9 habilitado. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA n\u00e3o Script URL (Automatic Translation)
recaptcha-private-key=Chave confidencial do reCAPTCHA
recaptcha-public-key=Chave p\u00fablica do reCAPTCHA
recaptcha-script-url=reCAPTCHA Script URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA verificar URL (Automatic Translation)
simple-captcha-background-producers=Produtores de fundo CAPTCHA simples (Automatic Translation)
simple-captcha-background-producers-help=Nomes de entrada classe que implementam nl.captcha.backgrounds.BackgroundProducer. Essas classes ser\u00e3o aleatoriamente usadas pelo CAPTCHA simples para gerar um plano de fundo para uma imagem captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=O manco Renderers CAPTCHA simples (Automatic Translation)
simple-captcha-gimpy-renderers-help=Nomes de entrada classe que implementam nl.captcha.gimpy.GimpyRenderer. Essas classes ser\u00e3o aleatoriamente usadas por Simple CAPTCHA para gimp uma imagem captcha. (Automatic Translation)
simple-captcha-height=Altura CAPTCHA simples (Automatic Translation)
simple-captcha-height-help=Definir a altura para imagens captcha gerados pelo Simple CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Produtores de ru\u00eddo CAPTCHA simples (Automatic Translation)
simple-captcha-noise-producers-help=Nomes de entrada classe que implementam nl.captcha.noise.NoiseProducer. Essas classes ser\u00e3o ser usadas aleatoriamente pelo Simple CAPTCHA para adicionar ru\u00eddo a uma imagem captcha. (Automatic Translation)
simple-captcha-text-producers=Produtores de texto CAPTCHA simples (Automatic Translation)
simple-captcha-text-producers-help=Nomes de entrada classe que implementam nl.captcha.text.producer.TextProducer. Essas classes ser\u00e3o aleatoriamente usadas pelo CAPTCHA simples para gerar o texto para uma imagem captcha. (Automatic Translation)
simple-captcha-width=Largura CAPTCHA simples (Automatic Translation)
simple-captcha-width-help=Definir a largura de imagens captcha gerados pelo Simple CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=CAPTCHA simples palavra Renderers (Automatic Translation)
simple-captcha-word-renderers-help=Nomes de entrada classe que implementam nl.captcha.text.renderer.WordRenderer. Essas classes ser\u00e3o ser usadas aleatoriamente pelo Simple CAPTCHA para processar texto para uma imagem captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=A chave privada de reCAPTCHA \u00e9 inv\u00e1lida.
the-recaptcha-public-key-is-not-valid=A chave p\u00fablica de reCAPTCHA \u00e9 inv\u00e1lida.
