#X-Generator: crowdin.com
add-user-group=\uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc744 \ucd94\uac00\ud558\uc2ed\uc2dc\uc694
add-users=\uc0ac\uc6a9\uc790 \ucd94\uac00 (Automatic Translation)
add-users-to-x=Add Users to {0} (Automatic Copy)
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=\uc0ac\uc6a9\uc790 \uadf8\ub8f9
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=\ud55c\uac1c \uc774\uc0c1 \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc740 \uad70\ub300\ub97c \ud574\uc0b0\ub41c \uc0ac\uc6a9\uc790\uc5d0 \ud68c\ud569\ub41c\ub2e4. \ub108\ub294 \uc790\ub3d9\uc73c\ub85c \uad70\ub300\ub97c \ud574\uc0b0\ud558\ub294\uac00 \uc0ac\uc6a9\uc790\ub97cunassociating\uc11c \uc120\uc815\ud558\ub294\uac00 \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc744 \uc0ad\uc81c\ud558\ub294\uac00\uc5d0 \uc9c4\ud589\ud558\uace0\ub294\uac00 \uc2f6\ub294\uac00?
pages-for-user-group-x=Pages for user group {0} (Automatic Copy)
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=\uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc758 \ud398\uc774\uc9c0\ub294 \ucd5c\uc885 \uc0ac\uc6a9\uc790\uac00 \uc9c1\uc811 \uc561\uc138\uc2a4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc624\ud788\ub824, \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc758 \uac01 \uad6c\uc131\uc6d0\uc774 \ud45c\uc2dc \ub429\ub2c8\ub2e4 \ud398\uc774\uc9c0 \uc790\ub3d9\uc73c\ub85c \uadf8\ub4e4\uc758 \uac1c\uc778 \ub300\uc2dc\ubcf4\ub4dc \ubc0f \ud504\ub85c\ud544 \ud398\uc774\uc9c0\uc758 \ud55c \ubd80\ubd84\uc73c\ub85c. \uc0ac\uc6a9\uc790\uac00 \ubcc0\uacbd\ud560 \uc218 \uc788\ub3c4\ub85d, \uac01 \ud398\uc774\uc9c0\uc758 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc635\uc158\uc744 \uc0ac\uc6a9. (Automatic Translation)
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=\uc120\uc815\ub41c \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc740 \uad70\ub300\ub97c \ud574\uc0b0\ub41c \uc0ac\uc6a9\uc790\uc5d0 \ud68c\ud569\ub41c\ub2e4. \ub108\ub294 \uc790\ub3d9\uc73c\ub85c \uad70\ub300\ub97c \ud574\uc0b0\ud558\ub294\uac00 \uc0ac\uc6a9\uc790\ub97cunassociating\uc11c \uc120\uc815\ud558\ub294\uac00 \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc744 \uc0ad\uc81c\ud558\ub294\uac00\uc5d0 \uc9c4\ud589\ud558\uace0\ub294\uac00 \uc2f6\ub294\uac00?
this-is-a-required-user-group=\uc774\uac83\uc740 \ud544\uc694\ud55c \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc785\ub2c8\ub2e4. (Automatic Translation)
this-user-group-does-not-have-any-dashboard-pages=\uc0ac\uc6a9\uc790\ub294 \uc5b4\ub5a4 \uc6f9\uc0ac\uc774\ud2b8\uac00 \uc788\uc9c0 \uc54a\ub294\ub2e4.
this-user-group-does-not-have-any-profile-pages=\uc870\uc9c1\uc5d0\ub294 \uc5b4\ub5a4 \uc11c\ube44\uc2a4\uac00 \uc788\uc9c0 \uc54a\ub294\ub2e4.
user-group-name=\uc0ac\uc6a9\uc790 \uadf8\ub8f9 \uc774\ub984 (Automatic Translation)
user-group-pages-permissions=\uc0ac\uc6a9\uc790 \uadf8\ub8f9 \uad8c\ud55c \ud398\uc774\uc9c0 (Automatic Translation)
you-cannot-delete-user-groups-that-have-users=\ub108\ub294 \uc0ac\uc6a9\uc790\uac00 \uc788\ub294 \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc740 \uc0ad\uc81c\ud560.
