#X-Generator: crowdin.com
check-token=V\u00e9rifier le jeton de l\u2019Image (Automatic Translation)
maximum-height=Hauteur maximale (Automatic Translation)
maximum-width=Largeur hors tout (Automatic Translation)
use-initials-for-default-user-portrait=Utiliser des initiales pour Portrait d\u2019utilisateur par d\u00e9faut (Automatic Translation)
use-initials-for-default-user-portrait-help=Affecter la valeur true pour utiliser les initiales de l\u2019utilisateur comme le portrait d\u2019utilisateur par d\u00e9faut. Sinon, les fichiers d\u2019image de portrait par d\u00e9faut seront utilis\u00e9es. Le chemin par d\u00e9faut de l\u2019image portrait peut \u00eatre r\u00e9gl\u00e9 via les propri\u00e9t\u00e9s \u00ab\u00a0image.default.user.male.portrait\u00a0\u00bb et \u00ab\u00a0image.default.user.female.portrait\u00a0\u00bb dans portal.properties. (Automatic Translation)
user-file-uploads-configuration-name=Images des utilisateurs (Automatic Translation)
users-image-check-token-help=Mettre \u00e0 true pour v\u00e9rifier le jeton de l\u2019image avant de l\u2019afficher. (Automatic Translation)
users-image-maximum-file-size-help=D\u00e9finir la taille maximale pour les portraits de l\u2019utilisateur. Une valeur 0 pour la taille de fichier maximale peut \u00eatre utilis\u00e9e pour indiquer la taille de fichier. Cependant, la taille de fichier maximale autoris\u00e9e est d\u00e9finie dans la propri\u00e9t\u00e9 \u00ab\u00a0com.liferay.portal.upload.UploadServletRequestImpl.max.size\u00a0\u00bb. (Automatic Translation)
users-image-maximum-height-help=D\u00e9finir la hauteur de portrait d\u2019utilisateur maximale en pixels. Une valeur de 0 n\u2019indique aucune restriction sur les dimensions de portrait de l\u2019utilisateur. (Automatic Translation)
users-image-maximum-width-help=D\u00e9finissez la largeur de portrait d\u2019utilisateur maximale en pixels. Une valeur de 0 n\u2019indique aucune restriction sur les dimensions de portrait de l\u2019utilisateur. (Automatic Translation)
