#X-Generator: crowdin.com
add-attribute=Ajouter un attribut
add-custom-field=Ajouter un champ personnalis\u00e9
as-keyword=Comme mot-cl\u00e9
as-text=Comme texte
custom-field-display-type-help=Sp\u00e9cifier quel type de contr\u00f4le est utilis\u00e9 pour ce champ.
custom-field-height-help=Ceci d\u00e9finit la hauteur de champs de saisi en pixels.
custom-field-hidden-help=Mettant un champs personnalis\u00e9 \u00e0 cach\u00e9 signifie que la valeur du champs n'est jamais affich\u00e9 dans aucune interface utilisateur hormis celle-ci. Ceci permets \u00e0 champs d'\u00eatre utilis\u00e9 pour les buts avanc\u00e9 par exemple comme un emplacement pour les permissions personnalis\u00e9es.
custom-field-index-type-help=Mettant un champs personnalis\u00e9 \u00e0 interrogeable signifie que la valeur de ce champs est index\u00e9 quand cette entit\u00e9 (par exemple Utilisateur) est modifi\u00e9e. Seuls les champs java.lang.String peut \u00eatre interrogeable. Lorsqu'un champs est r\u00e9cemment configur\u00e9 en interrogeable, les indexes doivent \u00eatre mis \u00e0 jour avant que les donn\u00e9es sont disponibles pour la recherche.
custom-field-key-help=L'identifiant permet d'acc\u00e9der \u00e0 la valeur du champs gr\u00e2ce \u00e0 la balise
custom-field-secret-help=Mettant un champs personnalis\u00e9 \u00e0 secret signifie que la saisie clavier est cach\u00e9e sur l'\u00e9cran. Utiliser cette option pour les mots de passe.
custom-field-visible-with-update-permission-help=Signifie qu'un usager ayant les permissions de modification peut voir ce champs. Ce comportement remplace alors celui de la propri\u00e9t\u00e9 "Cach\u00e9".
custom-fields-are-not-enabled-for-any-resource=Des champs faits sur commande ne sont permis pour aucune ressource.
enter-one-value-per-line=Entrer une valeur par ligne.
index-type=Type d'index
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Champs personnalis\u00e9s
not-searchable=Non rechercheable
please-enter-a-valid-value=Veuillez \u00e9crire une valeur valide.
selection-list=Liste de s\u00e9lection
the-custom-field-could-not-be-found=Le champ fait sur commande n'a pas pu \u00eatre trouv\u00e9.
visible-with-update-permission=Visible avec mise \u00e0 jour
