#X-Generator: crowdin.com
access-key=Klucz dost\u0119pu (Automatic Translation)
access-key-help=Ustawi\u0107 klucz dost\u0119pu konta AWS. (Automatic Translation)
bucket-name=Nazwa wiadro (Automatic Translation)
bucket-name-help=Ustaw nazw\u0119 u\u017cywanego przez S3 do przechowywania plik\u00f3w. (Automatic Translation)
cache-dir-clean-up-expunge=Pami\u0119ci podr\u0119cznej katalogu czyste nawet wykre\u015bli\u0107 (Automatic Translation)
cache-dir-clean-up-expunge-help=Ustawi\u0107 liczb\u0119 dni, plik jest przechowywane w pami\u0119ci podr\u0119cznej. (Automatic Translation)
cache-dir-clean-up-frequency=Katalog pami\u0119ci podr\u0119cznej oczy\u015bci\u0107 cz\u0119stotliwo\u015bci (Automatic Translation)
cache-dir-clean-up-frequency-help=Ustawi\u0107 stosunek liczby wywo\u0142ania metody czysty plik pami\u0119ci podr\u0119cznej i pami\u0119ci podr\u0119cznej rzeczywisty plik jest czysty. Ustawiona na 1, aby zawsze czyste. Wy\u017csze numery ni\u017csze cz\u0119stotliwo\u015bci. (Automatic Translation)
connection-timeout=Limit czasu po\u0142\u0105czenia (Automatic Translation)
connection-timeout-help=Zestaw czas oczekiwania (w milisekundach), gdy pocz\u0105tkowo nawi\u0105zywania po\u0142\u0105czenia przed przekroczeniem limitu czasu. Warto\u015b\u0107 0 oznacza niesko\u0144czono\u015b\u0107 i nie jest zalecane. (Automatic Translation)
core-pool-size=Rozmiar puli Core (Automatic Translation)
core-pool-size-help=Ustaw pocz\u0105tkow\u0105 liczb\u0119 w\u0105tk\u00f3w u\u017cywanych do przesy\u0142ania cz\u0119\u015bci. (Automatic Translation)
http-client-max-connections=Maksymalna HTTP po\u0142\u0105czenia (Automatic Translation)
http-client-max-connections-help=Ustawi\u0107 maksymaln\u0105 liczb\u0119 dozwolonych otwarte po\u0142\u0105czenia HTTP. (Automatic Translation)
http-client-max-error-retry=Maksymalna HTTP ponownych pr\u00f3b (Automatic Translation)
http-client-max-error-retry-help=Ustawi\u0107 maksymaln\u0105 liczb\u0119 ponownych pr\u00f3b niepomy\u015blnych \u017c\u0105da\u0144 retriable. (Automatic Translation)
max-pool-size=Maksymalny rozmiar puli (Automatic Translation)
max-pool-size-help=Ustawi\u0107 maksymaln\u0105 liczb\u0119 w\u0105tk\u00f3w u\u017cywanych podczas przekazywania cz\u0119\u015bci. (Automatic Translation)
minimum-uploads-part-size=Rozmiar minimalny cz\u0119\u015bci (Automatic Translation)
minimum-uploads-part-size-help=Ustaw rozmiar minimalny udzia\u0142 do przekazywania cz\u0119\u015bci. Zmniejszenie rozmiaru najmniejszej cz\u0119\u015bci powoduje, \u017ce wielocz\u0119\u015bciowy uploady nale\u017cy rozdzieli\u0107 na wi\u0119ksz\u0105 liczb\u0119 mniejszych cz\u0119\u015bci. Ustawienie tej warto\u015bci jest zbyt niski, ma negatywny wp\u0142yw na szybko\u015b\u0107 transferu, powoduj\u0105c dodatkowe op\u00f3\u017anienia i sieci komunikacji dla ka\u017cdej cz\u0119\u015bci. (Automatic Translation)
multipart-upload-threshold=Wielocz\u0119\u015bciowy Upload pr\u00f3g (Automatic Translation)
multipart-upload-threshold-help=Kiedy nale\u017cy ustawi\u0107 pr\u00f3g rozmiar (w bajtach) przy u\u017cyciu wielocz\u0119\u015bciowy uploady. Dodane przez ten rozmiar automatycznie U\u017cyj strategii wielocz\u0119\u015bciowy upload, podczas gdy przes\u0142ane pliki mniejsze ni\u017c ten pr\u00f3g u\u017cycia jednego po\u0142\u0105czenia wgra\u0107 ca\u0142y obiekt. (Automatic Translation)
ntlm-proxy-domain=NTLM Proxy domeny (Automatic Translation)
ntlm-proxy-domain-help=Ustaw nazw\u0119 domeny systemu Windows dla serwera proxy protoko\u0142u NTLM. Je\u015bli nie u\u017cywasz systemu Windows NTLM proxy, nie nale\u017cy ustawia\u0107 tej w\u0142a\u015bciwo\u015bci. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy stacji roboczej (Automatic Translation)
ntlm-proxy-workstation-help=Ustaw nazw\u0119 stacji roboczej systemu Windows dla serwera proxy protoko\u0142u NTLM. Je\u015bli nie u\u017cywasz systemu Windows NTLM proxy, nie nale\u017cy ustawia\u0107 tej w\u0142a\u015bciwo\u015bci. (Automatic Translation)
proxy-auth-type=Typ uwierzytelniania serwera proxy (Automatic Translation)
proxy-auth-type-help=Ustawi\u0107 serwer proxy typ uwierzytelniania do u\u017cycia podczas pod\u0142\u0105czania do us\u0142ugi S3. "None" konfiguruje bez serwera proxy. "Login has\u0142o" konfiguruje serwer proxy; dla tej konfiguracji nale\u017cy okre\u015bli\u0107 warto\u015bci dla serwera proxy nazw\u0119 u\u017cytkownika i has\u0142o serwera proxy. "Ntlm" konfiguruje serwer proxy systemu Windows NTLM; dla tej konfiguracji nale\u017cy okre\u015bli\u0107 warto\u015bci dla Nazwa u\u017cytkownika serwera proxy, has\u0142o serwera proxy, domeny serwera proxy uwierzytelniania NTLM i NTLM proxy stacji roboczej. (Automatic Translation)
proxy-host-help=Ustawi\u0107 host serwera proxy, kt\u00f3rego klient u\u017cywa do \u0142\u0105czenia. (Automatic Translation)
proxy-password=Has\u0142o serwera proxy (Automatic Translation)
proxy-password-help=Ustaw has\u0142o serwera proxy, aby u\u017cywa\u0107 je\u015bli nawi\u0105zywania po\u0142\u0105czenia za po\u015brednictwem serwera proxy. (Automatic Translation)
proxy-port-help=Ustaw port serwera proxy, kt\u00f3rego klient u\u017cywa do \u0142\u0105czenia. (Automatic Translation)
proxy-username=Nazwa u\u017cytkownika serwera proxy (Automatic Translation)
proxy-username-help=Ustawi\u0107 serwer proxy, nazwa u\u017cytkownika do u\u017cycia w przypadku nawi\u0105zywania po\u0142\u0105czenia za po\u015brednictwem serwera proxy. (Automatic Translation)
s3-region=S3 regionu (Automatic Translation)
s3-region-help=Zestaw Amazon S3 regionu, kt\u00f3re reprezentuje region geograficzny, w kt\u00f3rym Amazon S3 przechowuje wiadra utworzone przez u\u017cytkownika. Amazon S3 region\u00f3w s\u0105 u\u017cywane do optymalizacji op\u00f3\u017anienia, zminimalizowa\u0107 koszty i wymaga\u0144 prawnych. Obiekty przechowywane w regionie Amazon S3 nigdy nie zostawi\u0107 tego regionu, chyba \u017ce jawnie przekazany do innego regionu. (Automatic Translation)
s3-storage-class=S3 Klasy pami\u0119ci masowej (Automatic Translation)
s3-storage-class-help=Ustaw klasy magazynowania Amazon S3. Klasa standardowego magazynu jest u\u017cywany domy\u015blnie i oznacza, \u017ce nadmiarowe kopie danych b\u0119d\u0105 przechowywane w r\u00f3\u017cnych lokalizacjach. REDUCED_REDUNDANCY klasy pami\u0119ci masowej jest przeznaczony do przechowywania danych informacyjnych, powtarzalne, oferuj\u0105c mo\u017cliwo\u015b\u0107 tanich, wysokiej dost\u0119pno\u015bci pami\u0119ci masowej; Jednak ta opcja jest mniej nadmiarowe. (Automatic Translation)
s3-store-configuration-name=S3 Konfiguracja magazynu (Automatic Translation)
secret-key=Klucz tajny (Automatic Translation)
secret-key-help=Ustaw klucz tajny konta AWS. (Automatic Translation)
