#X-Generator: crowdin.com
access-key=Chave de acesso (Automatic Translation)
access-key-help=Defina a chave de acesso de conta AWS. (Automatic Translation)
bucket-name=Nome de balde (Automatic Translation)
bucket-name-help=Defina o nome de balde usado pelo S3 para armazenar arquivos. (Automatic Translation)
cache-dir-clean-up-expunge=Cache de diret\u00f3rio limpo at\u00e9 expurgar (Automatic Translation)
cache-dir-clean-up-expunge-help=Defina o n\u00famero de dias que um arquivo \u00e9 mantido no cache. (Automatic Translation)
cache-dir-clean-up-frequency=Diret\u00f3rio de cache limpar a frequ\u00eancia (Automatic Translation)
cache-dir-clean-up-frequency-help=Defina a rela\u00e7\u00e3o entre o n\u00famero de chamadas ao m\u00e9todo limpa arquivo cache e o cache de arquivo real limpa. Defina esta propriedade como 1 para limpar sempre. Os n\u00fameros mais altos diminuir a frequ\u00eancia. (Automatic Translation)
connection-timeout=Tempo limite de Conex\u00e3o (Automatic Translation)
connection-timeout-help=Conjunto a quantidade de tempo de espera (em milissegundos) quando inicialmente estabelecer uma conex\u00e3o antes do tempo limite. Um valor de 0 significa infinito e n\u00e3o \u00e9 recomendado. (Automatic Translation)
core-pool-size=Tamanho do Pool de n\u00facleo (Automatic Translation)
core-pool-size-help=Defina o n\u00famero de segmentos usados para carregar as pe\u00e7as. (Automatic Translation)
http-client-max-connections=Conex\u00f5es HTTP m\u00e1xima (Automatic Translation)
http-client-max-connections-help=Defina o n\u00famero m\u00e1ximo de conex\u00f5es permitidas de HTTP abertos. (Automatic Translation)
http-client-max-error-retry=Tentativas de m\u00e1xima HTTP (Automatic Translation)
http-client-max-error-retry-help=Defina o n\u00famero m\u00e1ximo de tentativas de repeti\u00e7\u00e3o para solicita\u00e7\u00f5es com falha pass\u00edvel de repeti\u00e7\u00e3o. (Automatic Translation)
max-pool-size=Tamanho m\u00e1ximo do Pool (Automatic Translation)
max-pool-size-help=Defina o n\u00famero m\u00e1ximo de segmentos para usar quando o upload de partes. (Automatic Translation)
minimum-uploads-part-size=Tamanho m\u00ednimo da parte (Automatic Translation)
minimum-uploads-part-size-help=Defina o tamanho m\u00ednimo parte para carregar as pe\u00e7as. Diminuir o tamanho m\u00ednimo parte faz com que v\u00e1rias partes uploads para ser dividido em um n\u00famero maior de partes menores. Definir esse valor muito baixo tem um efeito negativo nas velocidades de transfer\u00eancia, causando extra lat\u00eancia e rede de comunica\u00e7\u00e3o para cada parte. (Automatic Translation)
multipart-upload-threshold=Limite de Upload de v\u00e1rias partes (Automatic Translation)
multipart-upload-threshold-help=Definir o limite de tamanho (em bytes) quando usando carregamentos de v\u00e1rias partes. Carregamentos mais este tamanho automaticamente usam uma estrat\u00e9gia de upload de v\u00e1rias partes, enquanto carregamentos menores do que este limiar usam uma \u00fanica conex\u00e3o para carregar o objeto inteiro. (Automatic Translation)
ntlm-proxy-domain=Dom\u00ednio de Proxy NTLM (Automatic Translation)
ntlm-proxy-domain-help=Defina o nome de dom\u00ednio do Windows para um proxy NTLM. Se voc\u00ea n\u00e3o estiver usando um proxy de Windows NTLM, n\u00e3o defina essa propriedade. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy Workstation (Automatic Translation)
ntlm-proxy-workstation-help=Defina o nome de esta\u00e7\u00e3o de trabalho do Windows para um proxy NTLM. Se voc\u00ea n\u00e3o estiver usando um proxy de Windows NTLM, n\u00e3o defina essa propriedade. (Automatic Translation)
proxy-auth-type=Tipo de autentica\u00e7\u00e3o de proxy (Automatic Translation)
proxy-auth-type-help=Defina o proxy, tipo de autentica\u00e7\u00e3o para usar ao se conectar a um servi\u00e7o de S3. "None" n\u00e3o configura nenhum proxy. "Nome de usu\u00e1rio-senha" configura um proxy; para essa configura\u00e7\u00e3o, especifique valores para proxy usu\u00e1rio nome e senha do proxy. "Ntlm" configura um proxy de Windows NTLM; para essa configura\u00e7\u00e3o, especifique valores para nome de usu\u00e1rio de proxy, senha do proxy, dom\u00ednio do proxy NTLM e NTLM proxy workstation. (Automatic Translation)
proxy-host-help=Defina o host proxy, que o cliente usa para se conectar. (Automatic Translation)
proxy-password=Senha do proxy (Automatic Translation)
proxy-password-help=Defina a senha de proxy usar se conectando atrav\u00e9s de um proxy. (Automatic Translation)
proxy-port-help=Defina a porta de proxy, que o cliente usa para se conectar. (Automatic Translation)
proxy-username=Nome de usu\u00e1rio de proxy (Automatic Translation)
proxy-username-help=Defina o proxy nome de usu\u00e1rio para usar se conectando atrav\u00e9s de um proxy. (Automatic Translation)
s3-region=Regi\u00e3o de S3 (Automatic Translation)
s3-region-help=Defina regi\u00e3o Amazon S3, que representa uma regi\u00e3o geogr\u00e1fica onde o Amazon S3 armazena os baldes criados pelo usu\u00e1rio. Amazon S3 regi\u00f5es s\u00e3o usadas para otimizar a lat\u00eancia, minimizar custos e atender aos requisitos normativos. Objetos armazenados em um Amazon S3 regi\u00e3o nunca deixar essa regi\u00e3o a menos que explicitamente transferido para outra regi\u00e3o. (Automatic Translation)
s3-storage-class=S3 Classe de armazenamento (Automatic Translation)
s3-storage-class-help=Defina a classe de armazenamento Amazon S3. A classe de armazenamento padr\u00e3o \u00e9 usada por padr\u00e3o e significa que c\u00f3pias redundantes de dados ser\u00e3o armazenadas em locais diferentes. Destina-se a classe de armazenamento REDUCED_REDUNDANCY para armazenar dados n\u00e3o cr\u00edticos, reprodut\u00edveis, oferecendo uma op\u00e7\u00e3o de armazenamento altamente dispon\u00edvel e de baixo custo; no entanto, esta op\u00e7\u00e3o \u00e9 menos redundante. (Automatic Translation)
s3-store-configuration-name=Configura\u00e7\u00f5es do S3 Store
secret-key=Chave secreta (Automatic Translation)
secret-key-help=Defina a chave secreta de AWS conta. (Automatic Translation)
