#X-Generator: crowdin.com
access-key=\u041a\u043b\u0430\u0432\u0438\u0448 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f (Automatic Translation)
access-key-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 AWS \u0441\u043c\u0435\u0442\u043a\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043a\u043b\u044e\u0447. (Automatic Translation)
bucket-name=\u041a\u043e\u0444\u0430 \u0438\u043c\u0435 (Automatic Translation)
bucket-name-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u0444\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u043e\u0442 S3 \u0437\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435. (Automatic Translation)
cache-dir-clean-up-expunge=\u041a\u0435\u0448 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u0447\u0438\u0441\u0442 \u0433\u043e\u0440\u0435 \u0441\u043d\u0435\u043c\u0430 (Automatic Translation)
cache-dir-clean-up-expunge-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0434\u043d\u0438\u0442\u0435, \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u0442 \u0432 \u043a\u0435\u0448\u0430. (Automatic Translation)
cache-dir-clean-up-frequency=\u041a\u0435\u0448 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043f\u043e\u0447\u0438\u0441\u0442\u0438 \u0447\u0435\u0441\u0442\u043e\u0442\u0430 (Automatic Translation)
cache-dir-clean-up-frequency-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435\u0442\u043e \u043c\u0435\u0436\u0434\u0443 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0432\u0438\u043a\u0432\u0430\u043d\u0438\u044f\u0442\u0430 \u043a\u044a\u043c \u043c\u0435\u0442\u043e\u0434\u0430 \u0444\u0430\u0439\u043b\u0430 \u0447\u0438\u0441\u0442\u0438 \u043a\u0435\u0448 \u0438 \u043a\u0435\u0448 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0447\u0438\u0441\u0442\u0438. \u0417\u0430\u0434\u0430\u0434\u0435 \u0442\u043e\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e 1 \u043a\u044a\u043c \u0432\u0438\u043d\u0430\u0433\u0438 \u0447\u0438\u0441\u0442\u0438. \u041f\u043e-\u0432\u0438\u0441\u043e\u043a\u0438 \u043d\u043e\u043c\u0435\u0440\u0430 \u043f\u043e-\u043d\u0438\u0441\u043a\u0430 \u0447\u0435\u0441\u0442\u043e\u0442\u0430. (Automatic Translation)
connection-timeout=\u0412\u0440\u044a\u0437\u043a\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 (Automatic Translation)
connection-timeout-help=\u041a\u043e\u043c\u043f\u043b\u0435\u043a\u0442 \u0437\u0430 \u043a\u043e\u043b\u043a\u043e \u0432\u0440\u0435\u043c\u0435 \u0434\u0430 \u0447\u0430\u043a\u0430 (\u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438), \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u043e \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043f\u0440\u0435\u0434\u0438 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0432\u044a\u043d. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442 0 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430 \u0431\u0435\u0437\u043a\u0440\u0430\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0438 \u043d\u0435 \u0441\u0435 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430. (Automatic Translation)
core-pool-size=\u041e\u0441\u043d\u043e\u0432\u043d\u0438\u0442\u0435 \u0431\u0430\u0441\u0435\u0439\u043d \u0440\u0430\u0437\u043c\u0435\u0440 (Automatic Translation)
core-pool-size-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u043d\u0438\u0448\u043a\u0438\u0442\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u0438. (Automatic Translation)
http-client-max-connections=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 HTTP \u0432\u0440\u044a\u0437\u043a\u0438 (Automatic Translation)
http-client-max-connections-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u0432\u0440\u044a\u0437\u043a\u0438 HTTP. (Automatic Translation)
http-client-max-error-retry=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 HTTP \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u044f (Automatic Translation)
http-client-max-error-retry-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043e\u043f\u0438\u0442\u0438 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d \u043e\u043f\u0438\u0442 \u0437\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438 retriable \u0438\u0441\u043a\u0430\u043d\u0438\u044f. (Automatic Translation)
max-pool-size=\u0411\u0430\u0441\u0435\u0439\u043d \u043d\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440 (Automatic Translation)
max-pool-size-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 \u043d\u0438\u0448\u043a\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043f\u0440\u0438 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u0438. (Automatic Translation)
minimum-uploads-part-size=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430 \u0447\u0430\u0441\u0442 (Automatic Translation)
minimum-uploads-part-size-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430 \u0447\u0430\u0441\u0442 \u0440\u0430\u0437\u043c\u0435\u0440 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u0438. \u041d\u0430\u043c\u0430\u043b\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043f\u0440\u0438\u0447\u0438\u043d\u044f\u0432\u0430 \u043c\u043d\u043e\u0433\u043e\u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u043d\u0438 \u043a\u0430\u0447\u0435\u043d\u0438 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438 \u043d\u0430 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c \u0431\u0440\u043e\u0439 \u043f\u043e-\u043c\u0430\u043b\u043a\u0438 \u0447\u0430\u0441\u0442\u0438. \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0442\u0432\u044a\u0440\u0434\u0435 \u043d\u0438\u0441\u043a\u0430 \u0438\u043c\u0430 \u043e\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043b\u0435\u043d \u0435\u0444\u0435\u043a\u0442 \u0432\u044a\u0440\u0445\u0443 \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438, \u043f\u0440\u0438\u0447\u0438\u043d\u044f\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043b\u0430\u0442\u0435\u043d\u0442\u043d\u043e\u0441\u0442 \u0438 \u043c\u0440\u0435\u0436\u043e\u0432\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0447\u0430\u0441\u0442. (Automatic Translation)
multipart-upload-threshold=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0434\u0447\u0430\u0441\u0442\u0438\u0442\u0435 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043f\u0440\u0430\u0433 (Automatic Translation)
multipart-upload-threshold-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0433 \u043d\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 (\u0432 \u0431\u0430\u0439\u0442\u043e\u0432\u0435) \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043c\u043d\u043e\u0433\u043e\u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u043d\u0438 \u043a\u0430\u0447\u0435\u043d\u0438. \u041a\u0430\u0447\u0435\u043d\u0438 \u043d\u0430\u0434 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u043c\u0435\u0440 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043c\u043d\u043e\u0433\u043e\u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u043d\u0438 \u043a\u0430\u0447\u0432\u0430\u0442\u0435 \u0441\u0442\u0440\u0430\u0442\u0435\u0433\u0438\u044f, \u0434\u043e\u043a\u0430\u0442\u043e \u043a\u0430\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e-\u043c\u0430\u043b\u044a\u043a \u043e\u0442 \u0442\u043e\u0437\u0438 \u043f\u0440\u0430\u0433 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0435\u0434\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0434\u0430 \u0441\u0435 \u043a\u0430\u0447\u0438\u0442\u0435 \u043d\u0430 \u0446\u0435\u043b\u0438\u044f \u043e\u0431\u0435\u043a\u0442. (Automatic Translation)
ntlm-proxy-domain=NTLM \u043f\u0440\u043e\u043a\u0441\u0438 \u0434\u043e\u043c\u0435\u0439\u043d (Automatic Translation)
ntlm-proxy-domain-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 Windows \u0434\u043e\u043c\u0435\u0439\u043d\u0430 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 NTLM. \u0410\u043a\u043e \u043d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430 Windows NTLM, \u043d\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e. (Automatic Translation)
ntlm-proxy-workstation=NTLM \u043f\u0440\u043e\u043a\u0441\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0441\u0442\u0430\u043d\u0446\u0438\u044f (Automatic Translation)
ntlm-proxy-workstation-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 Windows \u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0441\u0442\u0430\u043d\u0446\u0438\u044f \u0437\u0430 NTLM \u043f\u0440\u043e\u043a\u0441\u0438. \u0410\u043a\u043e \u043d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430 Windows NTLM, \u043d\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e. (Automatic Translation)
proxy-auth-type=\u041f\u0440\u043e\u043a\u0441\u0438 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0442\u0438\u043f (Automatic Translation)
proxy-auth-type-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0438 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0442\u0438\u043f \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043a\u044a\u043c S3 \u0443\u0441\u043b\u0443\u0433\u0430. "\u041d\u044f\u043c\u0430" \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430 \u043d\u044f\u043c\u0430 \u043f\u0440\u043e\u043a\u0441\u0438. "\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435-\u043f\u0430\u0440\u043e\u043b\u0430" \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430 \u043f\u0440\u043e\u043a\u0441\u0438; \u0437\u0430 \u0442\u0430\u0437\u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0438 \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438. "Ntlm" \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430 Windows NTLM \u043f\u0440\u043e\u043a\u0441\u0438; \u0437\u0430 \u0442\u0430\u0437\u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435, \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438, NTLM \u043f\u0440\u043e\u043a\u0441\u0438 \u0434\u043e\u043c\u0435\u0439\u043d \u0438 NTLM \u043f\u0440\u043e\u043a\u0441\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0441\u0442\u0430\u043d\u0446\u0438\u044f. (Automatic Translation)
proxy-host-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0445\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 \u0441\u044a\u0440\u0432\u044a\u0440, \u043a\u043b\u0438\u0435\u043d\u0442\u044a\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435. (Automatic Translation)
proxy-password=\u041f\u0440\u043e\u043a\u0441\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u0441 \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
proxy-password-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0430\u043a\u043e \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043f\u0440\u0435\u0437 \u043f\u0440\u043e\u043a\u0441\u0438. (Automatic Translation)
proxy-port-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0438 \u043f\u043e\u0440\u0442, \u043a\u043b\u0438\u0435\u043d\u0442\u044a\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435. (Automatic Translation)
proxy-username=\u041f\u0440\u043e\u043a\u0441\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 (Automatic Translation)
proxy-username-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u0440\u043e\u043a\u0441\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u0440\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043f\u0440\u0435\u0437 \u043f\u0440\u043e\u043a\u0441\u0438. (Automatic Translation)
s3-region=S3 \u0440\u0435\u0433\u0438\u043e\u043d (Automatic Translation)
s3-region-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0440\u0435\u0433\u0438\u043e\u043d\u0430 \u0410\u043c\u0430\u0437\u043e\u043d\u043a\u0430 S3, \u043a\u043e\u0439\u0442\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0435\u0434\u0438\u043d \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u0438 \u0440\u0435\u0433\u0438\u043e\u043d, \u043a\u044a\u0434\u0435\u0442\u043e Amazon S3 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e \u043a\u043e\u0444\u0438. Amazon S3 \u0440\u0435\u0433\u0438\u043e\u043d\u0438 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 latency, \u043c\u0438\u043d\u0438\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0445\u043e\u0434\u0438\u0442\u0435 \u0438 \u0440\u0435\u0433\u0443\u043b\u0430\u0442\u043e\u0440\u043d\u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f. \u041f\u0440\u0435\u0434\u043c\u0435\u0442\u0438, \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0438 \u0432 Amazon S3 \u0440\u0430\u0439\u043e\u043d \u043d\u0438\u043a\u043e\u0433\u0430 \u043d\u0435 \u043d\u0430\u043f\u0443\u0441\u043d\u0435 \u0442\u043e\u0437\u0438 \u0440\u0435\u0433\u0438\u043e\u043d, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0438\u0437\u0440\u0438\u0447\u043d\u043e \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0435\u043d\u0438 \u0432 \u0434\u0440\u0443\u0433 \u0440\u0435\u0433\u0438\u043e\u043d. (Automatic Translation)
s3-storage-class=S3 \u041d\u0430 \u043a\u043b\u0430\u0441\u0430 \u0432\u044a\u043d\u0448\u043d\u0430 \u043f\u0430\u043c\u0435\u0442 (Automatic Translation)
s3-storage-class-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 Amazon S3 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043a\u043b\u0430\u0441. \u041a\u043b\u0430\u0441\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0438 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0438\u0437\u043b\u0438\u0448\u043d\u043e \u043a\u043e\u043f\u0438\u044f \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0449\u0435 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u0442 \u043d\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u043c\u0435\u0441\u0442\u0430. REDUCED_REDUNDANCY \u043d\u0430 \u043a\u043b\u0430\u0441\u0430 \u0432\u044a\u043d\u0448\u043d\u0430 \u043f\u0430\u043c\u0435\u0442 \u0435 \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0430 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u043d\u0435\u043a\u0440\u0438\u0442\u0438\u0447\u043d\u0438, \u0432\u044a\u0437\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u043c\u0438 \u0434\u0430\u043d\u043d\u0438, \u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043d\u0438\u0441\u043a\u0430 \u0446\u0435\u043d\u0430, \u0432\u0438\u0441\u043e\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435; \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0435 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u0438\u0437\u043b\u0438\u0448\u043d\u0438. (Automatic Translation)
s3-store-configuration-name=S3 \u041c\u0430\u0433\u0430\u0437\u0438\u043d \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
secret-key=\u0422\u0430\u0435\u043d \u043a\u043b\u044e\u0447 (Automatic Translation)
secret-key-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 AWS \u0441\u043c\u0435\u0442\u043a\u0430 \u0442\u0430\u0435\u043d \u043a\u043b\u044e\u0447. (Automatic Translation)
