#X-Generator: crowdin.com
access-key=Tecla de acceso (Automatic Translation)
access-key-help=Establecer la clave de acceso de cuenta AWS. (Automatic Translation)
bucket-name=Nombre de cubo (Automatic Translation)
bucket-name-help=Establecer el nombre de cubo utilizado por S3 para almacenar archivos. (Automatic Translation)
cache-dir-clean-up-expunge=Cach\u00e9 de directorio limpio hasta borrar (Automatic Translation)
cache-dir-clean-up-expunge-help=Establecer el n\u00famero de d\u00edas que un archivo se guarda en la cach\u00e9. (Automatic Translation)
cache-dir-clean-up-frequency=Directorio de la cache limpiar frecuencia (Automatic Translation)
cache-dir-clean-up-frequency-help=Establecer la relaci\u00f3n entre el n\u00famero de llamadas al m\u00e9todo limpio de cach\u00e9 de archivo y la cach\u00e9 de archivos real limpio. Establezca esta propiedad en 1 para siempre. N\u00fameros m\u00e1s altos bajan la frecuencia. (Automatic Translation)
connection-timeout=Tiempo de espera de conexi\u00f3n (Automatic Translation)
connection-timeout-help=Conjunto la cantidad de tiempo de espera (en milisegundos), cuando inicialmente establecer una conexi\u00f3n antes de tiempo hacia fuera. Un valor de 0 significa infinito y no se recomienda. (Automatic Translation)
core-pool-size=Tama\u00f1o del n\u00facleo (Automatic Translation)
core-pool-size-help=Establecer el n\u00famero inicial de subprocesos utilizados para cargar las piezas. (Automatic Translation)
http-client-max-connections=Conexiones HTTP m\u00e1ximo (Automatic Translation)
http-client-max-connections-help=Establecer el n\u00famero m\u00e1ximo de permitido conexiones HTTP abiertas. (Automatic Translation)
http-client-max-error-retry=HTTP m\u00e1ximo reintentos (Automatic Translation)
http-client-max-error-retry-help=Establecer el n\u00famero m\u00e1ximo de intentos de reintento fallido solicitudes retriable. (Automatic Translation)
max-pool-size=Tama\u00f1o m\u00e1ximo (Automatic Translation)
max-pool-size-help=Establecer el n\u00famero m\u00e1ximo de hilos a utilizar al cargar piezas. (Automatic Translation)
minimum-uploads-part-size=Tama\u00f1o de la parte m\u00ednima (Automatic Translation)
minimum-uploads-part-size-help=Establezca el tama\u00f1o de la m\u00ednima parte para subir las partes. Disminuir el tama\u00f1o de la parte m\u00ednima hace que varias partes subidas a dividirse en un n\u00famero mayor de piezas m\u00e1s peque\u00f1as. Establecer este valor demasiado bajo tiene un efecto negativo sobre la velocidad de transferencia, causando extra latencia y red de comunicaci\u00f3n para cada parte. (Automatic Translation)
multipart-upload-threshold=Umbral de carga de partes m\u00faltiples (Automatic Translation)
multipart-upload-threshold-help=Ajuste el umbral de tama\u00f1o (en bytes) cuando utiliza varias partes subidas. Subidas sobre este tama\u00f1o autom\u00e1ticamente para utilizar una estrategia de varias partes de la carga, mientras cargas inferiores a este umbral utilizan una sola conexi\u00f3n para cargar todo el objeto. (Automatic Translation)
ntlm-proxy-domain=Dominio de Proxy NTLM (Automatic Translation)
ntlm-proxy-domain-help=Establecer el nombre de dominio de Windows para un proxy NTLM. Si no est\u00e1 usando a un proxy NTLM de Windows, no establezca esta propiedad. (Automatic Translation)
ntlm-proxy-workstation=Estaci\u00f3n de trabajo de Proxy NTLM (Automatic Translation)
ntlm-proxy-workstation-help=Establecer el nombre de estaci\u00f3n de trabajo Windows para un proxy NTLM. Si no est\u00e1 usando a un proxy NTLM de Windows, no establezca esta propiedad. (Automatic Translation)
proxy-auth-type=Tipo de autenticaci\u00f3n de proxy (Automatic Translation)
proxy-auth-type-help=Configurar al proxy de tipo de autenticaci\u00f3n a usar para conectar a un servicio de S3. "Ninguno" no configura a proxy. "Nombre de usuario-contrase\u00f1a" configura a un proxy; para esta configuraci\u00f3n, especifique valores para nombre de usuario de proxy y la contrase\u00f1a de proxy. "Ntlm" configura a un proxy NTLM de Windows; para esta configuraci\u00f3n, especifique valores para nombre de usuario proxy, contrase\u00f1a proxy, dominio de proxy NTLM y NTLM proxy workstation. (Automatic Translation)
proxy-host-help=Establecer el host de proxy, que el cliente utiliza para conectarse. (Automatic Translation)
proxy-password=Contrase\u00f1a proxy (Automatic Translation)
proxy-password-help=Establecer contrase\u00f1a de proxy para usar si se conecta a trav\u00e9s de un proxy. (Automatic Translation)
proxy-port-help=Configura el puerto proxy, que el cliente utiliza para conectarse. (Automatic Translation)
proxy-username=Nombre de usuario proxy (Automatic Translation)
proxy-username-help=Configurar al proxy de nombre de usuario a usar si se conecta a trav\u00e9s de un proxy. (Automatic Translation)
s3-region=Regi\u00f3n de S3 (Automatic Translation)
s3-region-help=Establecer la regi\u00f3n de Amazon S3, que representa una regi\u00f3n geogr\u00e1fica donde Amazon S3 almacena los cubos creados por el usuario. Amazon S3 regiones se utilizan para optimizar la latencia, minimizar los costos y requerimientos regulatorios. Objetos almacenados en una regi\u00f3n de Amazon S3 nunca dejan esa regi\u00f3n a menos que expl\u00edcitamente se transfiri\u00f3 a otra regi\u00f3n. (Automatic Translation)
s3-storage-class=S3 Clase de almacenamiento (Automatic Translation)
s3-storage-class-help=Defina la clase de almacenamiento de Amazon S3. La clase de almacenamiento est\u00e1ndar se utiliza por defecto y significa que copias redundantes de los datos se almacenar\u00e1n en lugares diferentes. La clase de almacenamiento REDUCED_REDUNDANCY est\u00e1 dise\u00f1ada para almacenar datos no cr\u00edticos, reproducibles, ofreciendo una opci\u00f3n de almacenamiento de bajo costo, altamente disponibles; sin embargo, esta opci\u00f3n es menos redundante. (Automatic Translation)
s3-store-configuration-name=Configuraci\u00f3n de la tienda S3
secret-key=Clave secreta (Automatic Translation)
secret-key-help=Establecer la clave secreta de la cuenta AWS. (Automatic Translation)
