#X-Generator: crowdin.com
access-key=\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0648\u0635\u0648\u0644 (Automatic Translation)
access-key-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0641\u062a\u0627\u062d \u0648\u0635\u0648\u0644 \u062d\u0633\u0627\u0628 \u0623\u0648\u0633. (Automatic Translation)
bucket-name=\u0627\u0633\u0645 \u062f\u0644\u0648 (Automatic Translation)
bucket-name-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0633\u0645 \u062f\u0644\u0648 \u064a\u0633\u062a\u062e\u062f\u0645\u0647\u0627 S3 \u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0644\u0641\u0627\u062a. (Automatic Translation)
cache-dir-clean-up-expunge=\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0627\u0644\u062f\u0644\u064a\u0644 \u0646\u0638\u064a\u0641 \u064a\u0635\u0644 \u0645\u062d\u0648 (Automatic Translation)
cache-dir-clean-up-expunge-help=\u062a\u0639\u064a\u064a\u0646 \u0639\u062f\u062f \u0627\u0644\u0623\u064a\u0627\u0645 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 \u0628\u0645\u0644\u0641 \u0641\u064a \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a. (Automatic Translation)
cache-dir-clean-up-frequency=\u062f\u0644\u064a\u0644 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u062a\u0646\u0638\u064a\u0641 \u0627\u0644\u062a\u0631\u062f\u062f (Automatic Translation)
cache-dir-clean-up-frequency-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0646\u0633\u0628\u0629 \u0628\u064a\u0646 \u0639\u062f\u062f \u0627\u0644\u0645\u0643\u0627\u0644\u0645\u0627\u062a \u0628\u0637\u0631\u064a\u0642\u0629 \u0646\u0638\u064a\u0641\u0629 \u0645\u0644\u0641 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0648\u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0645\u0644\u0641 \u0627\u0644\u0641\u0639\u0644\u064a \u0646\u0638\u064a\u0641\u0629. \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0625\u0644\u0649 1 \u0644\u062a\u0646\u0638\u064a\u0641 \u062f\u0627\u0626\u0645\u0627\u064b. \u062a\u062e\u0641\u064a\u0636 \u0623\u0631\u0642\u0627\u0645 \u0623\u0639\u0644\u0649 \u0627\u0644\u062a\u0631\u062f\u062f. (Automatic Translation)
connection-timeout=\u0645\u0647\u0644\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 (Automatic Translation)
connection-timeout-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0642\u062f\u0627\u0631 \u0627\u0644\u0648\u0642\u062a \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 (\u0628\u0627\u0644\u0645\u0644\u0644\u064a \u062b\u0627\u0646\u064a\u0629) \u0639\u0646\u062f \u0628\u062f\u0627\u064a\u0629 \u062a\u0623\u0633\u064a\u0633 \u0627\u062a\u0635\u0627\u0644 \u0642\u0628\u0644 \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0645\u0647\u0644\u0629. \u0642\u064a\u0645\u0629 0 \u062a\u0639\u0646\u064a \u0627\u0644\u0644\u0627\u0646\u0647\u0627\u064a\u0629\u060c \u0648\u0644\u064a\u0633 \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062d\u0633\u0646. (Automatic Translation)
core-pool-size=\u062d\u062c\u0645 \u062a\u062c\u0645\u0639 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 (Automatic Translation)
core-pool-size-help=\u062a\u0639\u064a\u064a\u0646 \u0639\u062f\u062f \u0645\u0624\u0634\u0631\u0627\u062a \u0627\u0644\u062a\u0631\u0627\u0628\u0637 \u0627\u0644\u062a\u064a \u062a\u0633\u062a\u062e\u062f\u0645 \u0644\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0623\u062c\u0632\u0627\u0621 \u0627\u0644\u0623\u0648\u0644\u064a\u0629. (Automatic Translation)
http-client-max-connections=\u0627\u062a\u0635\u0627\u0644\u0627\u062a HTTP \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 (Automatic Translation)
http-client-max-connections-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u062a\u0635\u0627\u0644\u0627\u062a HTTP \u0627\u0644\u0645\u0641\u062a\u0648\u062d\u0629 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0627. (Automatic Translation)
http-client-max-error-retry=HTTP \u0623\u0642\u0635\u0649 \u0639\u062f\u062f \u0644\u0644\u0645\u062d\u0627\u0648\u0644\u0627\u062a (Automatic Translation)
http-client-max-error-retry-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0645\u062d\u0627\u0648\u0644\u0627\u062a \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0644\u0644\u0637\u0644\u0628\u0627\u062a \u0631\u064a\u062a\u0631\u064a\u0627\u0628\u0644 \u0627\u0644\u0641\u0627\u0634\u0644\u0629. (Automatic Translation)
max-pool-size=\u062d\u062c\u0645 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u062a\u062c\u0645\u0639 (Automatic Translation)
max-pool-size-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0645\u0624\u0634\u0631\u0627\u062a \u0627\u0644\u062a\u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0631\u0627\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0639\u0646\u062f \u062a\u062d\u0645\u064a\u0644 \u0623\u062c\u0632\u0627\u0621. (Automatic Translation)
minimum-uploads-part-size=\u062d\u062c\u0645 \u062c\u0632\u0621 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 (Automatic Translation)
minimum-uploads-part-size-help=\u062a\u0639\u064a\u064a\u0646 \u062d\u062c\u0645 \u0625\u0637\u0627\u0631 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u062a\u062d\u0645\u064a\u0644 \u0623\u062c\u0632\u0627\u0621. \u062a\u0642\u0644\u064a\u0644 \u062d\u062c\u0645 \u062c\u0632\u0621 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u064a\u0624\u062f\u064a \u0627\u0644\u062a\u062d\u0645\u064a\u0644\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629 \u0627\u0644\u0623\u062c\u0632\u0627\u0621 \u062a\u0642\u0633\u064a\u0645\u0647\u0627 \u0625\u0644\u0649 \u0639\u062f\u062f \u0623\u0643\u0628\u0631 \u0645\u0646 \u0623\u062c\u0632\u0627\u0621 \u0623\u0635\u063a\u0631. \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0645\u0646\u062e\u0641\u0636\u0629 \u062c\u062f\u0627\u064b \u0644\u0647 \u062a\u0623\u062b\u064a\u0631 \u0633\u0644\u0628\u064a \u0639\u0644\u0649 \u0646\u0642\u0644 \u0628\u0633\u0631\u0639\u0629\u060c \u0645\u0645\u0627 \u062a\u0633\u0628\u0628 \u0641\u064a \u0625\u0636\u0627\u0641\u064a \u0627\u0644\u0643\u0645\u0648\u0646 \u0648\u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644\u0627\u062a \u0644\u0643\u0644 \u062c\u0632\u0621. (Automatic Translation)
multipart-upload-threshold=\u0639\u062a\u0628\u0629 \u062a\u062d\u0645\u064a\u0644 \u0645\u062a\u0639\u062f\u062f\u0629 \u0627\u0644\u0623\u062c\u0632\u0627\u0621 (Automatic Translation)
multipart-upload-threshold-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0639\u062a\u0628\u0629 \u0627\u0644\u062d\u062c\u0645 (\u0628\u0627\u0644\u0628\u0627\u064a\u062a) \u0639\u0646\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062a\u062d\u0645\u064a\u0644\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629 \u0627\u0644\u0623\u062c\u0632\u0627\u0621. \u062a\u062d\u0645\u064a\u0644 \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u062d\u062c\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0633\u062a\u0631\u0627\u062a\u064a\u062c\u064a\u0629 \u062a\u062d\u0645\u064a\u0644 \u0645\u062a\u0639\u062f\u062f\u0629 \u0627\u0644\u0623\u062c\u0632\u0627\u0621\u060c \u0628\u064a\u0646\u0645\u0627 \u062a\u062d\u0645\u064a\u0644 \u0623\u0635\u063a\u0631 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0639\u062a\u0628\u0629 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u062a\u0635\u0627\u0644 \u0648\u0627\u062d\u062f \u0644\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0643\u0627\u0626\u0646 \u0628\u0623\u0643\u0645\u0644\u0647. (Automatic Translation)
ntlm-proxy-domain=NTLM \u0627\u0644\u0648\u0643\u064a\u0644 \u0627\u0644\u0645\u062c\u0627\u0644 (Automatic Translation)
ntlm-proxy-domain-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0633\u0645 \u0645\u062c\u0627\u0644 Windows \u0644\u0648\u0643\u064a\u0644 NTLM. \u0625\u0630\u0627 \u0643\u0646\u062a \u0644\u0627 \u062a\u0633\u062a\u062e\u062f\u0645 Windows NTLM \u0648\u0643\u064a\u0644\u060c \u0639\u062f\u0645 \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629. (Automatic Translation)
ntlm-proxy-workstation=NTLM \u0627\u0644\u0648\u0643\u064a\u0644 \u0645\u062d\u0637\u0629 \u0627\u0644\u0639\u0645\u0644 (Automatic Translation)
ntlm-proxy-workstation-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0633\u0645 \u0645\u062d\u0637\u0629 \u0639\u0645\u0644 Windows \u0644\u0648\u0643\u064a\u0644 NTLM. \u0625\u0630\u0627 \u0643\u0646\u062a \u0644\u0627 \u062a\u0633\u062a\u062e\u062f\u0645 Windows NTLM \u0648\u0643\u064a\u0644\u060c \u0639\u062f\u0645 \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629. (Automatic Translation)
proxy-auth-type=\u0646\u0648\u0639 \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0648\u0643\u064a\u0644 (Automatic Translation)
proxy-auth-type-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0648\u0643\u064a\u0644 \u0646\u0648\u0639 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0639\u0646\u062f \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u062e\u062f\u0645\u0629 S3. '\u0628\u0644\u0627' \u062a\u0643\u0648\u064a\u0646 \u0644\u0627 \u0627\u0644\u0648\u0643\u064a\u0644. "\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645-\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631" \u062a\u0643\u0648\u064a\u0646 \u0648\u0643\u064a\u0644\u061b \u0644\u0647\u0630\u0627 \u0627\u0644\u062a\u0643\u0648\u064a\u0646\u060c \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645 \u0644\u0644\u0648\u0643\u064a\u0644 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0648\u0643\u064a\u0644. "Ntlm" \u062a\u0643\u0648\u064a\u0646 Windows NTLM \u0648\u0643\u064a\u0644\u061b \u0644\u0647\u0630\u0627 \u0627\u0644\u062a\u0643\u0648\u064a\u0646\u060c \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645 \u0644\u0644\u0648\u0643\u064a\u0644 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0648\u0643\u064a\u0644 NTLM \u0627\u0644\u0648\u0643\u064a\u0644 \u0627\u0644\u0645\u062c\u0627\u0644 NTLM \u0627\u0644\u0648\u0643\u064a\u0644 \u0645\u062d\u0637\u0629 \u0627\u0644\u0639\u0645\u0644. (Automatic Translation)
proxy-host-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0636\u064a\u0641 \u0627\u0644\u0648\u0643\u064a\u0644 \u064a\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0639\u0645\u064a\u0644 \u0644\u0644\u0627\u062a\u0635\u0627\u0644. (Automatic Translation)
proxy-password=\u0643\u0644\u0645\u0629 \u0627\u0644\u0648\u0643\u064a\u0644 (Automatic Translation)
proxy-password-help=\u062a\u0639\u064a\u064a\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0648\u0643\u064a\u0644 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0639\u0628\u0631 \u0648\u0643\u064a\u0644. (Automatic Translation)
proxy-port-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0645\u0646\u0641\u0630 \u0627\u0644\u0648\u0643\u064a\u0644 \u064a\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0639\u0645\u064a\u0644 \u0644\u0644\u0627\u062a\u0635\u0627\u0644. (Automatic Translation)
proxy-username=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0648\u0643\u064a\u0644 (Automatic Translation)
proxy-username-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0639\u0628\u0631 \u0648\u0643\u064a\u0644 \u0627\u0644\u0648\u0643\u064a\u0644. (Automatic Translation)
s3-region=\u0627\u0644\u0645\u0646\u0637\u0642\u0629 S3 (Automatic Translation)
s3-region-help=\u062a\u0639\u064a\u064a\u0646 "\u0645\u0646\u0637\u0642\u0629 S3 \u0627\u0644\u0623\u0645\u0627\u0632\u0648\u0646"\u060c \u0627\u0644\u0630\u064a \u064a\u0645\u062b\u0644 \u0645\u0646\u0637\u0642\u0629 \u062c\u063a\u0631\u0627\u0641\u064a\u0629 \u062d\u064a\u062b \u064a\u062e\u0632\u0646 \u0627\u0644\u0623\u0645\u0627\u0632\u0648\u0646 S3 \u062f\u0644\u0627\u0621 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0648\u062a\u0633\u062a\u062e\u062f\u0645 "\u0627\u0644\u0645\u0646\u0627\u0637\u0642 S3 \u0627\u0644\u0623\u0645\u0627\u0632\u0648\u0646" \u062a\u062d\u0633\u064a\u0646 \u0632\u0645\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0648\u062a\u0642\u0644\u064a\u0644 \u0627\u0644\u062a\u0643\u0627\u0644\u064a\u0641\u060c \u0648\u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u0645\u062a\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u062a\u0646\u0638\u064a\u0645\u064a\u0629. \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u0645\u062e\u0632\u0646\u0629 \u0641\u064a \u0645\u0646\u0637\u0642\u0629 \u0627\u0644\u0623\u0645\u0627\u0632\u0648\u0646 S3 \u0627\u0628\u062f\u0623 \u0645\u063a\u0627\u062f\u0631\u0629 \u062a\u0644\u0643 \u0627\u0644\u0645\u0646\u0637\u0642\u0629 \u0645\u0627 \u0644\u0645 \u0646\u0642\u0644 \u0635\u0631\u0627\u062d\u0629 \u0625\u0644\u0649 \u0645\u0646\u0637\u0642\u0629 \u0623\u062e\u0631\u0649. (Automatic Translation)
s3-storage-class=S3 \u0641\u0626\u0629 \u062a\u062e\u0632\u064a\u0646 (Automatic Translation)
s3-storage-class-help=\u062a\u0639\u064a\u064a\u0646 \u0641\u0626\u0629 \u062a\u062e\u0632\u064a\u0646 S3 \u0627\u0644\u0623\u0645\u0627\u0632\u0648\u0646. \u0641\u0626\u0629 \u062a\u062e\u0632\u064a\u0646 \u0642\u064a\u0627\u0633\u064a\u0629 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c \u0648\u064a\u0639\u0646\u064a \u0623\u0646\u0647 \u0633\u064a\u062a\u0645 \u062a\u062e\u0632\u064a\u0646 \u0646\u0633\u062e \u0645\u0643\u0631\u0631\u0629 \u0645\u0646 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0641\u064a \u0645\u0648\u0627\u0642\u0639 \u0645\u062e\u062a\u0644\u0641\u0629. \u0648\u0627\u0644\u0645\u0642\u0635\u0648\u062f \u0641\u0626\u0629 \u062a\u062e\u0632\u064a\u0646 REDUCED_REDUNDANCY \u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u063a\u064a\u0631 \u0627\u0644\u0647\u0627\u0645\u0629\u060c \u0648\u0627\u0633\u062a\u0646\u0633\u0627\u062e\u0647\u060c \u062a\u0642\u062f\u0645 \u062e\u064a\u0627\u0631\u0627\u064b \u0645\u0646\u062e\u0641\u0636 \u0627\u0644\u062a\u0643\u0644\u0641\u0629 \u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u062a\u0648\u0641\u0631\u0629 \u0628\u0634\u0643\u0644 \u0643\u0628\u064a\u0631\u061b \u0648\u0645\u0639 \u0630\u0644\u0643\u060c \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0623\u0642\u0644 \u0632\u0627\u0626\u062f\u0629 \u0639\u0646 \u0627\u0644\u062d\u0627\u062c\u0629. (Automatic Translation)
s3-store-configuration-name=S3 \u062a\u0643\u0648\u064a\u0646 \u0645\u062e\u0632\u0646 (Automatic Translation)
secret-key=\u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0633\u0631\u064a (Automatic Translation)
secret-key-help=\u062a\u0639\u064a\u064a\u0646 \u062d\u0633\u0627\u0628 \u0623\u0648\u0633 \u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0633\u0631\u064a. (Automatic Translation)
