#X-Generator: crowdin.com
all-users-of-x-are-automatically-members-of-the-site=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94 {0} \u0e88\u0eb0\u0e81\u0eb2\u0e8d\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0e97\u0eb2\u0e8a\u0eb4\u0e81\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e9a\u0e9a\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94 \u0ec1\u0ea5\u0eb0 \u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0ec4\u0e8a\u0e97\u0ecc\u0e88\u0eb0\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec3\u0eab\u0ec9\u0ec2\u0e94\u0e8d\u0ead\u0eb4\u0e87\u0e95\u0eb2\u0ea1\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e82\u0ead\u0e87\u0ead\u0ebb\u0e87\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e97\u0eb5\u0ec8\u0ea1\u0eb5 {0} \u0e94\u0eb1\u0ec9\u0e87\u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec3\u0e99\u0e95\u0eb2\u0e95\u0eb0\u0ea5\u0eb2\u0e87\u0e82\u0ec9\u0eb2\u0e87\u0ea5\u0eb8\u0ec8\u0ea1\u0e99\u0eb5\u0ec9.
are-you-sure-you-want-to-remove-x-role-to-selected-user-groups=Are you sure you want to remove {0} role for selected user groups? (Automatic Copy)
are-you-sure-you-want-to-remove-x-role-to-selected-users=Are you sure you want to remove {0} role for selected users? (Automatic Copy)
assign-organizations=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
assign-organizations-to-this-site=Assign Organizations to This Site (Automatic Copy)
assign-site-roles=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
assign-user-group-roles=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
assign-user-groups-to-this-site=Assign User Groups to This Site (Automatic Copy)
assign-user-roles=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
assign-users-to-this-site=Assign Users to This Site (Automatic Copy)
javax.portlet.title.com_liferay_site_memberships_web_portlet_SiteMembershipsPortlet=\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
membership-type-open-help=Users are allowed to request membership. The request is accepted automatically.
membership-type-private-help=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81.\u0ea1\u0eb5\u0ec1\u0e95\u0ec8\u0edc\u0ec9\u0eb2\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99\u0e97\u0eb5\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0ec3\u0edd\u0ec8
membership-type-restricted-help=Users are allowed to request membership. The request needs to be approved by the site administrators.
no-organization-was-found-that-is-a-member-of-this-site=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0ec3\u0e94\u0e8a\u0ead\u0e81\u0e9e\u0ebb\u0e9a\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
no-requests-were-found=\u0e9a\u0ecd\u0ec8\u0e8a\u0ead\u0e81\u0e9e\u0ebb\u0e9a\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec0\u0edc\u0eb5\u0ec3\u0e94
no-user-group-was-found-that-is-a-member-of-this-site=\u0e8a\u0ead\u0e81\u0e9a\u0ecd\u0e9e\u0ebb\u0e9a\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0ec3\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb5\u0ec9.
no-user-was-found-that-is-a-direct-member-of-this-site=\u0e8a\u0ead\u0e81\u0e9a\u0ecd\u0e9e\u0ebb\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0ec2\u0e94\u0e8d\u0e81\u0ebb\u0e87\u0ec3\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb5\u0ec9.
num-of-organizations=\# of Organizations (Automatic Copy)
remove-membership=\u0ea5\u0eb6\u0e9a\u200b\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81
remove-site-role-x=Remove Site Role\: {0} (Automatic Copy)
replied-by-x=Replied by {0} (Automatic Copy)
replied-by-x-x-ago=Replied by {0}, {1} Ago (Automatic Copy)
reply-membership-request-for-x=\u0e95\u0ead\u0e9a\u200b\u0e84\u0ea7\u0eb2\u0ea1\u200b\u0ec0\u0e9b\u0eb1\u0e99\u200b\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u200b\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u200b\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a {0}
requested-by-x=Requested by {0} (Automatic Copy)
select-site-role=Select Site Role (Automatic Copy)
site-roles-and-teams=Site Roles and Teams (Automatic Copy)
there-are-x-membership-requests-pending=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5{0}\u0e84\u0ea7\u0eb2\u0ea1\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb5\u0e81\u0e97\u0eb5\u0ec8\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94
this-user-is-a-member-of-x-because-he-belongs-to-x=\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb5\u0e81\u0e82\u0ead\u0e87 {0} \u0ec0\u0e9e\u0eb2\u0eb0\u0e97\u0ec8\u0eb2\u0e99\u0e82\u0eb7\u0ec9\u0e8d\u0e81\u0eb1\u0e9a {1} \u0ec1\u0ea5\u0eb0 {2}.
this-user-is-a-member-of-x-because-he-belongs-to-x-and-x=\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb5\u0e81\u0e82\u0ead\u0e87 {0} \u0ec0\u0e9e\u0eb2\u0eb0\u0e97\u0ec8\u0eb2\u0e99\u0e82\u0eb7\u0ec9\u0e8d\u0e81\u0eb1\u0e9a {1} \u0ec1\u0ea5\u0eb0 {2}.
view-membership-requests=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e84\u0ea7\u0eb2\u0ea1\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81
your-reply-will-be-sent-to-the-user-by-email=\u0e81\u0eb2\u0e99\u0e95\u0ead\u0e9a\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0eaa\u0ebb\u0ec8\u0e87\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e94\u0ec9\u0ea7\u0e8d\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7
