#X-Generator: crowdin.com
allow-dictionary-words=Luba s\u00f5naraamatus esinevad s\u00f5nad
allow-dictionary-words-help=Kui see on lubatud, lubatakse \u00fchise s\u00f5nastiku s\u00f5nade nagu kasutaja paroolid. (Automatic Translation)
change-required=Muudatus on vajalik
change-required-help=Kui see on m\u00e4rgitud, kasutaja on kohustatud oma parooli muuta, kui nad esmalt sisse logida. (Automatic Translation)
changeable=Muudetav
changeable-help=Kui see on m\u00e4rgitud, saab kasutaja oma parooli muuta. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=Lubade kasutada aegumine (Automatic Translation)
enable-expiration-help=Kui see on m\u00e4rgitud, peab kasutaja muuta oma parooli p\u00e4rast teatava aja jooksul. (Automatic Translation)
enable-history-help=Kui see on m\u00e4rgitud, portaali hoiab eelmise salas\u00f5nade ja t\u00f5kestab korduskasutamise vana parool. (Automatic Translation)
enable-lockout=Lubade kasutada t\u00f6\u00f6sulg (Automatic Translation)
enable-lockout-help=Kui see on m\u00e4rgitud, saate proovida kasutaja sisselogimine teatud arv kordi enne, kui oma konto on lukus. (Automatic Translation)
enable-syntax-checking=Lubade kasutada s\u00fcntaksi kontrollimine (Automatic Translation)
enable-syntax-checking-help=Kui see on m\u00e4rgitud, parool lugeda teatud s\u00f5nade ja/v\u00f5i teatud. (Automatic Translation)
grace-limit=Grace Limit (Automatic Copy)
grace-limit-help=See m\u00e4\u00e4rab, mitu korda kasutaja logida, p\u00e4rast seda, kui parool on aegunud, enne, kui neid on vaja sisestada uus parool. (Automatic Translation)
history-count=Ajaloo loend
history-count-help=See m\u00e4\u00e4rab, mitu varasemat salas\u00f5na ajalugu talletab.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Salas\u00f5na reeglid
lockout-duration=Lukustamise pikkus
lockout-duration-help=See m\u00e4\u00e4rab aja, mille jooksul kasutaja konto on suletud.
maximum-age=Maksimumiga
maximum-age-help=See m\u00e4\u00e4rab, kui kaua salas\u00f5na kehtib ja millal ta v\u00e4lja tuleb vahetada.
maximum-failure=Eba\u00f5nnestumiste maksimumarv
maximum-failure-help=See m\u00e4\u00e4rab, mitu korda, kasutaja saab \u00fcritatakse siseneda vale parool. (Automatic Translation)
minimum-age=Miinimumiga
minimum-age-help=See m\u00e4\u00e4rab, kui kaua kasutaja enne salas\u00f5na taasvahetamist ootama peab.
minimum-alpha-numeric=Minimum Alpha Numeric (Automatic Copy)
minimum-alpha-numeric-help=This determines the minimum number of alpha numeric letters in the user's password. (Automatic Copy)
minimum-length=Miinimumpikkus
minimum-length-help=See m\u00e4\u00e4rab kasutaja salas\u00f5na miinimupikkuse.
minimum-lower-case=Minimum Lower Case (Automatic Copy)
minimum-lower-case-help=This determines the minimum number of lower case letters in the user's password. (Automatic Copy)
minimum-numbers=Minimum Numbers (Automatic Copy)
minimum-numbers-help=See m\u00e4\u00e4rab kasutaja salas\u00f5na miinimupikkuse.
minimum-symbols=Minimum Symbols (Automatic Copy)
minimum-symbols-help=See m\u00e4\u00e4rab kasutaja salas\u00f5na miinimupikkuse.
minimum-upper-case=Minimum Upper Case (Automatic Copy)
minimum-upper-case-help=This determines the minimum number of upper case letters in the user's password. (Automatic Copy)
password-changes=Parooli muutmise (Automatic Translation)
password-expiration=Salas\u00f5na aegumine
password-history=Salas\u00f5na ajalugu
password-policies=Salas\u00f5na reeglid
password-syntax-checking=Salas\u00f5na s\u00fcntaksi kontroll
reset-failure-count=L\u00e4htesta eba\u00f5nnestumiste loend
reset-failure-count-help=See m\u00e4\u00e4rab aja, mille jooksul kasutaja eba\u00f5nnestunud sisselogimiskatseid salvestatakse.
reset-ticket-max-age=Reset Ticket Max Age (Automatic Copy)
reset-ticket-max-age-help=This determines how long a password reset link is valid. (Automatic Copy)
the-password-policy-could-not-be-found=Parool poliitika ei leitud. (Automatic Translation)
until-unlocked-by-an-administrator=Kuni administaatoripoolse avamiseni
warning-time=Hoiatuse aeg
warning-time-help=See m\u00e4\u00e4rab, kui kaua enne salas\u00f5na aegumist kasutajast teavitatakse.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=Sa kasutad LDAP'i salas\u00f5na reeglit. Kui soovid kasutada kohalikku salas\u00f5na reeglit, muuda oma LDAP salas\u00f5na reeglite seadeid.
