#X-Generator: crowdin.com
captcha-engine=CAPTCHA motora (Automatic Translation)
captcha-engine-help=Nastavenie motora pou\u017eit\u00e9 generova\u0165 captchas. reCAPTCHA pou\u017e\u00edva extern\u00e9 slu\u017eby, ktor\u00e9 musia by\u0165 nakonfigurovan\u00e9 nez\u00e1visle, ale poskytuje alternat\u00edvu po\u010dute\u013en\u00e9, spr\u00edstupn\u00ed captcha zrakovo postihnut\u00fdch. Pozri https\://www.google.com/recaptcha/admin/create Podrobnosti. (Automatic Translation)
max-challenges-help=Nastavte maxim\u00e1lny po\u010det captcha kontroly rel\u00e1cie portlete. T\u00fato hodnotu nastavi\u0165 na 0 v\u017edy skontrolova\u0165. Nastavte t\u00fato hodnotu \u010d\u00edslo menej ako 0 nikdy skontrolova\u0165. Neoveren\u00fdch pou\u017e\u00edvate\u013eov bude v\u017edy za\u010diarknut\u00e1 na ka\u017edej \u017eiadosti je povolen\u251c\u255c captcha kontroly. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u010d skriptu URL (Automatic Translation)
recaptcha-private-key=Priv\u00e1tny k\u013e\u00fa\u010d reCAPTCHA
recaptcha-public-key=Verejn\u00fd k\u013e\u00fa\u010d reCAPTCHA
recaptcha-script-url=reCAPTCHA skriptu URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA overi\u0165 adresu URL (Automatic Translation)
simple-captcha-background-producers=Jednoduch\u00e1 CAPTCHA pozadia v\u00fdrobcov (Automatic Translation)
simple-captcha-background-producers-help=Vstupn\u00e9 tried implementova\u0165 nl.captcha.backgrounds.BackgroundProducer. Jednoduch\u00e1 CAPTCHA bude n\u00e1hodne pou\u017eit\u00e9 tieto triedy generova\u0165 z\u00e1zemie pre obr\u00e1zok captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=Jednoduch\u00e1 CAPTCHA sadu renderer (Automatic Translation)
simple-captcha-gimpy-renderers-help=Vstupn\u00e9 tried implementova\u0165 nl.captcha.gimpy.GimpyRenderer. Tieto triedy sa n\u00e1hodne pou\u017eije Simple CAPTCHA na gimp obr\u00e1zok captcha. (Automatic Translation)
simple-captcha-height=Jednoduch\u00e1 CAPTCHA v\u00fd\u0161ka (Automatic Translation)
simple-captcha-height-help=Umo\u017e\u0148uje nastavi\u0165 v\u00fd\u0161ku captcha obr\u00e1zky vytvoren\u00e9 Simple CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Jednoduch\u00e1 CAPTCHA hluku v\u00fdrobcovia (Automatic Translation)
simple-captcha-noise-producers-help=Vstupn\u00e9 tried implementova\u0165 nl.captcha.noise.NoiseProducer. Tieto triedy sa n\u00e1hodne pou\u017eije Simple CAPTCHA prida\u0165 hluk na obr\u00e1zok captcha. (Automatic Translation)
simple-captcha-text-producers=Jednoduch\u00e1 CAPTCHA Text v\u00fdrobcov (Automatic Translation)
simple-captcha-text-producers-help=Vstupn\u00e9 tried implementova\u0165 nl.captcha.text.producer.TextProducer. Tieto triedy sa n\u00e1hodne pou\u017eije Simple CAPTCHA generova\u0165 text pre obr\u00e1zok captcha. (Automatic Translation)
simple-captcha-width=Jednoduch\u00e1 CAPTCHA \u0161\u00edrka (Automatic Translation)
simple-captcha-width-help=Umo\u017e\u0148uje nastavi\u0165 \u0161\u00edrku captcha obr\u00e1zky vytvoren\u00e9 Simple CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=Jednoduch\u00e1 CAPTCHA slovo renderer (Automatic Translation)
simple-captcha-word-renderers-help=Vstupn\u00e9 tried implementova\u0165 nl.captcha.text.renderer.WordRenderer. Tieto triedy sa n\u00e1hodne pou\u017eije Simple CAPTCHA vykreslenie textu pre obr\u00e1zok captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=S\u00fakromn\u00fd k\u013e\u00fa\u010d reCAPTCHA nie je platn\u00fd.
the-recaptcha-public-key-is-not-valid=Verejn\u00fd k\u013e\u00fa\u010d reCAPTCHA nie je platn\u00fd.
