#X-Generator: crowdin.com
cannot-be-found={0} \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ead\u0e81\u0eab\u0eb2\u0ec4\u0e94\u0ec9.
feed-image-alignment=\u0e9f\u0eb4\u0e94\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0ea7\u0eb2\u0e87\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a
javax.portlet.title.com_liferay_rss_web_portlet_RSSPortlet=RSS Publisher
num-of-entries-per-feed=\# \u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0e95\u0ecd\u0ec8\u0e9f\u0eb4\u0e94
num-of-expanded-entries-per-feed=\# \u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e82\u0eb0\u0eab\u0e8d\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0e95\u0ecd\u0ec8\u0e9f\u0eb4\u0e94\u0e94\u0ecc
please-configure-this-portlet-and-select-at-least-one-valid-rss-feed=Please configure this portlet and select at least one valid RSS feed. (Automatic Copy)
portlet-display-template-description-navigation=Displays the RSS feeds as a navigation bar on the left panel. Clicking on a feed displays a list of feed entries on the right panel. (Automatic Copy)
portlet-display-template-name-navigation=\u0e99\u0eb2\u0ea7\u0eb5\u0ec0\u0e81\u0ec0\u0e8a\u0eb5\u0e99
rss-display-context=RSS Display Context (Automatic Copy)
rss-display-context-help=Provides helper methods to retrieve the RSS portlet configuration. (Automatic Copy)
rss-feeds=RSS Feeds (Automatic Copy)
rss-feeds-help=Represents the list of RSS feeds that are displayed through this template.
rss-portlet-instance-configuration-name=RSS Display (Automatic Copy)
rss-web-cache-configuration-name=RSS Cache (Automatic Copy)
show-feed-description=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e97\u0eb4\u0e9a\u0eb2\u0e8d\u0e9f\u0eb4\u0e94\u0ecc
show-feed-image=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a\u0e9f\u0eb4\u0e94\u0ecc
show-feed-item-author=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e9f\u0eb4\u0e94\u0ecc\u0e9c\u0eb9\u0ec9\u0e82\u0ebd\u0e99
show-feed-published-date=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0edc\u0ec8\u0ea7\u0e8d\u0e9f\u0eb4\u0ea7\u0e94\u0ecc
show-feed-title=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0e9f\u0eb4\u0e94\u0ecc
the-following-are-invalid-urls=URLs \u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
