#X-Generator: crowdin.com
add-attribute=Prida\u0165 atrib\u00fat
add-custom-field=Prida\u0165 vlastn\u00e9 pole
as-keyword=Ako k\u013e\u010dov\u00e9 slovo
as-text=Ako text
custom-field-display-type-help=Ur\u010dite, ak\u00fd typ ovl\u00e1dacieho prvku sa pou\u017e\u00edva pre nastavenie tohoto po\u013ea.
custom-field-height-help=Toto nastavuje v\u00fd\u0161ku vstupn\u00e9ho po\u013ea v pixeloch.
custom-field-hidden-help=Nastavenie vlastn\u00fdch pol\u00ed ako skryt\u00fdch znamen\u00e1, \u017ee hodnota po\u013ea sa nikdy nezobraz\u00ed na \u017eiadnom pou\u017e\u00edvate\u013eskom rozhran\u00ed okrem tohoto. Toto umo\u017e\u0148uje pou\u017eitie po\u013ea pre zvl\u00e1\u0161tne \u00fa\u010dely ako napr\u00edklad ukladanie vlastn\u00fdch opr\u00e1vnen\u00ed a podobne.
custom-field-index-type-help=Nastavenie vlastn\u00fdch pol\u00ed ako vyh\u013ead\u00e1vate\u013en\u00fdch znamen\u00e1, \u017ee hodota po\u013ea je indexovan\u00e1 ke\u010f sa entita (ako napr\u00edklad Pou\u017e\u00edvate\u013e) zmen\u00ed. Vyh\u013ead\u00e1vate\u013en\u00e9 m\u00f4\u017eu by\u0165 len polia typu java.lang.String. Nezabudnite, \u017ee ke\u010f sa pole nastav\u00ed ako vyh\u013ead\u00e1vate\u013en\u00e9, indexy sa musia najprv aktualizova\u0165 aby sa v nich dalo vyh\u013ead\u00e1va\u0165.
custom-field-key-help=K\u013e\u00fa\u010d vlastn\u00e9ho po\u013ea sa pou\u017e\u00edva na pr\u00edstup k po\u013eu v programe napr\u00edklad cez
custom-field-secret-help=Nastavenie vlastn\u00e9ho po\u013ea ako tajn\u00e9 znamen\u00e1, \u017ee bude skryt\u00e9 pri zad\u00e1van\u00ed. Pou\u017eiva sa pre hesl\u00e1.
custom-field-visible-with-update-permission-help=Nastavenie vlastn\u00e9ho po\u013ea ako Vidite\u013en\u00e9 pre \u00fapravy znamen\u00e1, \u017ee pou\u017e\u00edvate\u013e, ktor\u00fd m\u00e1 opr\u00e1vnenie na upravovanie, m\u00f4\u017ee z\u00e1rove\u0148 pole aj vidie\u0165. Toto nastavenie, v tomto pr\u00edpade, prekr\u00fdva nastavenie Skryt\u00e9.
custom-fields-are-not-enabled-for-any-resource=Vlastn\u00e9 polia s\u00fa vypnut\u00e9 pre v\u0161etky zdroje.
enter-one-value-per-line=Zadajte jednu hodnotu na riadok.
index-type=Typ indexu
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Vlastn\u00e9 polia
not-searchable=Nevyh\u013ead\u00e1vate\u013en\u00e9
please-enter-a-valid-value=Zadajte, pros\u00edm, platn\u00fa hodnotu.
selection-list=Zoznam na v\u00fdber
the-custom-field-could-not-be-found=Vlastn\u00e9 pole sa nena\u0161lo.
visible-with-update-permission=Vidite\u013en\u00e9 s aktualiz\u00e1ciou
