#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=Thi\u1ebft l\u1eadp cho ph\u00e9p qu\u1ea3n tr\u1ecb trang tin t\u1ee9c c\u00f3 th\u1ec3 th\u00eam m\u1edbi- x\u00f3a- ho\u1eb7c c\u1ea5u h\u00ecnh c\u00e1c \u1ee9ng d\u1ee5ng v\u00e0 thay \u0111\u1ed5i thu\u1ed9c t\u00ednh c\u1ee7a trang. N\u1ebfu qu\u1ea3n tr\u1ecb th\u1ef1c hi\u1ec7n s\u1eeda \u0111\u1ed5i trang, s\u1ef1 thay \u0111\u1ed5i t\u1edbi bi\u1ec3u m\u1eabu c\u1ee7a trang tin t\u1ee9c g\u1ed1c s\u1ebd kh\u00f4ng c\u00f2n \u00e1p d\u1ee5ng. N\u1ebfu \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp, c\u00f3 th\u1ec3 s\u1ebd d\u1eabn \u0111\u1ebfn kh\u00f4ng cho ph\u00e9p s\u1eeda \u0111\u1ed5i t\u1eeb trang c\u1ee5 th\u1ec3 tr\u00ean c\u00f4ng c\u1ee5 qu\u1ea3n l\u00fd trang.
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=C\u00e1c m\u1eabu site
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=C\u00e0i \u0111\u1eb7t bi\u1ec3u m\u1eabu c\u1ee7a site
site-template-was-added=Site template was added. (Automatic Copy)
there-are-no-site-templates=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 trang web m\u1eabu. (Automatic Translation)
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 m\u1eabu trang web. B\u1ea1n c\u00f3 th\u1ec3 th\u00eam m\u1ed9t m\u1eabu trang web b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o n\u00fat c\u1ed9ng tr\u00ean g\u00f3c d\u01b0\u1edbi b\u00ean ph\u1ea3i. (Automatic Translation)
you-cannot-delete-site-templates-that-are-used-by-a-site=B\u1ea1n kh\u00f4ng th\u1ec3 Bi\u1ec3u m\u1eabu trang TT\u0110T \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng b\u1edfi trang TT\u0110T n\u00e0o \u0111\u00f3.
