#X-Generator: crowdin.com
add-document=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
add-document-type=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
add-file-entry=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1f\u0e49\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
add-file-shortcut=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14 (Automatic Translation)
add-media=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
add-multiple-documents=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e33\u0e19\u0e27\u0e19\u0e21\u0e32\u0e01 (Automatic Translation)
add-multiple-file-entries=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1f\u0e49\u0e21\u0e2b\u0e25\u0e32\u0e22\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
add-multiple-media=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2a\u0e37\u0e48\u0e2d\u0e2b\u0e25\u0e32\u0e22 (Automatic Translation)
add-repository=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
add-shortcut=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14 (Automatic Translation)
additional-metadata-fields=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
an-authentication-error-occurred-while-connecting-to-the-repository=\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
an-unexpected-error-occurred-while-connecting-to-the-repository=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
an-unexpected-error-occurred-while-saving-your-document=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 (Automatic Translation)
browse-by-type=\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e15\u0e32\u0e21\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17 (Automatic Translation)
cannot-delete-a-document-type-that-is-presently-used-by-one-or-more-documents=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49 \u0e42\u0e14\u0e22\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e19\u0e36\u0e48\u0e07 (Automatic Translation)
cannot-open-the-requested-document-due-to-the-following-reason=Cannot open the requested document due to the following reason\: {0} (Automatic Copy)
change-document-types-and-workflow-message=\u0e04\u0e38\u0e13\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e01\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 \u0e2b\u0e32\u0e01\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e22\u0e48\u0e2d\u0e22\u0e2d\u0e22\u0e39\u0e48 \u0e43\u0e19\u0e23\u0e48\u0e32\u0e07 \u0e2b\u0e23\u0e37\u0e2d \u0e23\u0e2d\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e07\u0e32\u0e19 \u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e2a\u0e39\u0e0d\u0e40\u0e2a\u0e35\u0e22\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32 \u0e23\u0e38\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e08\u0e30\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
change-document-types-message=\u0e04\u0e38\u0e13\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e01\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 \u0e2b\u0e32\u0e01\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e22\u0e48\u0e2d\u0e22\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e23\u0e48\u0e32\u0e07 \u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e2a\u0e39\u0e0d\u0e40\u0e2a\u0e35\u0e22\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32 \u0e23\u0e38\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e08\u0e30\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
content-type=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 (Automatic Translation)
customize-the-version-number-increment-and-describe-my-changes=\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e23\u0e38\u0e48\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
default-document-type=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
default-document-type-help=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e14 \u0e46 \u0e17\u0e35\u0e48\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1c\u0e48\u0e32\u0e19 WebDAV \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
default-workflow-for-all-document-types=\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e07\u0e32\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
define-specific-document-type-restrictions-and-workflow-for-this-folder-x=Define Specific Document Type Restrictions and Workflow for This Folder ({0}) (Automatic Copy)
define-specific-document-type-restrictions-for-this-folder-x=Define Specific Document Type Restrictions for this Folder ({0}). (Automatic Copy)
delete-expired-temporary-files=\u0e25\u0e1a\u0e41\u0e1f\u0e49\u0e21\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27\u0e17\u0e35\u0e48\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38 (Automatic Translation)
delete-version=\u0e25\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19 (Automatic Translation)
describe-your-changes=\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
display-style-views=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07 (Automatic Translation)
display-style-views-cannot-be-empty=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2a\u0e44\u0e15\u0e25\u0e4c\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (Automatic Translation)
dl-util=DL Util (Automatic Translation)
dl-util-help=\u0e43\u0e2b\u0e49\u0e2d\u0e23\u0e23\u0e16\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e41\u0e25\u0e30\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
dl.configuration.name=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
document-services=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
document-type=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
document-type-restrictions=\u0e02\u0e49\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14\u0e02\u0e2d\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
document-type-restrictions-and-workflow=\u0e02\u0e49\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14\u0e02\u0e2d\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e07\u0e32\u0e19 (Automatic Translation)
document-type-restrictions-help=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e16\u0e39\u0e01\u0e08\u0e33\u0e01\u0e31\u0e14\u0e43\u0e2b\u0e49\u0e40\u0e1e\u0e35\u0e22\u0e07\u0e1a\u0e32\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 \u0e02\u0e49\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e37\u0e1a\u0e17\u0e2d\u0e14\u0e21\u0e32\u0e08\u0e32\u0e01\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e2b\u0e25\u0e31\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e23\u0e23\u0e1e\u0e1a\u0e38\u0e23\u0e38\u0e29\u0e2d\u0e35\u0e01 \u0e2d\u0e35\u0e01\u0e27\u0e34\u0e18\u0e35\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e37\u0e2d \u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e16\u0e39\u0e01\u0e40\u0e02\u0e35\u0e22\u0e19\u0e17\u0e31\u0e1a\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
document-types=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
document-util=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 Util (Automatic Translation)
documents-listing=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
download-file=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c (Automatic Translation)
drive-error=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e14\u0e23\u0e1f\u0e4c (Automatic Translation)
edit-document-type=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
entries-listing-for-list-display-style=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
file-is-too-large-for-preview-or-thumbnail-generation=\u0e41\u0e1f\u0e49\u0e21\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e43\u0e2b\u0e0d\u0e48\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e23\u0e39\u0e1b\u0e02\u0e19\u0e32\u0e14\u0e22\u0e48\u0e2d\u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 (Automatic Translation)
file-version-is-invalid=\u0e23\u0e38\u0e48\u0e19\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
generating-preview-will-take-a-few-minutes=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35 (Automatic Translation)
get-url=Get {0}URL{1}.
get-url-or-webdav-url=Get {0}URL{1} or {2}WebDAV URL{3}.
go-to-folder=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
image-x-of-x=Image {0} of {1} (Automatic Copy)
javax.portlet.description.com_liferay_document_library_web_portlet_DLAdminPortlet=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e37\u0e48\u0e2d\u0e44\u0e14\u0e49\u0e40\u0e15\u0e47\u0e21\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e0a\u0e49\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e44\u0e14\u0e23\u0e1f\u0e4c\u0e40\u0e2a\u0e21\u0e37\u0e2d\u0e19 \u0e41\u0e2d\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e41\u0e1f\u0e49\u0e21 metadata \u0e23\u0e38\u0e48\u0e19 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c \u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u0e41\u0e25\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
javax.portlet.title.com_liferay_document_library_web_portlet_DLAdminPortlet=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
javax.portlet.title.com_liferay_document_library_web_portlet_DLPortlet=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
javax.portlet.title.com_liferay_document_library_web_portlet_IGDisplayPortlet=\u0e41\u0e01\u0e25 (Automatic Translation)
last-updated-by-x=Last Updated by {0} (Automatic Copy)
main-metadata-fields=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2b\u0e25\u0e31\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32 (Automatic Translation)
major-version=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
maximum-entries-to-display=\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
media-files-must-be-one-of-the-following-formats=\u0e2a\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\: (Automatic Translation)
metadata-sets=\u0e0a\u0e38\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32 (Automatic Translation)
minor-version=\u0e23\u0e38\u0e48\u0e19\u0e23\u0e2d\u0e07 (Automatic Translation)
move-files=\u0e22\u0e49\u0e32\u0e22\u0e41\u0e1f\u0e49\u0e21 (Automatic Translation)
multiple-documents=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e2b\u0e25\u0e32\u0e22\u0e09\u0e1a\u0e31\u0e1a (Automatic Translation)
multiple-media=\u0e2b\u0e25\u0e32\u0e22\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
new-document=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-document-type=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-file-shortcut=\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-repository=\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
no-change-log=\u0e44\u0e21\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
no-documents-were-found-that-matched-the-keywords-x=No documents were found that matched the keywords\: {0}. (Automatic Copy)
num-of-documents=\#\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
open-in-ms-office=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e19 MS Office (Automatic Translation)
please-enter-a-unique-document-type-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e09\u0e1e\u0e32\u0e30 (Automatic Translation)
please-enter-a-unique-repository-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e01\u0e47\u0e1a\u0e40\u0e09\u0e1e\u0e32\u0e30 (Automatic Translation)
please-select-a-document-type=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
please-verify-your-repository-configuration-parameters=\u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e01\u0e47\u0e1a (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-document-in-a-folder-you-are-subscribed-to=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
receive-a-notification-when-someone-updates-a-document-in-a-folder-you-are-subscribed-to=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
receive-a-notification-when-someone-updates-a-document-you-are-subscribed-to=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
repository-configuration=\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32 (Automatic Translation)
repository-type=\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e0a\u0e19\u0e34\u0e14 (Automatic Translation)
results-from-the-local-repository-search-in-x=Results from the local repository. Search in {0}. (Automatic Copy)
right-now-by-x=Right Now by {0} (Automatic Copy)
save-and-checkin=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 \u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e19 (Automatic Translation)
search-documents=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
select-document-type=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
select-documents-from-the-left-to-add-them-to-the-documents-and-media=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e32\u0e01\u0e14\u0e49\u0e32\u0e19\u0e0b\u0e49\u0e32\u0e22\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e07\u0e43\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
select-media-type=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
select-metadata-set=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32 (Automatic Translation)
select-whether-this-is-a-major-or-minor-version=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e27\u0e48\u0e32\u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e2b\u0e25\u0e31\u0e01 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e2d\u0e07 (Automatic Translation)
shortcut-to-x=Shortcut to {0} (Automatic Copy)
show-actions=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
show-folder-menu=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e21\u0e19\u0e39\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
show-media-type=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e2a\u0e37\u0e48\u0e2d (Automatic Translation)
show-navigation-links=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e32\u0e23\u0e19\u0e33\u0e17\u0e32\u0e07 (Automatic Translation)
slide-show=\u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e1e\u0e19\u0e34\u0e48\u0e07 (Automatic Translation)
target-folder=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22 (Automatic Translation)
target-site=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22 (Automatic Translation)
the-document-type-you-selected-is-not-valid-for-this-folder=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e04\u0e38\u0e13\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49 (Automatic Translation)
the-folder-name-cannot-end-with-the-following-characters-x=The folder name cannot end with the following characters\: {0}. (Automatic Copy)
the-source-file-does-not-have-the-same-extension-as-the-original-file=\u0e41\u0e1f\u0e49\u0e21\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a\u0e44\u0e21\u0e48\u0e21\u0e35\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1f\u0e49\u0e21\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a (Automatic Translation)
there-are-no-documents=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
there-are-no-documents-or-media-files-of-type-x=There are no documents or media files of type <em>{0}</em>. (Automatic Copy)
there-are-no-media-files-in-this-folder=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e37\u0e48\u0e2d\u0e41\u0e1f\u0e49\u0e21\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49 (Automatic Translation)
upload-documents-no-larger-than-x=Upload documents no larger than {0}. (Automatic Copy)
uploaded-by-x=Uploaded by {0}, {1} (Automatic Copy)
uploaded-by-x-x=Uploaded by <a href\="{0}">{1}</a>, {2} (Automatic Copy)
use-document-type-restrictions-and-workflow-of-the-parent-folder-x=Use Document Type Restrictions and Workflow of the Parent Folder ({0}) (Automatic Copy)
use-document-type-restrictions-of-the-parent-folder-x=Use Document Type Restrictions of the Parent Folder ({0}) (Automatic Copy)
version-notes=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19 (Automatic Translation)
versioning=\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e23\u0e38\u0e48\u0e19 (Automatic Translation)
view-original-file=\u0e14\u0e39\u0e41\u0e1f\u0e49\u0e21\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a (Automatic Translation)
view-slide-show=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e19\u0e34\u0e48\u0e07 (Automatic Translation)
webdav-help=Files and folders can be managed directly from the file explorer of your desktop operating system. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
webdav-windows-help=Files and folders can be managed directly from the file explorer of your desktop operating system. Before accessing from Windows, please ensure you have installed the <a href\="{0}" target\="_blank">patch</a> from Microsoft. <a href\="{1}" target\="_blank">Read more.</a> (Automatic Copy)
x-files-are-ready-to-be-moved={0} files are ready to be moved. (Automatic Copy)
x-files-cannot-be-moved={0} files cannot be moved. (Automatic Copy)
x-shortcuts-are-ready-to-be-moved={0} shortcuts are ready to be moved. (Automatic Copy)
x-shortcuts-cannot-be-moved={0} shortcuts cannot be moved. (Automatic Copy)
you-can-create-a-shortcut-to-any-document-that-you-have-read-access-for=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e43\u0e14 \u0e46 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e41\u0e1a\u0e1a\u0e2d\u0e48\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a \u0e19\u0e35\u0e49\u0e08\u0e30\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14\u0e41\u0e25\u0e30\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a\u0e14\u0e39\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14 (Automatic Translation)
you-can-only-checkin-documents-you-have-checked-out-yourself=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e47\u0e04\u0e15\u0e31\u0e27\u0e40\u0e2d\u0e07\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
you-cannot-access-the-repository-because-you-are-not-allowed-to-or-it-is-unavailable=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e19\u0e35\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16 \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
you-cannot-modify-this-document-because-it-was-checked-out-by-x-on-x=You cannot modify this document because it was checked out by {0} on {1}. (Automatic Copy)
you-cannot-modify-this-document-because-it-was-locked-by-x-on-x=You cannot modify this document because it was locked by {0} on {1}. (Automatic Copy)
you-cannot-modify-this-folder-because-it-was-locked=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e21\u0e31\u0e19\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01 (Automatic Translation)
you-do-not-have-permission-to-create-a-shortcut-to-the-selected-document=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
you-must-checkin-the-document-before-performing-the-operation=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e33\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
you-now-have-a-lock-on-this-document=You now have a lock on this document. No one else can edit this document until you unlock it. This lock will automatically expire in {0}. (Automatic Copy)
you-now-have-an-indefinite-lock-on-this-document=\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e21\u0e35\u0e01\u0e32\u0e23\u0e25\u0e47\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e08\u0e33\u0e01\u0e31\u0e14\u0e1a\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e19\u0e35\u0e49 \u0e44\u0e21\u0e48\u0e21\u0e35\u0e43\u0e04\u0e23\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49\u0e08\u0e19\u0e01\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e1b\u0e25\u0e14\u0e25\u0e47\u0e2d\u0e01 \u0e25\u0e47\u0e2d\u0e04\u0e19\u0e35\u0e49\u0e08\u0e30\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38 (Automatic Translation)
