#X-Generator: crowdin.com
allow-lan-syncing=LAN senkronizasyonu izin verilsin mi? (Automatic Translation)
allow-lan-syncing-help=Bunu i\u00e7in etkinle\u015ftir LAN masa\u00fcst\u00fc istemcileri aras\u0131nda senkronizasyonu sad\u0131k ayarlay\u0131n. Etkin oldu\u011funda, Masa\u00fcst\u00fc istemci sunucudan kar\u015f\u0131dan y\u00fcklemeden \u00f6nce ayn\u0131 yerel a\u011fda bulunan di\u011fer masa\u00fcst\u00fc istemcilerinden gelen g\u00fcncelle\u015ftirmeleri y\u00fcklemeye \u00e7al\u0131\u015facakt\u0131r. (Automatic Translation)
allow-the-use-of-sync=E\u015fitleme kullan\u0131ls\u0131n? (Automatic Translation)
allow-users-to-sync-their-personal-sites=Kullan\u0131c\u0131lar kendi ki\u015fisel siteler e\u015fitlemeye izin verilsin mi? (Automatic Translation)
build=Yap\u0131 (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=Ayg\u0131t E\u015fitleme silmek (Automatic Translation)
disable-sync-device=Ayg\u0131t e\u015fitleme devre d\u0131\u015f\u0131 b\u0131rakma (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=Ayg\u0131t e\u015fitleme etkinle\u015ftirmek (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=G\u00fcvenlik modunu zorla (Automatic Translation)
force-security-mode-help=Bunu i\u00e7in do\u011fru g\u00fcvenlik modunu zorla Gezici istemciler \u00fczerinde ayarlay\u0131n. G\u00fcvenlik modu dosyalar\u0131 \u015fifreler ve uygulama eri\u015firken bir giri\u015f kodu gerektirir. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=Site \u00fcyeleri g\u00f6r\u00fcnt\u00fclemek, g\u00fcncelle\u015ftirmek, silmek ve Liferay Sync ile y\u00fcklenen dosyalar \u00fczerinde yorum m\u00fcmk\u00fcn olacakt\u0131r. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=E\u015fitleme ba\u011flay\u0131c\u0131 Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=E\u015fitleme ayg\u0131tlar\u0131m (Automatic Translation)
last-seen=Son g\u00f6r\u00fcld\u00fc\u011f\u00fc (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=Max indirme h\u0131z\u0131 (Automatic Translation)
max-download-rate-help=En y\u00fcksek aktar\u0131m h\u0131z\u0131, hangi-ebilmek download istemcileri bayt olarak ayarlay\u0131n. 0 de\u011feri s\u0131n\u0131r\u0131 oldu\u011funu g\u00f6sterir. (Automatic Translation)
max-upload-rate=Max Upload h\u0131z\u0131 (Automatic Translation)
max-upload-rate-help=En y\u00fcksek aktar\u0131m h\u0131z\u0131, hangi-ebilmek upload istemcileri bayt olarak ayarlay\u0131n. 0 de\u011feri s\u0131n\u0131r\u0131 oldu\u011funu g\u00f6sterir. (Automatic Translation)
no-devices-were-found=Hi\u00e7bir ayg\u0131t bulunamad\u0131. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=Bekleyen silme (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=Site \u00fcyeleri g\u00f6r\u00fcnt\u00fclemek ve Liferay Sync ile y\u00fcklenen dosyalar \u00fczerinde yorum edebilecektir. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=Site \u00fcyeleri sadece Liferay e\u015fitleme y\u00fcklenen dosyalar\u0131 g\u00f6r\u00fcnt\u00fclemek m\u00fcmk\u00fcn olacak. (Automatic Translation)
view-update-and-add-discussion=G\u00f6r\u00fcnt\u00fclemek, g\u00fcncelle\u015ftirmek ve tart\u0131\u015fma ekleme (Automatic Translation)
view-update-and-add-discussion-help=Site \u00fcyeleri g\u00f6r\u00fcnt\u00fclemek, g\u00fcncelle\u015ftirmek ve Liferay Sync ile y\u00fcklenen dosyalar \u00fczerinde yorum edebilecektir. (Automatic Translation)
wipe-sync-device=Temizleme i\u015flemi ayg\u0131t E\u015fitleme (Automatic Translation)
wiped=Yok (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=Ayg\u0131t E\u015fitleme silerek istemciden ili\u015fkili t\u00fcm dosyalar\u0131 siler. (Automatic Translation)
