#X-Generator: crowdin.com
allow-dictionary-words=Salli sanakirjan sanat
allow-dictionary-words-help=Olessa valittuna, sanakirjan sanat sallitaan k\u00e4ytt\u00e4j\u00e4n salasanassa.
change-required=Muutos vaadittu
change-required-help=Olessa valittuna, k\u00e4ytt\u00e4j\u00e4 on vaadittu vaihtamaan salasanansa ensimm\u00e4isell\u00e4 sis\u00e4\u00e4nkirjautumiskerralla.
changeable=Muutettavissa
changeable-help=Olessa valittuna, k\u00e4ytt\u00e4j\u00e4 voi vaihtaa salasanansa.
do-not-warn=\u00c4l\u00e4 varoita
enable-expiration=Ota k\u00e4ytt\u00e4\u00e4n vanheneminen
enable-expiration-help=Olessa valittuna, k\u00e4ytt\u00e4j\u00e4n t\u00e4ytyy vaihtaa salasana m\u00e4\u00e4ritellyn ajan puitteissa.
enable-history-help=Olessa valittuna, portal pit\u00e4\u00e4 historiaa k\u00e4ytt\u00e4j\u00e4n edellisista salasanoista ja est\u00e4\u00e4 niiden k\u00e4yt\u00f6n uudelleen.
enable-lockout=Ota k\u00e4ytt\u00f6\u00f6n lukitus
enable-lockout-help=Olessa valittuna, k\u00e4ytt\u00e4j\u00e4n saa yritt\u00e4\u00e4 kirjautua sis\u00e4\u00e4n ennalta m\u00e4\u00e4ritelty\u00e4 kertaa, ennen kuin tili on lukittu.
enable-syntax-checking=Ota k\u00e4ytt\u00e4\u00e4n oikeinkirjoituksen tarkistus
enable-syntax-checking-help=Olessa valittuna, salasanasta luetaan tiettyj\u00e4 sanoja ja/tai odotetaan tietty\u00e4 pituutta.
grace-limit=Rajoitus
grace-limit-help=M\u00e4\u00e4rittelee kuinka monta kertaa k\u00e4ytt\u00e4j\u00e4 voi kirjautua sis\u00e4\u00e4n ennen kuin salasana on vanhentunut ja k\u00e4ytt\u00e4j\u00e4n vaaditaan sy\u00f6tt\u00e4\u00e4 uusi salasana.
history-count=Historian m\u00e4\u00e4r\u00e4
history-count-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 vanhojen salasanojen m\u00e4\u00e4r\u00e4n, jotka pidet\u00e4\u00e4n muistissa.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Salasanak\u00e4yt\u00e4nn\u00f6t
lockout-duration=Lukituksen kesto
lockout-duration-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 kuinka kauan k\u00e4ytt\u00e4j\u00e4n tunnus on lukittuna.
maximum-age=Maksimi ik\u00e4
maximum-age-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 kuinka pitk\u00e4\u00e4n salasana kelpaa ennen kuin se pit\u00e4\u00e4 vaihtaa.
maximum-failure=Maksimi ep\u00e4onnistumiset
maximum-failure-help=M\u00e4\u00e4ritt\u00e4\u00e4 kuinka monta kertaa k\u00e4ytt\u00e4j\u00e4 voi yritt\u00e4\u00e4 kirjautua v\u00e4\u00e4r\u00e4ll\u00e4 salasanalla.
minimum-age=V\u00e4himm\u00e4isik\u00e4
minimum-age-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 kuinka kauan k\u00e4ytt\u00e4j\u00e4n t\u00e4ytyy odottaa ennen kuin h\u00e4n voi vaihtaa salasanan uudelleen.
minimum-alpha-numeric=Minimim\u00e4r\u00e4 alphanumeerisia
minimum-alpha-numeric-help=M\u00e4\u00e4ritt\u00e4\u00e4 minim\u00e4\u00e4r\u00e4n alpha numeerisia merkkej\u00e4 k\u00e4ytt\u00e4j\u00e4n salasanassa.
minimum-length=Minimipituus
minimum-length-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 salasanan minimi pituuden.
minimum-lower-case=Minim\u00e4\u00e4r\u00e4 pieni\u00e4kirjamia.
minimum-lower-case-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 minimim\u00e4\u00e4r\u00e4n pieni\u00e4 kirjaimia k\u00e4ytt\u00e4j\u00e4n salasanassa.
minimum-numbers=Minim\u00e4\u00e4r\u00e4 numeroita.
minimum-numbers-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 salasanan minimi pituuden.
minimum-symbols=Minim\u00e4\u00e4r\u00e4 sympoleita
minimum-symbols-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 salasanan minimi pituuden.
minimum-upper-case=Minim\u00e4\u00e4r\u00e4 isojakirjaimia
minimum-upper-case-help=M\u00e4\u00e4rittelee minim\u00e4\u00e4r\u00e4n isojakirjaimia k\u00e4ytt\u00e4j\u00e4n salasanassa.
password-changes=Salasanan muutokset
password-expiration=Salasanan vanheneminen
password-history=Salasanahistoria
password-policies=Salasanak\u00e4yt\u00e4nn\u00f6t
password-syntax-checking=Salasanan muodon tarkistus
reset-failure-count=Nollaa ep\u00e4onnistumisten m\u00e4\u00e4r\u00e4
reset-failure-count-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 kuinka pitk\u00e4n aikaa s\u00e4ilytet\u00e4\u00e4n k\u00e4ytt\u00e4j\u00e4n ep\u00e4onnistuneet kirjautumiset.
reset-ticket-max-age=Nollaa tiketin maksimi-ik\u00e4
reset-ticket-max-age-help=M\u00e4\u00e4rittelee kuinka kauan salasanan vaihtolinkki on kelvollinen.
the-password-policy-could-not-be-found=Salasanak\u00e4yt\u00e4nt\u00f6\u00e4 ei l\u00f6ydy.
until-unlocked-by-an-administrator=Lukittu kunnes yll\u00e4pit\u00e4j\u00e4 avaa.
warning-time=Varoitusaika
warning-time-help=T\u00e4m\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 kuinka kauan ennen salasanan vanhenemista k\u00e4ytt\u00e4j\u00e4lle ilmoitetaan siit\u00e4.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Kun mit\u00e4\u00e4n salasanak\u00e4yt\u00e4nt\u00f6\u00e4 ei olem\u00e4\u00e4riteltyn\u00e4 k\u00e4ytt\u00e4j\u00e4lle joko suoraan tai organisaation kautta, vakio salasanak\u00e4yt\u00e4nt\u00f6\u00e4 k\u00e4ytet\u00e4\u00e4n.
you-are-using-ldaps-password-policy=K\u00e4yt\u00e4t LDAP-palvelimen salasanak\u00e4yt\u00e4nt\u00f6j\u00e4. Muuta asetus LDAP-asetuksista mik\u00e4li haluat k\u00e4ytt\u00e4\u00e4 paikallista k\u00e4yt\u00e4nt\u00f6j\u00e4.
