#X-Generator: crowdin.com
additional-configurations-help=Nastavitev po meri za vdelane Elasticsearch, v obliki YML (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Nastavitev po meri za Liferay indeks, v obliki JSON ali YML (Elasticsearch ustvarite indeks API). (Automatic Translation)
additional-type-mappings-help=Po meri preslikave za LiferayDocumentType, v obliki JSON (Elasticsearch dajo preslikava API). Ta vrednost se dolo\u010di z novo preslikave polja samo. \u010ce nastavite to vrednost z vse prekrivanje preslikave za privzeta polja, ustvarjanje kazala ne uspe. V celoti nadomestiti privzete preslikave, uporabite overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=\u010ce je to potrjeno, naslov proces prostor zaklenjen v RAM, prepre\u010duje se menjalna trgovina jasno poljuben Elasticsearch pomnilnika. (Automatic Translation)
client-transport-ignore-cluster-name-help=\u010ce je to potrjeno, ime validacijo povezanih vozli\u0161\u010d gru\u010de je prezrta. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Naro\u010di vozli\u0161\u010de odjemalca o tem, kako pogosto vzorec/ping vozli\u0161\u010d navedene in povezani. (Automatic Translation)
client-transport-sniff-help=\u010ce je to potrjeno, gru\u010de nahod je omogo\u010deno dinami\u010dno odkriti na voljo vozli\u0161\u010da v gru\u010di. (Automatic Translation)
cluster-name-help=Ime skupine, da se pridru\u017eijo. Ime se mora ujemati oddaljene gru\u010de, ko na\u010din operacije nastavljena na daljavo. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Obseg pristani\u0161\u010d za uporabo pri gradnji discovery.zen.ping.unicast.hosts vrednost. Ve\u010d Elasticsearch vozli\u0161\u010di na obsegu vrat lahko deluje kot gossip usmerjevalniki v istem ra\u010dunalniku. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=Izvor omogo\u010diti, ko je omogo\u010den HTTP kap. (Automatic Translation)
http-cors-configurations-help=Nastavitev po meri za HTTP KAP, v obliki YML (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=\u010ce je to preveriti, navzkri\u017eno izvora virov je omogo\u010dena skupna raba, ki dolo\u010da, ali brskalnik na drugega izvora lahko zaprosi Elasticsearch. \u010ce nesposoben, lahko spletni vmesnik orodja, kot elasticsearch-vodja ni mogo\u010de vzpostaviti. (Automatic Translation)
http-enabled-help=\u010ce je to potrjeno, je omogo\u010den HTTP plast. \u010ce HTTP plast popolnoma na vozli\u0161\u010da, ki so ni mi\u0161ljeno stre\u010di ostalo zahteva neposredno onemogo\u010denih. (Automatic Translation)
index-name-prefix-help=Predpona za iskanje ime indeksa. Ta vrednost ne sme spreminjati v normalnih pogojih. \u010ce spremenite to vrednost, mora tudi ponovno na portalu in ro\u010dno izbri\u0161ite stari indeks, z uporabo Elasticsearch administracijske konzole. (Automatic Translation)
log-exceptions-only-help=\u010ce je to potrjeno, dnevniki izjeme samo iz Elasticsearch in ne rethrow jih. (Automatic Translation)
network-bind-host-help=Omre\u017eje prometnega vozli\u0161\u010da mora povezati da bi poslu\u0161aj za prihajajo\u010de zahteve. (Automatic Translation)
network-host-help=Ime gostitelja ali IP naslov binded za vozli\u0161\u010da, ki se uporablja za objavo (ogla\u0161evanje) gostitelja, da druga vozli\u0161\u010da v gru\u010di. To je a drob\u010djiv kruh, ki ve\u017eejo gostiteljici in objavi stanodajalec hkrati. (Automatic Translation)
network-publish-host-help=Enotni vmesniku vozli\u0161\u010de ogla\u0161uje druga vozli\u0161\u010da v gru\u010di, tako da ti vozli\u0161\u010da lahko vzpostavili povezavo z njim. (Automatic Translation)
operation-mode-help=Na\u010din ODDALJENE operacije pove\u017ee z oddaljenim standalone Elasticsearch gru\u010de. VDELANO obratovati za\u010dne Portal z notranjega Elasticsearch stopnje v istem JVM. VDELANO na\u010din operacije ni podprta. (Automatic Translation)
override-type-mappings-help=Preglasi preslikave za celotno LiferayDocumentType, v obliki JSON (Elasticsearch dajo preslikava API). \u010ce nastavite to vrednost, ustvarjanje kazala prezre privzete preslikave opredelitev in kakr\u0161ne koli raz\u0161iritvene to\u010dke, namesto z definicijo alternativnih preslikave. Raba to \u010de vi potreba LiferayDocumentType biti ustvarjena z nestandardno preslikave za privzeta polja. \u010ce \u017eelite dodati novo po meri preslikave brez prekrivanja vse privzete vrednosti, uporabite additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=\u0160tevilo ponovnih poskusov, \u010de pride do spora razli\u010dic, ker dokument je bil posodobljen med pridobivanje to in to posodobitev. (Automatic Translation)
sync-search=\u010ce je to potrjeno, I\u0161\u010di te\u010de na klicatelja dvig ravni nit, in ne v Elasticsearch je iskanje nit bazen. To velja samo za VDELANO obratovati. (Automatic Translation)
transport-addresses-help=Zakoten se\u010di\u0161\u010de naslove povezati. Ta vrednost je operacija na\u010din je nastavljen na DALJAVO. (Automatic Translation)
transport-tcp-port-help=Vrata, ki ve\u017eejo za komunikacijo med vozli\u0161\u010di. Sprejme eno vrednost ali obseg (npr., 9300-9400). (Automatic Translation)
