#X-Generator: crowdin.com
additional-configurations-help=Pritaikytus parametrus, skirtus \u012fterpt\u0173j\u0173 Elasticsearch YML formatu (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Pasirinktinius parametrus Liferay indeksas, JSON arba YML formatu (Elasticsearch kurti indeks\u0105 API). (Automatic Translation)
additional-type-mappings-help=Pasirinktiniai susiejimai, LiferayDocumentType, JSON formatu (Elasticsearch \u012fd\u0117ti \u017eem\u0117lapi\u0173 API). \u0160i vert\u0117 tur\u0117t\u0173 b\u016bti nustatyti tik nauj\u0173 lauk\u0173 susiejimus. Jei \u0161i reik\u0161m\u0117 su joki\u0173 persidengian\u010di\u0173 susiejimai default laukeliai, rodykl\u0117s suk\u016brimo nepavyksta. Visi\u0161kai pakeisti numatyt\u0105j\u012f susiejimai, naudokite overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Jeigu tai yra pa\u017eym\u0117tas, proceso adres\u0173 erdv\u0117je yra u\u017erakintas \u012f RAM, u\u017ekirsti keli\u0105 bet Elasticsearch atminties yra pa\u0161alintas. (Automatic Translation)
client-transport-ignore-cluster-name-help=Jei tai yra pa\u017eym\u0117tas, klasterio pavadinimas patikrinti prijungt\u0173 mazg\u0173 yra ignoruojamas. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Nurodo kliento mazgas kaip da\u017enai m\u0117ginio/stalo mazg\u0173, i\u0161vardyt\u0173 ir prijungtas. (Automatic Translation)
client-transport-sniff-help=Jeigu tai yra pa\u017eym\u0117tas, klasterio uostyti yra \u012fjungtas dinami\u0161kai atrasti galima mazg\u0173 \u012f klasterius. (Automatic Translation)
cluster-name-help=Prisijungti prie grup\u0117s pavadinimas. Pavadinimas tur\u0117t\u0173 atitikti nuotolinio grup\u0117s, kai operacijos re\u017eimas nustatytas \u012f nuotolinio. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u012evair\u016bs uost\u0173 naudoti statant discovery.zen.ping.unicast.hosts vert\u0117. Keli Elasticsearch mazg\u0173 \u012fvairius prievadus gali veikti kaip gandai mar\u0161rutizatoriai ne tame pa\u010diame kompiuteryje. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=I\u0161takos, kad \u012egalinus HTTP karves. (Automatic Translation)
http-cors-configurations-help=Pritaikytus parametrus HTTP KARVES, YML formatu (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Jei tai yra patikrintas, cross-kilm\u0117s i\u0161tekli\u0173 dalijimasis yra \u012fjungta, kuris nustato, ar kitos kilm\u0117s nar\u0161ykl\u0119 galite pateikti pra\u0161ymus iki Elasticsearch. Jei i\u0161jungta, \u017einiatinklio s\u0105sajos priemones, pavyzd\u017eiui, elasticsearch galvos gali nepavykti prisijungti. (Automatic Translation)
http-enabled-help=Jei tai yra patikrinti, HTTP sluoksniui yra \u012fjungtas. Jei langelis nepa\u017eym\u0117tas, HTTP sluoksnis visi\u0161kai apie mazgus, kuris n\u0117ra skirtas pakeisti poilsio pra\u0161o tiesiogiai yra i\u0161jungti. (Automatic Translation)
index-name-prefix-help=Paie\u0161kos indeksas pavadinimo prie\u0161vardis. \u0160i vert\u0117 tur\u0117t\u0173 b\u016bti pakeistas ne \u012fprastomis s\u0105lygomis. Pakeitus \u0161i\u0105 reik\u0161m\u0119, turite taip pat perindeksuoti portal\u0105 ir tada rankiniu b\u016bdu i\u0161trinti sen\u0105 indekse, naudojant Elasticsearch administracija konsol\u0117s. (Automatic Translation)
log-exceptions-only-help=Jei tai patikrina, registruoja i\u0161imtys tik i\u0161 Elasticsearch ir ne rethrow juos. (Automatic Translation)
network-bind-host-help=Tinklo interface(s) mazgas tur\u0117t\u0173 susieti norint klausytis gaunamas u\u017eklausas. (Automatic Translation)
network-host-help=Pagrindinio kompiuterio vard\u0105 arba IP adres\u0105 binded prie mazgo, kuris yra naudojamas skelbti (reklama) \u012f kitus mazgus \u012f klasterius priiman\u010diosios. Tai nuorod\u0105, kuri nustato susieti pagrindinio kompiuterio ir publikavimo priiman\u010diosios tuo pa\u010diu metu. (Automatic Translation)
network-publish-host-help=Vienos s\u0105sajos mazgas reklamuoja \u012f kitus mazgus \u012f klasterius, taip, kad t\u0173 mazg\u0173 gali prie jo prisijungti. (Automatic Translation)
operation-mode-help=NUOTOLINIO darbo re\u017eimas prisijungia prie nuotolinio standalone Elasticsearch klasteris. EMBEDDED darbo re\u017eimas portale prasideda vidaus Elasticsearch egzemplioriaus pa\u010dios JVM. EMBEDDED darbo re\u017eimas n\u0117ra palaikomas. (Automatic Translation)
override-type-mappings-help=Nepaisyti susiejimai u\u017e vis\u0105 LiferayDocumentType, JSON formatu (Elasticsearch \u012fd\u0117ti \u017eem\u0117lapi\u0173 API). Jei \u0161i\u0105 reik\u0161m\u0119 nustatysite, rodykl\u0117s suk\u016brimo nepaiso numatyt\u0105j\u012f susiejimai apibr\u0117\u017eim\u0105 ir visus prat\u0119simo aspektus, naudodamas \u0161\u012f alternatyv\u0173 rodymo apibr\u0117\u017eim\u0105. Tai naudoti, jei jums reikia LiferayDocumentType sukurti su nestandartiniu susiejimai default laukeliai. Jei norite prid\u0117ti nauj\u0105 pasirinktiniai susiejimai nepersidengian\u010di\u0105 bet pagal nutyl\u0117jim\u0105, naudokite additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Jei versij\u0173 konfliktas kyla d\u0117l to, kad dokumentas buvo atnaujintas i\u0161rinkti j\u012f ir atnaujinti j\u012f kartojim\u0173 skai\u010dius. (Automatic Translation)
sync-search=Jeigu tai yra pa\u017eym\u0117tas, paie\u0161ka vyksta kviet\u0117jas temoje, o ne Elasticsearch's paie\u0161kos thread baseinas. Tai taikoma tik EMBEDDED veikimo re\u017eim\u0105. (Automatic Translation)
transport-addresses-help=Nuotolinis mazgas adresus prisijungti prie. \u0160i vert\u0117 yra b\u016btinas, kai operacijos re\u017eimas nustatytas \u012f NUOTOLINIO. (Automatic Translation)
transport-tcp-port-help=Uosto \u012fpareigoti ry\u0161i\u0173 tarp mazg\u0173. Sutinka vien\u0105 reik\u0161m\u0119 arba diapazon\u0105 (pvz., 9300-9400). (Automatic Translation)
