#X-Generator: crowdin.com
additional-configurations-help=YML \ud615\uc2dd (elasticsearch.yml)\uc5d0 \ud3ec\ud568 \ub41c Elasticsearch\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc124\uc815\uc785\ub2c8\ub2e4. (Automatic Translation)
additional-index-configurations-help=Liferay \uc778\ub371\uc2a4 JSON \ub610\ub294 YML \ud615\uc2dd (Elasticsearch \ub9cc\ub4e4 \uc778\ub371\uc2a4 API)\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc124\uc815\uc785\ub2c8\ub2e4. (Automatic Translation)
additional-type-mappings-help=JSON \ud615\uc2dd (Elasticsearch \ub123\uc5b4 \ub9e4\ud551 API) LiferayDocumentType\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ub9e4\ud551\uc774 \uc774 \uac12\uc740 \uc0c8 \ud544\ub4dc \ub9e4\ud551\uc744\uc73c\ub85c \uc124\uc815 \ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \ubaa8\ub4e0 \uc911\ubcf5 \ub9e4\ud551\uc73c\ub85c \uae30\ubcf8 \ud544\ub4dc\uc5d0 \ub300 \ud55c\uc774 \uac12\uc744 \uc124\uc815 \ud558\uba74 \uc778\ub371\uc2a4 \uc0dd\uc131\uc774 \uc2e4\ud328 \ud569\ub2c8\ub2e4. \uae30\ubcf8 \ub9e4\ud551\uc744 \uc644\uc804\ud788 \ubc14\uafb8\ub824\uba74 overrideTypeMappings\ub97c \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
bootstrap-mlockall-help=\uc774 \uc120\ud0dd \ud504\ub85c\uc138\uc2a4 \uc8fc\uc18c \uacf5\uac04 RAM, Elasticsearch \uba54\ubaa8\ub9ac \uad50\uccb4 \ub418 \uace0\uc5d0\uc11c \ubc29\uc9c0\uc5d0 \uc7a0\uaca8 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
client-transport-ignore-cluster-name-help=\uc774 \uac80\uc0ac\ub294 \uc5f0\uacb0 \ub41c \ub178\ub4dc\uc758 \ud074\ub7ec\uc2a4\ud130 \uc774\ub984 \uc720\ud6a8\uc131 \uac80\uc0ac\ub294 \ubb34\uc2dc \ub429\ub2c8\ub2e4. (Automatic Translation)
client-transport-nodes-sampler-interval-help=\uc885\uc885 \uc0d8\ud50c/\ud551 \ub178\ub4dc \ub098\uc5f4 \ud558 \uace0 \uc5f0\uacb0 \ud558\ub294 \ubc29\ubc95\uc5d0 \ud074\ub77c\uc774\uc5b8\ud2b8 \ub178\ub4dc\ub97c \uc9c0\uc2dc \ud569\ub2c8\ub2e4. (Automatic Translation)
client-transport-sniff-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \ud074\ub7ec\uc2a4\ud130 \uc2a4\ub2c8\ud551 \ud074\ub7ec\uc2a4\ud130\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ub178\ub4dc\ub97c \ub3d9\uc801\uc73c\ub85c \ud65c\uc131\ud654 \ub429\ub2c8\ub2e4. (Automatic Translation)
cluster-name-help=\uac00\uc785 \ud558\ub824\uba74 \ud074\ub7ec\uc2a4\ud130\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774\ub984\uc740 \ub3d9\uc791 \ubaa8\ub4dc\ub97c \uc6d0\uaca9 \uc124\uc815 \uc6d0\uaca9 \ud074\ub7ec\uc2a4\ud130\ub97c \uc77c\uce58 \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Discovery.zen.ping.unicast.hosts \uac12\uc744 \uc791\uc131\ud560 \ub54c \uc0ac\uc6a9 \ud558\ub294 \ud3ec\ud2b8\uc758 \ubc94\uc704. \ub2e4\uc591 \ud55c \ud3ec\ud2b8\uc5d0 \uc5ec\ub7ec \uac1c\uc758 Elasticsearch \ub178\ub4dc \uc218 \uc788\uc2b5\ub2c8\ub2e4 \ub3d9\uc77c\ud55c \ucef4\ud4e8\ud130\uc5d0\uc11c \ud5d8\ub2f4 \ub77c\uc6b0\ud130 \uc5ed\ud560\uc744 \ud569\ub2c8\ub2e4. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=\uae30\uc6d0\uc740 HTTP \ucf54\uc2a4 \uc0ac\uc6a9 \ud5c8\uc6a9\uc785\ub2c8\ub2e4. (Automatic Translation)
http-cors-configurations-help=YML \ud615\uc2dd (elasticsearch.yml)\uc5d0\uc11c HTTP \ucf54\uc2a4\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc124\uc815\uc785\ub2c8\ub2e4. (Automatic Translation)
http-cors-enabled-help=\uc774\uac83\uc740 \uccb4\ud06c, \ud06c\ub85c\uc2a4-\uc6d0\uc0b0\uc9c0 \uc790\uc6d0 \uacf5\uc720 \ud65c\uc131\ud654 \ub429\ub2c8\ub2e4\ub294 \ub2e4\ub978 \uadfc\uc6d0\uc5d0 \ube0c\ub77c\uc6b0\uc800 Elasticsearch\uc744 \uc694\uccad\uc744 \ub9cc\ub4e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4 \uc5ec\ubd80\ub97c \uacb0\uc815 \ud569\ub2c8\ub2e4. \ube44\ud65c\uc131\ud654 \ud558\ub294 \uacbd\uc6b0 \uc6f9 \ud504\ub7f0\ud2b8 \uc5d4\ub4dc \ub3c4\uad6c elasticsearch \uba38\ub9ac \uac19\uc740 \uc5f0\uacb0\ud560 \uc218 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
http-enabled-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 HTTP \uacc4\uce35 \ud65c\uc131\ud654 \ub429\ub2c8\ub2e4. \uc120\ud0dd \ucde8\uc18c, \uc644\uc804\ud788 \ub178\ub4dc\uc5d0\uc11c \ub098\uba38\uc9c0\ub97c \ubd09\uc0ac \ud558\uae30 \uc704\ud558\uc5ec \uc758\ubbf8 \ub418\uc9c0 \uc54a\ub294 HTTP \uacc4\uce35 \uc694\uccad \uc9c1\uc811 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
index-name-prefix-help=\uc811\ub450\uc0ac \uac80\uc0c9 \uc778\ub371\uc2a4 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uac00\uce58\ub294 \uc815\uc0c1\uc801\uc778 \uc870\uac74 \ud558\uc5d0\uc11c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc744 \ubcc0\uacbd \ud558\ub294 \uacbd\uc6b0\uc5d0 \ud3ec\ud138\uc744 \ub2e4\uc2dc \ud558 \uace0 \uc218\ub3d9\uc73c\ub85c Elasticsearch \uad00\ub9ac \ucf58\uc194\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \uc774\uc804 \uc778\ub371\uc2a4\ub97c \uc0ad\uc81c \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
log-exceptions-only-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 Elasticsearch \uc5d0\uc11c\ub9cc\uc5d0\uc11c \uc608\uc678\ub97c \uae30\ub85d \ud558 \uace0 \uadf8\ub4e4\uc744 \ub2e4\uc2dc throw \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
network-bind-host-help=\ub124\ud2b8\uc6cc\ud06c \uc778\ud130\ud398\uc774\uc2a4 \ub178\ub4dc\ub294 \ub4e4\uc5b4\uc624\ub294 \uc694\uccad\uc744 \uc218\uc2e0 \ud558\ub824\uba74 \ubc14\uc778\ub529\ud560 \ud569\ub2c8\ub2e4. (Automatic Translation)
network-host-help=\ud638\uc2a4\ud2b8 \uc774\ub984 \ub610\ub294 IP \uc8fc\uc18c\ub97c \uac8c\uc2dc \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub418\ub294 \ub178\ub4dc\uc5d0 binded \ud638\uc2a4\ud2b8\ub294 \ud074\ub7ec\uc2a4\ud130\uc758 \ub2e4\ub978 \ub178\ub4dc\ub97c (\uad11\uace0). \uc774\uac83\uc740 \ub3d9\uc2dc\uc5d0 bind \ud638\uc2a4\ud2b8\uc640 \uac8c\uc2dc \ud638\uc2a4\ud2b8\ub97c \uc124\uc815 \ud558\ub294 \uc9c0\ub984\uae38 \uc774\ub2e4. (Automatic Translation)
network-publish-host-help=\uadf8 \ub178\ub4dc\ub97c \uc5f0\uacb0\ud560 \uc218 \uc788\ub3c4\ub85d \ub2e8\uc77c \uc778\ud130\ud398\uc774\uc2a4 \ub178\ub4dc\ub294 \ud074\ub7ec\uc2a4\ud130\uc758 \ub2e4\ub978 \ub178\ub4dc\ub97c \uc54c\ub9bd\ub2c8\ub2e4. (Automatic Translation)
operation-mode-help=\uc6d0\uaca9 \uc791\ub3d9 \ubaa8\ub4dc\ub294 \uc6d0\uaca9 \ub3c5\ub9bd \uc2e4\ud589\ud615 Elasticsearch \ud074\ub7ec\uc2a4\ud130\uc5d0 \uc5f0\uacb0\ud569\ub2c8\ub2e4. \uc784\ubca0\ub514\ub4dc \uc791\ub3d9 \ubaa8\ub4dc \uac19\uc740 JVM\uc5d0\uc11c \ub0b4\ubd80 Elasticsearch \uc778\uc2a4\ud134\uc2a4\ub85c \ud3ec\ud138\uc744 \uc2dc\uc791\ud569\ub2c8\ub2e4. \uc784\ubca0\ub514\ub4dc \uc791\ub3d9 \ubaa8\ub4dc\ub294 \uc9c0\uc6d0 \ud558\uc9c0. (Automatic Translation)
override-type-mappings-help=\uc804\uccb4 LiferayDocumentType, JSON \ud615\uc2dd (Elasticsearch \ub123\uc5b4 \ub9e4\ud551 API)\uc5d0 \ub300 \ud55c \ub9e4\ud551\uc744 \uc7ac\uc815\uc758 \ud569\ub2c8\ub2e4. \uc774 \uac12\uc744 \uc124\uc815 \ud558\uba74 \uc778\ub371\uc2a4 \uc0dd\uc131 \uae30\ubcf8 \ub9e4\ud551 \uc815\uc758 \ud558 \uace0 \ub300\uc2e0\uc774 \ub300\uccb4 \ub9e4\ud551\uc744 \uc815\uc758 \uc0ac\uc6a9 \ud558 \uc5ec \ubaa8\ub4e0 \ud655\uc7a5 \ud3ec\uc778\ud2b8\ub97c \ubb34\uc2dc \ud569\ub2c8\ub2e4. \uc774\ub97c \uae30\ubcf8 \ud544\ub4dc\uc5d0 \ub300 \ud55c \ube44\ud45c\uc900 \ub9e4\ud551\uc744 \ub9cc\ub4e4 \uc218 LiferayDocumentType \ud544\uc694\ud55c \uacbd\uc6b0 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. \ubaa8\ub4e0 \uae30\ubcf8\uac12\uc744 \uc911\ubcf5 \ud558\uc9c0 \uc54a\uace0 \uc0c8\ub85c\uc6b4 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ub9e4\ud551\uc744 \ucd94\uac00 \ud574\uc57c \ud558\ub294 \uacbd\uc6b0 additionalTypeMappings\ub97c \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
retry-on-conflict-help=\ubb38\uc11c \uac80\uc0c9 \ud558 \uace0 \uc5c5\ub370\uc774\ud2b8 \uc0ac\uc774 \uc5c5\ub370\uc774\ud2b8 \ub41c \ub54c\ubb38\uc5d0 \ubc84\uc804 \ucda9\ub3cc\uc774 \ubc1c\uc0dd \ud558\ub294 \uacbd\uc6b0 \ub2e4\uc2dc \uc2dc\ub3c4 \uc218\uc785\ub2c8\ub2e4. (Automatic Translation)
sync-search=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uac80\uc0c9 \ud638\ucd9c\uc790 \uc2a4\ub808\ub4dc\uac00 \ubcf4\ub2e4 Elasticsearch\uc758 \uac80\uc0c9 \uc2a4\ub808\ub4dc \ud480\uc5d0\uc11c \uc2e4\ud589 \ub429\ub2c8\ub2e4. \uc774 \uc784\ubca0\ub514\ub4dc \uc791\ub3d9 \ubaa8\ub4dc\uc5d0\ub9cc \uc801\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
transport-addresses-help=\uc5f0\uacb0\ud560 \uc6d0\uaca9 \ub178\ub4dc \uc8fc\uc18c\uc785\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc6d0\uaca9 \ub3d9\uc791 \ubaa8\ub4dc \uc124\uc815 \ud544\uc694. (Automatic Translation)
transport-tcp-port-help=\ub178\ub4dc \uac04 \ud1b5\uc2e0\uc744 \uc704\ud574 \ubc14\uc778\ub529\ud560 \ud3ec\ud2b8\uc785\ub2c8\ub2e4. \ub2e8\uc77c \uac12 \ub610\ub294 \ubc94\uc704 (\uc608\: 9300-9400)\uc744 \ud5c8\uc6a9\ud569\ub2c8\ub2e4. (Automatic Translation)
