#X-Generator: crowdin.com
additional-configurations-help=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc Elasticsearch \u062a\u0639\u0628\u06cc\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0642\u0627\u0644\u0628 YML (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc \u0634\u0627\u062e\u0635 \u062f\u06af\u0631\u062f\u06cc\u0633\u06cc \u062f\u0631 \u0641\u0631\u0645\u062a JSON \u06cc\u0627 YML (Elasticsearch \u0627\u06cc\u062c\u0627\u062f \u0634\u0627\u062e\u0635 API). (Automatic Translation)
additional-type-mappings-help=\u0646\u06af\u0627\u0634\u062a \u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc LiferayDocumentType \u062f\u0631 \u0641\u0631\u0645\u062a JSON (Elasticsearch \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0646\u0642\u0634\u0647 \u0628\u0631\u062f\u0627\u0631\u06cc API). \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0628\u0627\u06cc\u062f \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0628\u0627 \u0646\u0642\u0634\u0647 \u0647\u0627\u06cc \u062c\u062f\u06cc\u062f \u0632\u0645\u06cc\u0646\u0647 \u06cc\u0627\u0628\u06cc \u062a\u0646\u0647\u0627. \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0628\u0627 \u0647\u0631 \u0646\u06af\u0627\u0634\u062a \u0628\u0627 \u0647\u0645 \u062a\u062f\u0627\u062e\u0644 \u062f\u0627\u0631\u0646\u062f \u0628\u0631\u0627\u06cc \u0632\u0645\u06cc\u0646\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062a\u0646\u0638\u06cc\u0645 \u0634\u0627\u062e\u0635 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u0627\u0641\u062a\u062f. \u0628\u0631\u0627\u06cc \u062a\u0639\u06cc\u06cc\u0646 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u06a9\u0627\u0645\u0644\u0627 \u062a\u0639\u0648\u06cc\u0636 overrideTypeMappings \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
bootstrap-mlockall-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0645\u06cc \u0634\u0648\u062f \u0631\u0648\u0646\u062f \u0641\u0636\u0627\u06cc \u0622\u062f\u0631\u0633 \u0628\u0647 RAM, \u062d\u0627\u0641\u0638\u0647 Elasticsearch \u0647\u0631 \u0645\u0627\u0646\u0639 \u062f\u0631 \u062d\u0627\u0644 \u062c\u0627\u0628\u062c\u0627 \u06a9\u0631\u062f\u0646 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
client-transport-ignore-cluster-name-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0645\u06cc \u0634\u0648\u062f \u0627\u0639\u062a\u0628\u0627\u0631 \u0646\u0627\u0645 \u062e\u0648\u0634\u0647 \u0627\u0632 \u06af\u0631\u0647 \u0647\u0627\u06cc \u0645\u062a\u0635\u0644 \u0628\u0647 \u0646\u0627\u062f\u06cc\u062f\u0647 \u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u062f\u0633\u062a\u0648\u0631 \u06af\u0631\u0647 \u0645\u0634\u062a\u0631\u06cc \u062f\u0631 \u0645\u0648\u0631\u062f \u0646\u062d\u0648\u0647 \u0627\u063a\u0644\u0628 \u0646\u0645\u0648\u0646\u0647/\u06af\u0631\u0647 \u0647\u0627\u06cc \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0648 \u0645\u062a\u0635\u0644 \u067e\u06cc\u0646\u06af. (Automatic Translation)
client-transport-sniff-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc, \u062e\u0631\u0646\u0627\u0633 \u062e\u0648\u0634\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u0648\u06cc\u0627 \u06a9\u0634\u0641 \u06af\u0631\u0647 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u062e\u0648\u0634\u0647 \u0641\u0639\u0627\u0644 \u0627\u0633\u062a. (Automatic Translation)
cluster-name-help=\u0646\u0627\u0645 \u062e\u0648\u0634\u0647 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647. \u0648\u0642\u062a\u06cc \u062d\u0627\u0644\u062a \u0639\u0645\u0644\u06cc\u0627\u062a \u062a\u0646\u0638\u06cc\u0645 \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u0628\u0647 \u0646\u0627\u0645 \u062e\u0648\u0634\u0647 \u062f\u0648\u0631 \u0645\u0637\u0627\u0628\u0642\u062a \u0645\u06cc \u0628\u0627\u06cc\u062f. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u0627\u0646\u0648\u0627\u0639 \u067e\u0648\u0631\u062a \u0628\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0633\u0627\u062e\u062a\u0645\u0627\u0646 \u0627\u0631\u0632\u0634 discovery.zen.ping.unicast.hosts. \u0686\u0646\u062f \u06af\u0631\u0647 \u0647\u0627\u06cc Elasticsearch \u062f\u0631 \u0645\u062d\u062f\u0648\u062f\u0647 \u0628\u0646\u0627\u062f\u0631 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0631\u0648\u062a\u0631 \u0634\u0627\u06cc\u0639\u0627\u062a \u0628\u06cc \u0627\u0633\u0627\u0633 \u062f\u0631 \u0647\u0645\u06cc\u0646 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u0639\u0645\u0644 \u0645\u06cc \u06a9\u0646\u0646\u062f. (Automatic Translation)
elastic-search-configuration-name=\u062c\u0633\u062a\u062c\u0648\u06cc \u0627\u0644\u0627\u0633\u062a\u06cc\u06a9
http-cors-allow-origin-help=\u0631\u06cc\u0634\u0647 \u0647\u0627 \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc \u062f\u0647\u062f \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 HTTP CORS \u0641\u0639\u0627\u0644 \u0627\u0633\u062a. (Automatic Translation)
http-cors-configurations-help=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc HTTP CORS \u062f\u0631 \u0642\u0627\u0644\u0628 YML (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc \u0645\u0646\u0627\u0628\u0639 \u0628\u0631\u0631\u0633\u06cc\u060c \u0635\u0644\u06cc\u0628\u060c \u0645\u0646\u0634\u0627\u0621\u060c \u06a9\u0647 \u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc \u06a9\u0646\u062f \u06a9\u0647 \u0622\u06cc\u0627 \u0645\u0631\u0648\u0631\u06af\u0631 \u062f\u0631 \u0645\u0646\u0628\u0639 \u062f\u06cc\u06af\u0631\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0628\u0647 Elasticsearch \u0631\u0627 \u0641\u0639\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644, \u0648\u0628 \u062c\u0644\u0648\u06cc\u06cc \u0627\u0628\u0632\u0627\u0631 \u0645\u0627\u0646\u0646\u062f elasticsearch \u0633\u0631 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u062a\u0635\u0627\u0644. (Automatic Translation)
http-enabled-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0627\u0633\u062a \u0628\u0647 \u0686\u06a9\u060c HTTP \u0644\u0627\u06cc\u0647 \u0641\u0639\u0627\u0644 \u0645\u06cc \u0634\u0648\u062f. \u0627\u06af\u0631 \u0628\u062f\u0648\u0646 \u06a9\u0646\u062a\u0631\u0644\u060c HTTP \u0644\u0627\u06cc\u0647 \u06a9\u0627\u0645\u0644\u0627 \u062f\u0631 \u06af\u0631\u0647 \u0627\u0633\u062a \u06a9\u0647 \u0645\u0639\u0646\u0627 \u0646\u06cc\u0633\u062a \u06a9\u0647 \u0628\u0642\u06cc\u0647 \u062e\u062f\u0645\u062a \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0628\u0647 \u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0646\u062f. (Automatic Translation)
index-name-prefix-help=\u067e\u06cc\u0634\u0648\u0646\u062f \u0628\u0631\u0627\u06cc \u0646\u0627\u0645 \u0634\u0627\u062e\u0635 \u062c\u0633\u062a\u062c\u0648. \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0646\u0628\u0627\u06cc\u062f \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0631 \u0634\u0631\u0627\u06cc\u0637 \u0639\u0627\u062f\u06cc. \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0645\u06cc \u062f\u0647\u06cc\u062f\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0646\u06cc\u0632 \u0641\u0647\u0631\u0633\u062a \u0628\u0646\u062f\u06cc \u0645\u062c\u062f\u062f \u067e\u0648\u0631\u062a\u0627\u0644 \u0648 \u0633\u067e\u0633 \u062f\u0633\u062a\u06cc \u062d\u0630\u0641 \u0635\u0641\u062d\u0647 \u0627\u0648\u0644 \u0642\u062f\u06cc\u0645\u06cc \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06a9\u0646\u0633\u0648\u0644 \u0645\u062f\u06cc\u0631\u06cc\u062a Elasticsearch. (Automatic Translation)
log-exceptions-only-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc, \u0627\u0633\u062a\u062b\u0646\u0627 \u062a\u0646\u0647\u0627 \u0627\u0632 Elasticsearch \u062b\u0628\u062a \u0648 \u0622\u0646\u0647\u0627 \u0631\u0627 rethrow. (Automatic Translation)
network-bind-host-help=Interface(s) \u0634\u0628\u06a9\u0647 \u06af\u0631\u0647 \u0628\u0627\u06cc\u062f \u0627\u062a\u0635\u0627\u0644 \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u06af\u0648\u0634 \u062f\u0627\u062f\u0646 \u0628\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0647\u0627\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a\u06cc. (Automatic Translation)
network-host-help=\u0646\u0627\u0645 \u0645\u06cc\u0632\u0628\u0627\u0646 \u06cc\u0627 \u0622\u062f\u0631\u0633 IP \u0647\u0627 \u06af\u0631\u0647 \u06a9\u0647 \u0628\u0647 \u0646\u0634\u0631 (\u062a\u0628\u0644\u06cc\u063a\u0627\u062a \u0645\u06cc\u0632\u0628\u0627\u0646 \u0628\u0647 \u06af\u0631\u0647 \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631 \u062f\u0631 \u062e\u0648\u0634\u0647). \u0627\u06cc\u0646 \u0645\u06cc\u0627\u0646\u0628\u0631 \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc\u0632\u0628\u0627\u0646 \u0645\u062a\u0635\u0644 \u0634\u0648\u0646\u062f \u0648 \u0645\u06cc\u0632\u0628\u0627\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u0645\u0648\u0639\u0647 \u062f\u0631 \u0647\u0645\u0627\u0646 \u0632\u0645\u0627\u0646 \u0627\u0633\u062a. (Automatic Translation)
network-publish-host-help=\u06a9\u0647 \u0622\u0646 \u06af\u0631\u0647 \u0628\u0647 \u0622\u0646 \u0627\u062a\u0635\u0627\u0644 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062a\u0646\u0647\u0627 \u0631\u0627\u0628\u0637 \u06af\u0631\u0647 \u0628\u0647 \u06af\u0631\u0647 \u062f\u06cc\u06af\u0631 \u062f\u0631 \u062e\u0648\u0634\u0647\u060c \u062a\u0628\u0644\u06cc\u063a. (Automatic Translation)
operation-mode-help=\u062d\u0627\u0644\u062a \u0639\u0645\u0644\u06cc\u0627\u062a \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u0645\u062a\u0635\u0644 \u0628\u0647 \u06cc\u06a9 \u062e\u0648\u0634\u0647 Elasticsearch \u0645\u0633\u062a\u0642\u0644 \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631. \u062d\u0627\u0644\u062a \u0639\u0645\u0644\u06cc\u0627\u062a \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647 \u067e\u0648\u0631\u062a\u0627\u0644 \u0628\u0627 \u0646\u0645\u0648\u0646\u0647 Elasticsearch \u062f\u0627\u062e\u0644\u06cc \u062f\u0631 \u0647\u0645\u0627\u0646 JVM \u0634\u0631\u0648\u0639 \u0645\u06cc \u0634\u0648\u062f. \u062d\u0627\u0644\u062a \u0639\u0645\u0644\u06cc\u0627\u062a \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
override-type-mappings-help=\u062a\u0639\u06cc\u06cc\u0646 \u0631\u0627 \u0628\u0631\u0627\u06cc LiferayDocumentType \u06a9\u0644 \u062f\u0631 \u0641\u0631\u0645\u062a JSON (Elasticsearch \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0646\u0642\u0634\u0647 \u0628\u0631\u062f\u0627\u0631\u06cc API) \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f. \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0634\u0627\u062e\u0635 \u0627\u06cc\u062c\u0627\u062f \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062a\u0639\u06cc\u06cc\u0646 \u062a\u0639\u0631\u06cc\u0641 \u0648 \u0647\u0631 \u0646\u0642\u0637\u0647 \u06af\u0633\u062a\u0631\u0634 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u062a\u0639\u0631\u06cc\u0641 \u0646\u06af\u0627\u0634\u062a \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0628\u0647 \u062c\u0627\u06cc \u0646\u0627\u062f\u06cc\u062f\u0647 \u0627\u0633\u062a. \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0627\u06af\u0631 \u0634\u0645\u0627 \u0646\u06cc\u0627\u0632 \u0628\u0647 LiferayDocumentType \u0628\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f \u0628\u0631\u0627\u06cc \u0632\u0645\u06cc\u0646\u0647 \u0647\u0627\u06cc \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u0634\u0648\u062f. \u0627\u06af\u0631 \u0634\u0645\u0627 \u0641\u0642\u0637 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0646\u06af\u0627\u0634\u062a \u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc \u062c\u062f\u06cc\u062f \u0628\u062f\u0648\u0646 \u0647\u0631 \u06af\u0648\u0646\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0627 \u0647\u0645 \u062a\u062f\u0627\u062e\u0644 \u062f\u0627\u0631\u0646\u062f\u060c \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=\u062a\u0639\u062f\u0627\u062f \u062a\u062c\u062f\u06cc\u062f\u0646\u0638\u0631 \u0627\u06af\u0631 \u062f\u0631\u06af\u06cc\u0631\u06cc \u0646\u0633\u062e\u0647 \u0631\u062e \u0645\u06cc \u062f\u0647\u062f \u0628\u0647 \u062f\u0644\u06cc\u0644 \u0633\u0646\u062f \u0628\u06cc\u0646 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0622\u0646 \u0648 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0622\u0646 \u0628\u0647 \u0631\u0648\u0632 \u0634\u062f. (Automatic Translation)
sync-search=\u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0645\u0648\u0636\u0648\u0639 invoker \u0648 \u0646\u0647 \u062f\u0631 Elasticsearch \u062f\u0631 \u062c\u0633\u062a\u062c\u0648\u06cc \u0645\u0648\u0636\u0648\u0639 \u0627\u0633\u062a\u062e\u0631 \u0627\u062c\u0631\u0627 \u0634\u0648\u062f \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0645\u06cc \u0634\u0648\u062f. \u0627\u06cc\u0646 \u062a\u0646\u0647\u0627 \u0628\u0647 \u062d\u0627\u0644\u062a \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647 \u0639\u0645\u0644 \u0627\u0639\u0645\u0627\u0644 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
transport-addresses-help=\u0622\u062f\u0631\u0633 \u06af\u0631\u0647 \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0628\u0647. \u0648\u0642\u062a\u06cc \u062d\u0627\u0644\u062a \u0639\u0645\u0644\u06cc\u0627\u062a \u062f\u0631 \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u062a\u0646\u0638\u06cc\u0645 \u0645\u06cc \u0634\u0648\u062f \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a. (Automatic Translation)
transport-tcp-port-help=\u067e\u0648\u0631\u062a \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0628\u0631\u0627\u06cc \u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u06cc\u0646 \u06af\u0631\u0647. \u0627\u0631\u0632\u0634 \u0648\u0627\u062d\u062f \u06cc\u0627 \u0645\u062d\u062f\u0648\u062f\u0647 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c 9300 9400) \u0631\u0627 \u0645\u06cc \u067e\u0630\u06cc\u0631\u062f. (Automatic Translation)
