#X-Generator: crowdin.com
additional-configurations-help=YML \u0938\u094d\u0935\u0930\u0942\u092a (elasticsearch.yml) \u092e\u0947\u0902 \u090f\u092e\u094d\u092c\u0947\u0921\u0947\u0921 Elasticsearch, \u0915\u0947 \u0932\u093f\u090f \u0915\u0938\u094d\u091f\u092e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938\u0964 (Automatic Translation)
additional-index-configurations-help=Liferay \u0915\u0940 \u0924\u0930\u0939 \u0938\u0942\u091a\u0915\u093e\u0902\u0915, JSON \u092f\u093e YML \u0938\u094d\u0935\u0930\u0942\u092a (Elasticsearch \u092c\u0928\u093e\u090f\u0901 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e API) \u0915\u0947 \u0932\u093f\u090f \u0915\u0938\u094d\u091f\u092e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938\u0964 (Automatic Translation)
additional-type-mappings-help=LiferayDocumentType, JSON \u092a\u094d\u0930\u093e\u0930\u0942\u092a (Elasticsearch \u0921\u093e\u0932 \u092e\u093e\u0928\u091a\u093f\u0924\u094d\u0930\u0923 API) \u0915\u0947 \u0932\u093f\u090f \u0915\u0938\u094d\u091f\u092e \u092e\u0948\u092a\u093f\u0902\u0917\u0964 \u0907\u0938 \u092e\u0942\u0932\u094d\u092f \u0915\u0947 \u0938\u093e\u0925 \u0928\u092f\u093e \u092b\u093c\u0940\u0932\u094d\u0921 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u0947\u0935\u0932 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u092f\u0926\u093f \u0906\u092a \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0905\u0927\u093f\u0935\u094d\u092f\u093e\u092a\u094d\u0924 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u0947 \u0938\u093e\u0925 \u0907\u0938 \u092e\u093e\u0928 \u0938\u0947\u091f \u0915\u0930\u0947\u0902, \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0935\u093f\u092b\u0932 \u0930\u0939\u0924\u093e \u0939\u0948\u0964 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u094b \u092a\u0942\u0930\u0940 \u0924\u0930\u0939 \u0938\u0947 \u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, overrideTypeMappings \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
bootstrap-mlockall-help=\u0907\u0938 \u091c\u093e\u0901\u091a \u0915\u0940 \u0939\u0948, \u0924\u094b \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u0915\u093e \u092a\u0924\u093e \u0938\u094d\u0925\u093e\u0928 \u0930\u0948\u092e, \u092c\u093e\u0939\u0930 \u0938\u094d\u0935\u0948\u092a \u0915\u093f\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0938\u0947 \u0915\u093f\u0938\u0940 \u092d\u0940 Elasticsearch \u0938\u094d\u092e\u0943\u0924\u093f \u0915\u094b \u0930\u094b\u0915\u0928\u0947 \u092e\u0947\u0902 \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 (Automatic Translation)
client-transport-ignore-cluster-name-help=\u0907\u0938 \u091c\u093e\u0901\u091a \u0915\u0940 \u0939\u0948, \u0924\u094b \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u0928\u093e\u092e \u092e\u093e\u0928\u094d\u092f\u0924\u093e \u0915\u0928\u0947\u0915\u094d\u091f\u0947\u0921 \u0928\u094b\u0921\u094d\u0938 \u0915\u093e \u0927\u094d\u092f\u093e\u0928 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u0915\u094d\u0932\u093e\u0907\u0902\u091f \u0928\u094b\u0921 \u0905\u0915\u094d\u0938\u0930 \u0928\u092e\u0942\u0928\u093e/\u092a\u093f\u0902\u0917 \u0928\u094b\u0921\u094d\u0938 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0914\u0930 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0948\u0938\u0947 \u092a\u0930 \u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0926\u0947\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
client-transport-sniff-help=\u0907\u0938 \u091c\u093e\u0901\u091a \u0915\u0940 \u0939\u0948, \u0924\u094b \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u0938\u0942\u0901\u0918\u0928\u0947 \u0917\u0924\u093f\u0936\u0940\u0932 \u0930\u0942\u092a \u0938\u0947 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u094b\u0921\u094d\u0938 \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0916\u094b\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 (Automatic Translation)
cluster-name-help=\u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093e \u0928\u093e\u092e \u0939\u0948\u0964 \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u092e\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0926\u0942\u0930\u0938\u094d\u0925 \u0938\u0947\u091f \u0939\u0948, \u091c\u092c \u0926\u0942\u0930\u0938\u094d\u0925 \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u0928\u093e\u092e \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Discovery.zen.ping.unicast.hosts \u092e\u093e\u0928 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u092c \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094b\u0930\u094d\u091f \u0915\u0940 \u0936\u094d\u0930\u0947\u0923\u0940\u0964 \u090f\u0915\u093e\u0927\u093f\u0915 Elasticsearch \u0928\u094b\u0921\u094d\u0938 \u092a\u094b\u0930\u094d\u091f \u0915\u0940 \u090f\u0915 \u0936\u094d\u0930\u0947\u0923\u0940 \u092a\u0930 \u0917\u092a\u0936\u092a \u0930\u0942\u091f\u0930\u094d\u0938 \u090f\u0915 \u0939\u0940 \u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u092a\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0915\u093e\u0930\u094d\u092f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=\u092e\u0942\u0932 HTTP CORS \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u091c\u092c \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964 (Automatic Translation)
http-cors-configurations-help=YML \u0938\u094d\u0935\u0930\u0942\u092a (elasticsearch.yml) \u092e\u0947\u0902 \u0915\u0938\u094d\u091f\u092e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 HTTP CORS, \u0915\u0947 \u0932\u093f\u090f\u0964 (Automatic Translation)
http-cors-enabled-help=\u092f\u0939 \u0939\u0948, \u0924\u094b \u091a\u0947\u0915 \u0915\u093f\u090f \u0917\u090f, \u0915\u094d\u0930\u0949\u0938-\u092e\u0942\u0932 \u0938\u0902\u0938\u093e\u0927\u0928 \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947, \u091c\u094b \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u093f \u0915\u094d\u092f\u093e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u092e\u0942\u0932 \u092a\u0930 \u090f\u0915 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f Elasticsearch \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u092f\u0926\u093f \u0905\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e, \u0935\u0947\u092c front-end elasticsearch-\u0938\u093f\u0930 \u091c\u0948\u0938\u0947 \u0909\u092a\u0915\u0930\u0923 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
http-enabled-help=\u0907\u0938 \u091c\u093e\u0901\u091a \u0915\u0940 \u0939\u0948, \u0924\u094b HTTP \u092a\u0930\u0924 \u0938\u0915\u094d\u0937\u092e \u0939\u0948\u0964 \u092f\u0926\u093f \u0905\u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924, HTTP \u092a\u0930\u0924 \u092a\u0942\u0930\u0940 \u0924\u0930\u0939 \u0938\u0947 \u0906\u0930\u093e\u092e \u0915\u0940 \u0938\u0947\u0935\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0939\u0940\u0902 \u0939\u094b\u0924\u0940 \u0939\u0948\u0902 \u091c\u094b \u0928\u094b\u0921\u094d\u0938 \u092a\u0930 \u0938\u0940\u0927\u0947 \u0905\u0915\u094d\u0937\u092e \u0939\u0948\u0902 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
index-name-prefix-help=\u0909\u092a\u0938\u0930\u094d\u0917 \u0916\u094b\u091c \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0928\u093e\u092e \u0915\u0947 \u0932\u093f\u090f\u0964 \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u092a\u0930\u093f\u0938\u094d\u0925\u093f\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u0924\u0939\u0924 \u092f\u0939 \u092e\u093e\u0928 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u0906\u092a \u092f\u0939 \u092e\u093e\u0928 \u092c\u0926\u0932\u0924\u0947 \u0939\u0948\u0902, \u0924\u094b \u0906\u092a\u0915\u094b \u092d\u0940 \u092a\u094b\u0930\u094d\u091f\u0932 \u092a\u0941\u0928\: \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0914\u0930 \u0924\u092c \u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u092a\u0941\u0930\u093e\u0928\u0947 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e Elasticsearch \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0928 \u0915\u0902\u0938\u094b\u0932 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0939\u091f\u093e\u090f\u0901\u0964 (Automatic Translation)
log-exceptions-only-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0915\u0947\u0935\u0932 Elasticsearch \u0938\u0947 \u0905\u092a\u0935\u093e\u0926 \u0932\u0949\u0917 \u0915\u0930\u0924\u093e \u0939\u0948 \u0914\u0930 \u0909\u0928\u094d\u0939\u0947\u0902 rethrow \u0928\u0939\u0940\u0902\u0964 (Automatic Translation)
network-bind-host-help=\u0928\u0947\u091f\u0935\u0930\u094d\u0915 interface (s) \u090f\u0915 \u0928\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0926\u0947\u0936 \u0915\u0947 \u0932\u093f\u090f \u0906\u0928\u0947 \u0935\u093e\u0932\u0947 \u0905\u0928\u0941\u0930\u094b\u0927\u094b\u0902 \u0915\u094b \u0938\u0941\u0928\u0947\u0917\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092c\u093e\u0907\u0902\u0921 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
network-host-help=\u0939\u094b\u0938\u094d\u091f \u0928\u093e\u092e \u092f\u093e IP \u092a\u0924\u093e \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u091c\u094b \u0928\u094b\u0921 \u0915\u0947 \u0932\u093f\u090f, binded (\u0939\u094b\u0938\u094d\u091f \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0905\u0928\u094d\u092f \u0928\u094b\u0921\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f \u0935\u093f\u091c\u094d\u091e\u093e\u092a\u093f\u0924)\u0964 \u092f\u0939 \u091c\u094b \u092c\u093e\u0907\u0902\u0921 \u092e\u0947\u091c\u092c\u093e\u0928 \u0914\u0930 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 \u0939\u094b\u0938\u094d\u091f \u0938\u0947\u091f \u090f\u0915 \u0939\u0940 \u0938\u092e\u092f \u092e\u0947\u0902 \u090f\u0915 \u0936\u0949\u0930\u094d\u091f\u0915\u091f \u0939\u0948\u0964 (Automatic Translation)
network-publish-host-help=\u0924\u093e\u0915\u093f \u0909\u0928 \u0928\u094b\u0921\u094d\u0938 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092f\u0939 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915\u0932 \u0907\u0902\u091f\u0930\u092b\u093c\u0947\u0938 advertises \u0928\u094b\u0921 \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0905\u0928\u094d\u092f \u0928\u094b\u0921\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f\u0964 (Automatic Translation)
operation-mode-help=\u0926\u0942\u0930\u0938\u094d\u0925 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u092e\u094b\u0921 \u090f\u0915 \u0926\u0942\u0930\u0938\u094d\u0925 \u0938\u094d\u091f\u0948\u0902\u0921\u0905\u0932\u094b\u0928 Elasticsearch \u0915\u094d\u0932\u0938\u094d\u091f\u0930 \u0915\u0947 \u0932\u093f\u090f \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u090f\u0902\u092c\u0947\u0921\u0947\u0921 \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u092e\u094b\u0921 \u090f\u0915 \u0939\u0940 JVM \u092e\u0947\u0902 \u0906\u0902\u0924\u0930\u093f\u0915 Elasticsearch \u0906\u0935\u0943\u0924\u094d\u0924\u093f \u0915\u0947 \u0938\u093e\u0925 \u092a\u094b\u0930\u094d\u091f\u0932 \u0936\u0941\u0930\u0942 \u0939\u094b\u0924\u093e \u0939\u0948\u0964 \u090f\u0902\u092c\u0947\u0921\u0947\u0921 \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u092e\u094b\u0921 \u0905\u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0939\u0948\u0964 (Automatic Translation)
override-type-mappings-help=\u0938\u0902\u092a\u0942\u0930\u094d\u0923 LiferayDocumentType, JSON \u092a\u094d\u0930\u093e\u0930\u0942\u092a (Elasticsearch \u0921\u093e\u0932 \u092e\u093e\u0928\u091a\u093f\u0924\u094d\u0930\u0923 API) \u0915\u0947 \u0932\u093f\u090f \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u0906\u092a \u0907\u0938 \u092e\u093e\u0928 \u0938\u0947\u091f \u0915\u0930\u0947\u0902, \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092e\u0948\u092a\u093f\u0902\u0917 \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0914\u0930 \u0907\u0938\u0915\u0947 \u092c\u091c\u093e\u092f \u0907\u0938 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u092e\u0948\u092a\u093f\u0902\u0917 \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0905\u0902\u0915 \u092a\u0930 \u0927\u094d\u092f\u093e\u0928 \u0928\u0939\u0940\u0902 \u0926\u0947\u0924\u093e\u0964 \u092f\u0926\u093f \u0906\u092a\u0915\u094b LiferayDocumentType \u0917\u0948\u0930\u092e\u093e\u0928\u0915 \u092e\u0948\u092a\u093f\u0902\u0917 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u0947 \u0932\u093f\u090f \u0915\u0947 \u0938\u093e\u0925 \u092c\u0928\u093e\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 \u0905\u0917\u0930 \u0906\u092a \u092c\u0938 \u0915\u093f\u0938\u0940 \u092d\u0940 \u091a\u0942\u0915 \u092a\u0930 \u0905\u0927\u093f\u0935\u094d\u092f\u093e\u092a\u0928 \u0915\u0947 \u092c\u093f\u0928\u093e \u0928\u0908 \u0915\u0938\u094d\u091f\u092e \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948, additionalTypeMappings \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
retry-on-conflict-help=\u092f\u0926\u093f \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948 \u092f\u0939 \u0914\u0930 \u0907\u0938\u0947 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u0940\u091a \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e, \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0915\u094b\u0908 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0935\u093f\u0930\u094b\u0927 \u0939\u094b\u0924\u0940 \u0939\u0948 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e\u0964 (Automatic Translation)
sync-search=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0924\u094b \u0916\u094b\u091c Elasticsearch \u0915\u0940 \u0916\u094b\u091c \u0925\u094d\u0930\u0947\u0921 \u092a\u0942\u0932 \u092e\u0947\u0902 \u0915\u0947 \u092c\u091c\u093e\u092f invoker \u0925\u094d\u0930\u0947\u0921 \u092a\u0930 \u091a\u0932\u093e\u0924\u093e \u0939\u0948\u0964 \u092f\u0939 \u0915\u0947\u0935\u0932 \u090f\u092e\u094d\u092c\u0947\u0921\u0947\u0921 \u0911\u092a\u0930\u0947\u0936\u0928 \u092e\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
transport-addresses-help=\u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0926\u0942\u0930\u0938\u094d\u0925 \u0928\u094b\u0921 \u092a\u0924\u0947\u0964 \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u092e\u094b\u0921 \u0926\u0942\u0930\u0938\u094d\u0925 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u0948, \u091c\u092c \u092f\u0939 \u092e\u093e\u0928 \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0964 (Automatic Translation)
transport-tcp-port-help=\u0928\u094b\u0921\u094d\u0938 \u0915\u0947 \u092c\u0940\u091a \u0938\u0902\u091a\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u092c\u093e\u0907\u0902\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094b\u0930\u094d\u091f\u0964 \u090f\u0915 \u090f\u0915\u0932 \u092e\u093e\u0928 \u092f\u093e \u090f\u0915 \u0936\u094d\u0930\u0947\u0923\u0940 (\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, 9300-9400) \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
