#X-Generator: crowdin.com
additional-configurations-help=Egy\u00e9ni be\u00e1ll\u00edt\u00e1sok a be\u00e1gyazott Elasticsearch YML form\u00e1tumban (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Egy\u00e9ni be\u00e1ll\u00edt\u00e1sait a Liferay index, JSON vagy YML form\u00e1tumban (Elasticsearch teremt Index API). (Automatic Translation)
additional-type-mappings-help=A LiferayDocumentType, JSON form\u00e1tumban (Elasticsearch tesz lek\u00e9pez\u00e9s API) egy\u00e9ni lek\u00e9pez\u00e9seit. \u00daj mez\u0151-hozz\u00e1rendel\u00e9sek csak ezt az \u00e9rt\u00e9ket kell be\u00e1ll\u00edtani. Ha ezt az \u00e9rt\u00e9ket b\u00e1rmely egym\u00e1st \u00e1tfed\u0151 alap\u00e9rtelmezett mez\u0151k lek\u00e9pez\u00e9seit, az index l\u00e9trehoz\u00e1sa sikertelen. Alap\u00e9rtelmezett lek\u00e9pez\u00e9s teljesen cser\u00e9j\u00e9hez haszn\u00e1lja a overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Ha ez be van jel\u00f6lve, a folyamat c\u00edmter\u00fclet\u00e9n van z\u00e1rt-ba RAM, megakad\u00e1lyozza, hogy b\u00e1rmely Elasticsearch mem\u00f3ria l\u00e9t cser\u00e9lt\u00e9k ki. (Automatic Translation)
client-transport-ignore-cluster-name-help=Ha ez be van jel\u00f6lve, a f\u00fcrt neve \u00e9rv\u00e9nyes\u00edt\u00e9s-b\u00f3l \u00f6sszekapcsolt csom\u00f3pontok figyelmen k\u00edv\u00fcl hagyja. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Arra utas\u00edtja az \u00fcgyf\u00e9l csom\u00f3pont milyen gyakran minta/ping a csom\u00f3pontok felsorolt \u00e9s \u00f6sszekapcsolt. (Automatic Translation)
client-transport-sniff-help=Ha ez be van jel\u00f6lve, f\u00fcrt szippant\u00e1s dinamikusan felfedezni a f\u00fcrt el\u00e9rhet\u0151 csom\u00f3pontjain enged\u00e9lyezve van. (Automatic Translation)
cluster-name-help=Csatlakozzon a f\u00fcrt neve. Nev\u00e9nek meg kell egyeznie a t\u00e1voli f\u00fcrt amikor m\u0171k\u00f6d\u00e9si m\u00f3d van be\u00e1ll\u00edtva a t\u00e1voli. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Sz\u00e1mos, a kik\u00f6t\u0151k \u00e9p\u00edt\u00e9sekor a discovery.zen.ping.unicast.hosts \u00e9rt\u00e9k. T\u00f6bb Elasticsearch csom\u00f3pontok egy porttartom\u00e1nyt is \u00fatv\u00e1laszt\u00f3k\u00e9nt pletyka\: ugyanazon a sz\u00e1m\u00edt\u00f3g\u00e9pen. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch
http-cors-allow-origin-help=Ha enged\u00e9lyezve van a HTTP CORS hogy eredet\u00e9t. (Automatic Translation)
http-cors-configurations-help=Egy\u00e9ni be\u00e1ll\u00edt\u00e1sok HTTP CORS, YML form\u00e1tumban (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Ha az ellen\u0151rz\u00f6tt, kereszt-eredet\u0171 er\u0151forr\u00e1s-megoszt\u00e1s enged\u00e9lyezve van, amely meghat\u00e1rozza, hogy egy legel-ra m\u00e1s eredet\u0171 lehet, hogy k\u00e9ri Elasticsearch. Ha le van tiltva, webes el\u0151t\u00e9r eszk\u00f6z\u00f6k, mint a elasticsearch vezet\u0151je m\u00e1jus lenni k\u00e9ptelen-hoz \u00f6sszek\u00f6t. (Automatic Translation)
http-enabled-help=Ha ez be van jel\u00f6lve, akkor a HTTP-r\u00e9teg enged\u00e9lyezve van. Ha nincs bejel\u00f6lve, a HTTP-r\u00e9teg teljes eg\u00e9sz\u00e9ben a csom\u00f3pontok, amelyek nem c\u00e9lja, hogy szolg\u00e1lja a t\u00f6bbi k\u00e9relmeket k\u00f6zvetlen\u00fcl le vannak tiltva. (Automatic Translation)
index-name-prefix-help=Az el\u0151tag keres\u00e9si index nev\u00e9t. Ez az \u00e9rt\u00e9k nem m\u00f3dos\u00edthat\u00f3, norm\u00e1l k\u00f6r\u00fclm\u00e9nyek k\u00f6z\u00f6tt. Ha megv\u00e1ltoztatja ezt az \u00e9rt\u00e9ket, is \u00fajraindexel\u00e9s a port\u00e1l, \u00e9s k\u00e9zzel t\u00f6r\u00f6lje a r\u00e9gi index a Elasticsearch fel\u00fcgyeleti konzol seg\u00edts\u00e9g\u00e9vel. (Automatic Translation)
log-exceptions-only-help=Ha ez be van jel\u00f6lve, napl\u00f3k kiv\u00e9telek csak Elasticsearch, \u00e9s \u0151ket \u00fajrakiv\u00e1lthat\u00f3 nem kiv\u00e9tel. (Automatic Translation)
network-bind-host-help=A h\u00e1l\u00f3zati interf\u00e9sz (ek) egy csom\u00f3pont kell k\u00f6tni annak \u00e9rdek\u00e9ben, hogy a bej\u00f6v\u0151 k\u00e9relmek figyel\u00e9s\u00e9hez. (Automatic Translation)
network-host-help=Az \u00e1llom\u00e1sn\u00e9v vagy IP-c\u00edm\u00e9t k\u00e9vek\u00f6t\u0151 munk\u00e1s, ahhoz a csom\u00f3ponthoz, amit haszn\u00e1lnak-hoz k\u00f6zz\u00e9tesz (hirdetni) az \u00e1llom\u00e1s a f\u00fcrt \u00f6sszes t\u00f6bbi csom\u00f3pontj\u00e1ra. Ez egy parancsikont, amely meghat\u00e1rozza a bind \u00e1llom\u00e1st \u00e9s a k\u00f6zz\u00e9t\u00e9tel fogad\u00f3 ugyanabban az id\u0151ben. (Automatic Translation)
network-publish-host-help=Az egys\u00e9ges interf\u00e9sz a csom\u00f3pont hirdeti a f\u00fcrt \u00f6sszes t\u00f6bbi csom\u00f3pontj\u00e1ra, \u00fagy, hogy azokon a csom\u00f3pontokon, tud \u00f6sszek\u00f6t-hoz ez. (Automatic Translation)
operation-mode-help=A T\u00c1VOLI \u00fczemm\u00f3d csatlakozik egy t\u00e1voli egyed\u00fcl\u00e1ll\u00f3 Elasticsearch f\u00fcrt. A BE\u00c1GYAZOTT \u00fczemm\u00f3dja port\u00e1l kezd\u0151dik egy bels\u0151 Elasticsearch p\u00e9ld\u00e1ny ugyanazon a JVM-ben. A BE\u00c1GYAZOTT m\u0171k\u00f6d\u00e9si m\u00f3d nem t\u00e1mogatott. (Automatic Translation)
override-type-mappings-help=Hozz\u00e1rendel\u00e9sek fel\u00fcl\u00edr\u00e1sa az eg\u00e9sz LiferayDocumentType, JSON form\u00e1tumban (Elasticsearch tesz lek\u00e9pez\u00e9s API). Ha ezt az \u00e9rt\u00e9ket, akkor az index l\u00e9trehoz\u00e1sa \u00e9s figyelmen k\u00edv\u00fcl hagyja az alap\u00e9rtelmezett t\u00e1rs\u00edt\u00e1sok meghat\u00e1roz\u00e1sa minden Hosszabb\u00edt\u00f3pontok, haszn\u00e1l-e alternat\u00edv hozz\u00e1rendel\u00e9sek meghat\u00e1roz\u00e1s helyett. Haszn\u00e1lja ezt, ha sz\u00fcks\u00e9ge van LiferayDocumentType, l\u00e9tre kell hozni a nem szabv\u00e1nyos lek\u00e9pez\u00e9s alap\u00e9rtelmezett mez\u0151k. Ha \u00d6n csak sz\u00fcks\u00e9g-hoz hozz\u00e1adni \u00faj egy\u00e9ni hozz\u00e1rendel\u00e9sek, an\u00e9lk\u00fcl, hogy b\u00e1rmilyen alap\u00e9rtelmezett \u00e1tfed\u0151, haszn\u00e1lja additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Ha v\u00e1ltozat \u00fctk\u00f6z\u00e9s l\u00e9p fel, mert a dokumentum friss\u00edt\u00e9se k\u00f6z\u00f6tt kell megkapniuk friss\u00edtett\u00e9k az \u00fajrapr\u00f3b\u00e1lkoz\u00e1sok sz\u00e1ma. (Automatic Translation)
sync-search=Ha ez be van jel\u00f6lve, keres\u00e9s fut a megh\u00edv\u00f3nak a t\u00e9ma, nem pedig Elasticsearch bar\u00e1tait keres\u00e9si sz\u00e1l medence. Ez csak azokra vonatkozik be\u00e1gyazott \u00fczemm\u00f3dja. (Automatic Translation)
transport-addresses-help=A t\u00e1voli csom\u00f3pont-c\u00edmek csatlakozni. Ez az \u00e9rt\u00e9k sz\u00fcks\u00e9g, amikor a m\u0171k\u00f6d\u00e9si m\u00f3d van be\u00e1ll\u00edtva, hogy T\u00c1VOLI. (Automatic Translation)
transport-tcp-port-help=A kik\u00f6t\u0151-hoz k\u00f6t\u0151dik a csom\u00f3pontok k\u00f6zti kommunik\u00e1ci\u00f3ban. Fogadja el egyetlen \u00e9rt\u00e9ket vagy tartom\u00e1nyt (pl. 9300-9400). (Automatic Translation)
