#X-Generator: crowdin.com
additional-configurations-help=\u5d4c\u5165\u5f0f Elasticsearch\uff0c\u5728\u9633\u660e\u683c\u5f0f (elasticsearch.yml) \u7684\u7684\u81ea\u5b9a\u4e49\u8bbe\u7f6e\u3002 (Automatic Translation)
additional-index-configurations-help=\u5bf9\u4e8e Liferay \u7d22\u5f15\uff0cJSON \u6216\u9633\u660e\u683c\u5f0f (Elasticsearch \u521b\u5efa\u7d22\u5f15 API) \u7684\u81ea\u5b9a\u4e49\u8bbe\u7f6e\u3002 (Automatic Translation)
additional-type-mappings-help=LiferayDocumentType\uff0c\u4ee5 JSON \u683c\u5f0f (Elasticsearch \u628a\u6620\u5c04 API) \u7684\u7684\u81ea\u5b9a\u4e49\u6620\u5c04\u3002\u6b64\u503c\u5e94\u8bbe\u7f6e\u4e0e\u65b0\u5b57\u6bb5\u6620\u5c04\u53ea\u3002\u5982\u679c\u4f60\u8bbe\u7f6e\u6b64\u503c\u4e0e\u4efb\u4f55\u91cd\u53e0\u7684\u6620\u5c04\u4e3a\u9ed8\u8ba4\u5b57\u6bb5\uff0c\u7d22\u5f15\u521b\u5efa\u5931\u8d25\u3002\u8981\u5b8c\u5168\u66ff\u6362\u9ed8\u8ba4\u6620\u5c04\uff0c\u8bf7\u4f7f\u7528 overrideTypeMappings\u3002 (Automatic Translation)
bootstrap-mlockall-help=\u5982\u679c\u9009\u4e2d\u6b64\u9879\uff0c\u8fdb\u7a0b\u7684\u5730\u5740\u7a7a\u95f4\u88ab\u9501\u5b9a\u5230 RAM\uff0c\u9632\u6b62\u4efb\u4f55 Elasticsearch \u5185\u5b58\u88ab\u6362\u51fa\u3002 (Automatic Translation)
client-transport-ignore-cluster-name-help=\u5982\u679c\u9009\u4e2d\u4e86\u6b64\u9009\u9879\uff0c\u5219\u5ffd\u7565\u8fde\u63a5\u7684\u8282\u70b9\u7684\u7fa4\u96c6\u540d\u79f0\u9a8c\u8bc1\u3002 (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u6307\u793a\u5982\u4f55\u7ecf\u5e38\u6837\u54c1/\u576a\u7684\u8282\u70b9\u5217\u51fa\u548c\u8fde\u63a5\u4e0a\u7684\u5ba2\u6237\u7aef\u8282\u70b9\u3002 (Automatic Translation)
client-transport-sniff-help=\u5982\u679c\u9009\u4e2d\u4e86\u6b64\u9009\u9879\uff0c\u7fa4\u96c6\u55c5\u63a2\u88ab\u542f\u7528\u52a8\u6001\u53d1\u73b0\u53ef\u7528\u7fa4\u96c6\u4e2d\u7684\u8282\u70b9\u3002 (Automatic Translation)
cluster-name-help=\u8981\u52a0\u5165\u7684\u7fa4\u96c6\u7684\u540d\u79f0\u3002\u540d\u79f0\u5e94\u5339\u914d\u8fdc\u7a0b\u7fa4\u96c6\u64cd\u4f5c\u6a21\u5f0f\u8bbe\u7f6e\u4e3a\u8fdc\u7a0b\u65f6\u3002 (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u8981\u751f\u6210\u7684 discovery.zen.ping.unicast.hosts \u503c\u65f6\u4f7f\u7528\u7684\u7aef\u53e3\u8303\u56f4\u3002\u5728\u4e00\u7cfb\u5217\u7aef\u53e3\u4e0a\u7684\u591a\u4e2a Elasticsearch \u8282\u70b9\u53ef\u4ee5\u4f5c\u4e3a\u516b\u5366\u8def\u7531\u5668\u5728\u540c\u4e00\u53f0\u8ba1\u7b97\u673a\u3002 (Automatic Translation)
elastic-search-configuration-name=\u5f39\u6027\u641c\u7d22
http-cors-allow-origin-help=\u5141\u8bb8\u542f\u7528 HTTP CORS \u7684\u8d77\u6e90\u3002 (Automatic Translation)
http-cors-configurations-help=HTTP CORS \u9633\u660e\u683c\u5f0f (elasticsearch.yml) \u7684\u81ea\u5b9a\u4e49\u8bbe\u7f6e\u3002 (Automatic Translation)
http-cors-enabled-help=\u5982\u679c\u8fd9\u662f\u7b7e\u3001 \u8de8\u8d77\u6e90\u7684\u8d44\u6e90\u5171\u4eab\u88ab\u542f\u7528\uff0c\u8fd9\u51b3\u5b9a\u4e86\u662f\u5426\u4e0a\u53e6\u4e00\u4e2a\u8d77\u6e90\u7684\u6d4f\u89c8\u5668\u53ef\u4ee5\u5411 Elasticsearch \u53d1\u51fa\u8bf7\u6c42\u3002\u5982\u679c\u7981\u7528\uff0c\u50cf elasticsearch \u5934 web \u524d\u7aef\u5de5\u5177\u53ef\u80fd\u65e0\u6cd5\u8fde\u63a5\u3002 (Automatic Translation)
http-enabled-help=\u5982\u679c\u9009\u4e2d\u4e86\u6b64\u9009\u9879\uff0c\u542f\u7528 HTTP \u5c42\u3002\u5982\u679c\u4e0d\u52a0\u4ee5\u63a7\u5236\uff0c\u5b8c\u5168\u4e0a\u4e0d\u53ea\u662f\u5176\u4f59\u7684\u8282\u70b9\u7684 HTTP \u5c42\u8bf7\u76f4\u63a5\u88ab\u7981\u7528\u3002 (Automatic Translation)
index-name-prefix-help=\u641c\u7d22\u7d22\u5f15\u540d\u79f0\u7684\u524d\u7f00\u3002\u5728\u6b63\u5e38\u60c5\u51b5\u4e0b\uff0c\u4e0d\u5e94\u66f4\u6539\u6b64\u503c\u3002\u5982\u679c\u60a8\u66f4\u6539\u6b64\u503c\uff0c\u4f60\u5fc5\u987b\u4e5f\u91cd\u65b0\u7d22\u5f15\u95e8\u6237\uff0c\u7136\u540e\u624b\u52a8\u5220\u9664\u65e7\u7684\u7d22\u5f15\u4f7f\u7528 Elasticsearch \u7ba1\u7406\u63a7\u5236\u53f0\u3002 (Automatic Translation)
log-exceptions-only-help=\u5982\u679c\u9009\u4e2d\u4e86\u6b64\u9009\u9879\uff0c\u4ec5\u4ece Elasticsearch \u8bb0\u5f55\u5f02\u5e38\u548c\u4e0d\u518d\u6b21\u5f15\u53d1\u4ed6\u4eec\u3002 (Automatic Translation)
network-bind-host-help=\u7f51\u7edc\u63a5\u53e3\u7684\u8282\u70b9\u5e94\u7ed1\u5b9a\u5230\u4ee5\u4fa6\u542c\u4f20\u5165\u8bf7\u6c42\u3002 (Automatic Translation)
network-host-help=\u4e3b\u673a\u540d\u6216 IP \u5730\u5740\u7ed1\u5b9a\u5230\u7684\u8282\u70b9\uff0c\u7528\u4e8e\u53d1\u5e03 \uff08\u5e7f\u544a\uff09 \u4e3b\u673a\u5230\u7fa4\u96c6\u4e2d\u5176\u4ed6\u8282\u70b9\u3002\u8fd9\u662f\u4e00\u4e2a\u5feb\u6377\u65b9\u5f0f\uff0c\u5728\u540c\u4e00\u65f6\u95f4\u8bbe\u7f6e\u7ed1\u5b9a\u4e3b\u673a\u548c\u53d1\u5e03\u4e3b\u673a\u3002 (Automatic Translation)
network-publish-host-help=\u5355\u4e00\u63a5\u53e3\u8282\u70b9\u516c\u5e03\u7ed9\u7fa4\u96c6\u4e2d\u5176\u4ed6\u8282\u70b9\uff0c\u8fd9\u4e9b\u8282\u70b9\u53ef\u4ee5\u8fde\u63a5\u5230\u5b83\u3002 (Automatic Translation)
operation-mode-help=\u8fdc\u7a0b\u64cd\u4f5c\u6a21\u5f0f\u8fde\u63a5\u5230\u8fdc\u7a0b\u72ec\u7acb\u7684 Elasticsearch \u7fa4\u96c6\u3002\u5d4c\u5165\u5f0f\u64cd\u4f5c\u6a21\u5f0f\u542f\u52a8\u95e8\u6237\u4e0e\u5185\u90e8\u7684 Elasticsearch \u5b9e\u4f8b\uff0c\u5728\u540c\u4e00\u4e2a JVM \u4e2d\u3002\u5d4c\u5165\u5f0f\u64cd\u4f5c\u6a21\u5f0f\u662f\u4e0d\u53d7\u652f\u6301\u3002 (Automatic Translation)
override-type-mappings-help=\u8986\u76d6\u6574\u4e2a LiferayDocumentType\uff0c\u4ee5 JSON \u683c\u5f0f (Elasticsearch \u628a\u6620\u5c04 API) \u6620\u5c04\u3002\u5982\u679c\u60a8\u8bbe\u7f6e\u6b64\u503c\uff0c\u7d22\u5f15\u521b\u5efa\u5ffd\u7565\u9ed8\u8ba4\u6620\u5c04\u5b9a\u4e49\u548c\u4efb\u4f55\u6269\u5c55\u70b9\uff0c\u6539\u7528\u8fd9\u79cd\u66ff\u4ee3\u6620\u5c04\u5b9a\u4e49\u3002\u5982\u679c\u4f60\u9700\u8981 LiferayDocumentType \u53ef\u4ee5\u4f7f\u7528\u975e\u6807\u51c6\u6620\u5c04\u4e3a\u9ed8\u8ba4\u5b57\u6bb5\u521b\u5efa\uff0c\u4f7f\u7528\u8be5\u9009\u9879\u3002\u5982\u679c\u4f60\u53ea\u9700\u8981\u6dfb\u52a0\u65b0\u7684\u81ea\u5b9a\u4e49\u6620\u5c04\u800c\u4e0d\u91cd\u53e0\u7684\u4efb\u4f55\u9ed8\u8ba4\u503c\uff0c\u8bf7\u4f7f\u7528 additionalTypeMappings\u3002 (Automatic Translation)
retry-on-conflict-help=\u5982\u679c\u53d1\u751f\u7248\u672c\u51b2\u7a81\u7684\u539f\u56e0\u4e4b\u95f4\u8fdb\u884c\u68c0\u7d22\u548c\u66f4\u65b0\u5b83\u66f4\u65b0\u4e86\u6587\u6863\u7684\u91cd\u8bd5\u6b21\u6570\u3002 (Automatic Translation)
sync-search=\u5982\u679c\u9009\u4e2d\u4e86\u6b64\u9009\u9879\uff0c\u5728\u8c03\u7528\u8005\u7684\u7ebf\u7a0b\u4e0a\uff0c\u800c\u4e0d\u662f Elasticsearch \u7684\u641c\u7d22\u7ebf\u7a0b\u6c60\u4e2d\u8fd0\u884c\u641c\u7d22\u3002\u8fd9\u4ec5\u9002\u7528\u4e8e\u5d4c\u5165\u5f0f\u64cd\u4f5c\u6a21\u5f0f\u3002 (Automatic Translation)
transport-addresses-help=\u8981\u8fde\u63a5\u5230\u7684\u8fdc\u7a0b\u8282\u70b9\u5730\u5740\u3002\u5f53\u64cd\u4f5c\u6a21\u5f0f\u8bbe\u7f6e\u4e3a\u8fdc\u7a0b\uff0c\u5219\u9700\u8981\u6b64\u503c\u3002 (Automatic Translation)
transport-tcp-port-help=\u8981\u7ed1\u5b9a\u8282\u70b9\u95f4\u901a\u4fe1\u7684\u7aef\u53e3\u3002\u63a5\u53d7\u4e00\u4e2a\u5355\u4e00\u7684\u503c\u6216\u8303\u56f4 (\u4f8b\u5982\uff0c9300 9400)\u3002 (Automatic Translation)
