#X-Generator: crowdin.com
additional-configurations-help=Thi\u1ebft l\u1eadp t\u00f9y bi\u1ebfn cho nh\u00fang Elasticsearch, YML d\u1ea1ng (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Thi\u1ebft l\u1eadp t\u00f9y bi\u1ebfn cho m\u1ee5c Liferay \u1edf \u0111\u1ecbnh d\u1ea1ng JSON ho\u1eb7c YML (Elasticsearch t\u1ea1o ra ch\u1ec9 s\u1ed1 API). (Automatic Translation)
additional-type-mappings-help=T\u00f9y ch\u1ec9nh \u00e1nh x\u1ea1 cho LiferayDocumentType, \u1edf \u0111\u1ecbnh d\u1ea1ng JSON (Elasticsearch \u0111\u1eb7t b\u1ea3n \u0111\u1ed3 API). Gi\u00e1 tr\u1ecb n\u00e0y n\u00ean \u0111\u01b0\u1ee3c \u0111\u1eb7t v\u1edbi \u00e1nh x\u1ea1 tr\u01b0\u1eddng m\u1edbi ch\u1ec9. N\u1ebfu b\u1ea1n \u0111\u1eb7t gi\u00e1 tr\u1ecb n\u00e0y v\u1edbi b\u1ea5t k\u1ef3 \u00e1nh x\u1ea1 ch\u1ed3ng ch\u00e9o cho c\u00e1c m\u1eb7c \u0111\u1ecbnh l\u0129nh v\u1ef1c, t\u1ea1o ra ch\u1ec9 s\u1ed1 th\u1ea5t b\u1ea1i. \u0110\u1ec3 thay th\u1ebf m\u1eb7c \u0111\u1ecbnh \u00e1nh x\u1ea1 ho\u00e0n to\u00e0n, s\u1eed d\u1ee5ng overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u00e1c qu\u00e1 tr\u00ecnh \u0111\u1ecba ch\u1ec9 kh\u00f4ng gian b\u1ecb kh\u00f3a v\u00e0o b\u1ed9 nh\u1edb RAM, ng\u0103n ng\u1eeba b\u1ea5t k\u1ef3 b\u1ed9 nh\u1edb Elasticsearch \u0111\u01b0\u1ee3c \u0111\u1ed5i ch\u1ed7 ra. (Automatic Translation)
client-transport-ignore-cluster-name-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y ki\u1ec3m tra, x\u00e1c nh\u1eadn t\u00ean c\u1ee5m n\u00fat k\u1ebft n\u1ed1i \u0111\u01b0\u1ee3c b\u1ecf qua. (Automatic Translation)
client-transport-nodes-sampler-interval-help=H\u01b0\u1edbng d\u1eabn kh\u00e1ch h\u00e0ng n\u00fat tr\u00ean l\u00e0m th\u1ebf n\u00e0o th\u01b0\u1eddng \u0111\u1ec3 m\u1eabu/ping c\u00e1c n\u00fat \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea v\u00e0 k\u1ebft n\u1ed1i. (Automatic Translation)
client-transport-sniff-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u1ee5m \u0111\u00e1nh h\u01a1i \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t \u0111\u1ed9ng kh\u00e1m ph\u00e1 c\u00e1c n\u00fat c\u00f3 s\u1eb5n trong c\u1ee5m sao. (Automatic Translation)
cluster-name-help=T\u00ean c\u1ee5m \u0111\u1ec3 tham gia. T\u00ean ph\u1ea3i ph\u00f9 h\u1ee3p v\u1edbi c\u1ee5m t\u1eeb xa khi ch\u1ebf \u0111\u1ed9 ho\u1ea1t \u0111\u1ed9ng \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp t\u1eeb xa \u0111\u1ebfn. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Ph\u1ea1m vi c\u1ee7a c\u1ed5ng \u0111\u1ec3 s\u1eed d\u1ee5ng khi x\u00e2y d\u1ef1ng gi\u00e1 tr\u1ecb discovery.zen.ping.unicast.hosts. Nhi\u1ec1u Elasticsearch n\u00fat tr\u00ean m\u1ed9t lo\u1ea1t c\u00e1c c\u1ed5ng c\u00f3 th\u1ec3 ho\u1ea1t \u0111\u1ed9ng nh\u01b0 b\u1ed9 \u0111\u1ecbnh tuy\u1ebfn gossip t\u1ea1i c\u00f9ng m\u1ed9t m\u00e1y t\u00ednh. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=Ngu\u1ed3n g\u1ed1c cho ph\u00e9p khi HTTP CLYDE \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. (Automatic Translation)
http-cors-configurations-help=T\u00f9y ch\u1ec9nh c\u00e1c c\u00e0i \u0111\u1eb7t cho HTTP CLYDE, YML format (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y l\u00e0 ki\u1ec3m tra, cross-ngu\u1ed3n g\u1ed1c t\u00e0i nguy\u00ean chia s\u1ebb \u0111\u01b0\u1ee3c b\u1eadt, m\u00e0 s\u1ebd x\u00e1c \u0111\u1ecbnh cho d\u00f9 m\u1ed9t tr\u00ecnh duy\u1ec7t tr\u00ean m\u1ed9t g\u1ed1c c\u00f3 th\u1ec3 y\u00eau c\u1ea7u \u0111\u1ec3 Elasticsearch. N\u1ebfu v\u00f4 hi\u1ec7u ho\u00e1, c\u00f4ng c\u1ee5 front-end web nh\u01b0 elasticsearch, ng\u01b0\u1eddi \u0111\u1ee9ng \u0111\u1ea7u c\u00f3 th\u1ec3 kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i. (Automatic Translation)
http-enabled-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, l\u1edbp HTTP \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. N\u1ebfu kh\u00f4ng \u0111\u01b0\u1ee3c ki\u1ec3m so\u00e1t, l\u1edbp HTTP ho\u00e0n to\u00e0n v\u00e0o c\u00e1c n\u00fat \u0111\u00f3 kh\u00f4ng c\u00f3 ngh\u0129a l\u00e0 \u0111\u1ec3 ph\u1ee5c v\u1ee5 cho ph\u1ea7n c\u00f2n l\u1ea1i y\u00eau c\u1ea7u tr\u1ef1c ti\u1ebfp b\u1ecb v\u00f4 hi\u1ec7u ho\u00e1. (Automatic Translation)
index-name-prefix-help=Ti\u1ec1n t\u1ed1 cho t\u00ean ch\u1ec9 m\u1ee5c t\u00ecm ki\u1ebfm. Gi\u00e1 tr\u1ecb n\u00e0y kh\u00f4ng n\u00ean \u0111\u01b0\u1ee3c thay \u0111\u1ed5i theo \u0111i\u1ec1u ki\u1ec7n b\u00ecnh th\u01b0\u1eddng. N\u1ebfu b\u1ea1n thay \u0111\u1ed5i gi\u00e1 tr\u1ecb n\u00e0y, b\u1ea1n ph\u1ea3i c\u0169ng l\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i c\u1ed5ng th\u00f4ng tin v\u00e0 sau \u0111\u00f3 xo\u00e1 th\u1ee7 c\u00f4ng c\u00e1c ch\u1ec9 s\u1ed1 c\u0169 b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng b\u00e0n \u0111i\u1ec1u khi\u1ec3n qu\u1ea3n tr\u1ecb Elasticsearch. (Automatic Translation)
log-exceptions-only-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, b\u1ea3n ghi c\u00e1c tr\u01b0\u1eddng h\u1ee3p ngo\u1ea1i l\u1ec7 ch\u1ec9 t\u1eeb Elasticsearch v\u00e0 kh\u00f4ng rethrow ch\u00fang. (Automatic Translation)
network-bind-host-help=Interface(s) m\u1ea1ng m\u1ed9t n\u00fat n\u00ean b\u00e1m v\u00e0o \u0111\u1ec3 l\u1eafng nghe cho \u0111\u1ebfn y\u00eau c\u1ea7u. (Automatic Translation)
network-host-help=T\u00ean m\u00e1y ch\u1ee7 ho\u1eb7c \u0111\u1ecba ch\u1ec9 IP binded \u0111\u1ebfn n\u00fat, \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 xu\u1ea5t b\u1ea3n (qu\u1ea3ng c\u00e1o) m\u00e1y ch\u1ee7 l\u01b0u tr\u1eef \u0111\u1ec3 c\u00e1c n\u00fat kh\u00e1c trong c\u1ee5m sao. \u0110\u00e2y l\u00e0 m\u1ed9t ph\u00edm t\u1eaft \u0111\u00f3 \u0111\u1eb7t m\u00e1y ch\u1ee7 r\u00e0ng bu\u1ed9c v\u00e0 ch\u1ee7 nh\u00e0 xu\u1ea5t b\u1ea3n c\u00f9ng m\u1ed9t l\u00fac. (Automatic Translation)
network-publish-host-help=Giao di\u1ec7n duy nh\u1ea5t n\u00fat qu\u1ea3ng c\u00e1o t\u1edbi c\u00e1c n\u00fat kh\u00e1c trong c\u1ee5m, do \u0111\u00f3 nh\u1eefng n\u00fat c\u00f3 th\u1ec3 k\u1ebft n\u1ed1i v\u1edbi n\u00f3. (Automatic Translation)
operation-mode-help=Ch\u1ebf \u0111\u1ed9 ho\u1ea1t \u0111\u1ed9ng t\u1eeb XA k\u1ebft n\u1ed1i v\u1edbi m\u1ed9t c\u1ee5m t\u1eeb xa \u0111\u1ed9c l\u1eadp Elasticsearch. Ch\u1ebf \u0111\u1ed9 ho\u1ea1t \u0111\u1ed9ng NH\u00daNG b\u1eaft \u0111\u1ea7u c\u1ed5ng v\u1edbi m\u1ed9t th\u1ec3 hi\u1ec7n Elasticsearch n\u1ed9i b\u1ed9 trong c\u00f9ng m\u1ed9t JVM. Ch\u1ebf \u0111\u1ed9 ho\u1ea1t \u0111\u1ed9ng NH\u00daNG l\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3. (Automatic Translation)
override-type-mappings-help=Ghi \u0111\u00e8 l\u00ean \u00e1nh x\u1ea1 cho to\u00e0n b\u1ed9 LiferayDocumentType, \u1edf \u0111\u1ecbnh d\u1ea1ng JSON (Elasticsearch \u0111\u1eb7t b\u1ea3n \u0111\u1ed3 API). N\u1ebfu b\u1ea1n \u0111\u1eb7t gi\u00e1 tr\u1ecb n\u00e0y, t\u1ea1o ra ch\u1ec9 s\u1ed1 b\u1ecf qua \u0111\u1ecbnh ngh\u0129a \u00e1nh x\u1ea1 m\u1eb7c \u0111\u1ecbnh v\u00e0 b\u1ea5t k\u1ef3 ph\u1ea7n m\u1edf r\u1ed9ng \u0111i\u1ec3m, s\u1eed d\u1ee5ng \u0111\u1ecbnh ngh\u0129a thay th\u1ebf \u00e1nh x\u1ea1 n\u00e0y thay th\u1ebf. S\u1eed d\u1ee5ng n\u00e0y n\u1ebfu b\u1ea1n c\u1ea7n LiferayDocumentType \u0111\u01b0\u1ee3c t\u1ea1o ra v\u1edbi c\u00e1c \u00e1nh x\u1ea1 chu\u1ea9n cho m\u1eb7c \u0111\u1ecbnh l\u0129nh v\u1ef1c. N\u1ebfu b\u1ea1n ch\u1ec9 c\u1ea7n th\u00eam \u00e1nh x\u1ea1 t\u00f9y ch\u1ec9nh m\u1edbi m\u00e0 kh\u00f4ng tr\u00f9ng l\u1eb7p b\u1ea5t k\u1ef3 gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh, s\u1eed d\u1ee5ng additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=S\u1ed1 retries n\u1ebfu m\u1ed9t cu\u1ed9c xung \u0111\u1ed9t Phi\u00ean b\u1ea3n x\u1ea3y ra b\u1edfi v\u00ec c\u00e1c t\u00e0i li\u1ec7u \u0111\u01b0\u1ee3c C\u1eadp Nh\u1eadt gi\u1eefa l\u1ea5y n\u00f3 v\u00e0 c\u1eadp nh\u1eadt n\u00f3. (Automatic Translation)
sync-search=N\u1ebfu \u0111i\u1ec1u n\u00e0y ki\u1ec3m tra, t\u00ecm ki\u1ebfm ch\u1ea1y tr\u00ean invoker thread ch\u1ee9 kh\u00f4ng ph\u1ea3i \u1edf ngo\u00e0i tr\u1eddi c\u1ee7a Elasticsearch t\u00ecm ki\u1ebfm ch\u1ee7 \u0111\u1ec1. \u0110i\u1ec1u n\u00e0y ch\u1ec9 \u00e1p d\u1ee5ng cho ch\u1ebf \u0111\u1ed9 ho\u1ea1t \u0111\u1ed9ng nh\u00fang. (Automatic Translation)
transport-addresses-help=C\u00e1c \u0111\u1ecba ch\u1ec9 node t\u1eeb xa \u0111\u1ec3 k\u1ebft n\u1ed1i v\u1edbi. Gi\u00e1 tr\u1ecb n\u00e0y l\u00e0 c\u1ea7n thi\u1ebft khi ch\u1ebf \u0111\u1ed9 ho\u1ea1t \u0111\u1ed9ng \u0111\u01b0\u1ee3c \u0111\u1eb7t t\u1eeb XA. (Automatic Translation)
transport-tcp-port-help=Port \u0111\u1ec3 r\u00e0ng bu\u1ed9c cho c\u00e1c th\u00f4ng tin li\u00ean l\u1ea1c gi\u1eefa c\u00e1c n\u00fat. Ch\u1ea5p nh\u1eadn m\u1ed9t gi\u00e1 tr\u1ecb duy nh\u1ea5t ho\u1eb7c m\u1ed9t ph\u1ea1m vi (v\u00ed d\u1ee5\: 9300-9400). (Automatic Translation)
