#X-Generator: crowdin.com
additional-configurations-help=\u5d4c\u5165\u5f0f Elasticsearch\uff0c\u5728\u967d\u660e\u683c\u5f0f (elasticsearch.yml) \u7684\u7684\u81ea\u8a02\u8a2d\u7f6e\u3002 (Automatic Translation)
additional-index-configurations-help=\u5c0d\u65bc Liferay \u7d22\u5f15\uff0cJSON \u6216\u967d\u660e\u683c\u5f0f (Elasticsearch \u5275\u5efa\u7d22\u5f15 API) \u7684\u81ea\u8a02\u8a2d\u7f6e\u3002 (Automatic Translation)
additional-type-mappings-help=LiferayDocumentType\uff0c\u4ee5 JSON \u683c\u5f0f (Elasticsearch \u628a\u6620\u5c04 API) \u7684\u7684\u81ea\u8a02\u6620\u5c04\u3002\u6b64\u503c\u61c9\u8a2d\u7f6e\u8207\u65b0\u6b04\u4f4d\u6620\u5c04\u53ea\u3002\u5982\u679c\u4f60\u8a2d\u7f6e\u6b64\u503c\u8207\u4efb\u4f55\u91cd\u758a\u7684\u6620\u5c04\u70ba\u9810\u8a2d\u6b04\u4f4d\uff0c\u7d22\u5f15\u5275\u5efa\u5931\u6557\u3002\u8981\u5b8c\u5168\u66ff\u63db\u9810\u8a2d\u6620\u5c04\uff0c\u8acb\u4f7f\u7528 overrideTypeMappings\u3002 (Automatic Translation)
bootstrap-mlockall-help=\u5982\u679c\u9078\u4e2d\u6b64\u9805\uff0c\u9032\u7a0b\u7684\u4f4d\u5740\u7a7a\u9593\u88ab\u9396\u5b9a\u5230 RAM\uff0c\u9632\u6b62\u4efb\u4f55 Elasticsearch \u8a18\u61b6\u9ad4\u88ab\u63db\u51fa\u3002 (Automatic Translation)
client-transport-ignore-cluster-name-help=\u5982\u679c\u9078\u4e2d\u4e86\u6b64\u9078\u9805\uff0c\u5247\u5ffd\u7565\u9023\u63a5\u7684\u7bc0\u9ede\u7684\u7fa4\u96c6\u540d\u7a31\u9a57\u8b49\u3002 (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u6307\u793a\u5982\u4f55\u7d93\u5e38\u6a23\u54c1/\u576a\u7684\u7bc0\u9ede\u5217\u51fa\u548c\u9023\u63a5\u4e0a\u7684\u7528\u6236\u7aef\u7bc0\u9ede\u3002 (Automatic Translation)
client-transport-sniff-help=\u5982\u679c\u9078\u4e2d\u4e86\u6b64\u9078\u9805\uff0c\u7fa4\u96c6\u55c5\u63a2\u88ab\u555f\u7528\u52d5\u614b\u767c\u73fe\u53ef\u7528\u7fa4\u96c6\u4e2d\u7684\u7bc0\u9ede\u3002 (Automatic Translation)
cluster-name-help=\u8981\u52a0\u5165\u7684\u7fa4\u96c6\u7684\u540d\u7a31\u3002\u540d\u7a31\u61c9\u5339\u914d\u9060\u7aef\u7fa4\u96c6\u64cd\u4f5c\u6a21\u5f0f\u8a2d\u7f6e\u70ba\u9060\u7aef\u6642\u3002 (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u8981\u751f\u6210\u7684 discovery.zen.ping.unicast.hosts \u503c\u6642\u4f7f\u7528\u7684\u57e0\u7bc4\u570d\u3002\u5728\u4e00\u7cfb\u5217\u57e0\u4e0a\u7684\u591a\u500b Elasticsearch-\u7bc0\u9ede\u53ef\u4ee5\u4f5c\u70ba\u516b\u5366\u8def\u7531\u5668\u5728\u540c\u4e00\u53f0\u96fb\u8166\u3002 (Automatic Translation)
elastic-search-configuration-name=Elasticsearch
http-cors-allow-origin-help=\u5141\u8a31\u555f\u7528 HTTP CORS \u7684\u8d77\u6e90\u3002 (Automatic Translation)
http-cors-configurations-help=HTTP CORS \u967d\u660e\u683c\u5f0f (elasticsearch.yml) \u7684\u81ea\u8a02\u8a2d\u7f6e\u3002 (Automatic Translation)
http-cors-enabled-help=\u5982\u679c\u9019\u662f\u7c3d\u3001 \u8de8\u8d77\u6e90\u7684\u8cc7\u6e90\u5206\u4eab\u88ab\u555f\u7528\uff0c\u9019\u6c7a\u5b9a\u4e86\u662f\u5426\u4e0a\u53e6\u4e00\u500b\u8d77\u6e90\u7684\u700f\u89bd\u5668\u53ef\u4ee5\u5411 Elasticsearch \u767c\u51fa\u8acb\u6c42\u3002\u5982\u679c\u7981\u7528\uff0c\u50cf elasticsearch \u982d web \u524d\u7aef\u5de5\u5177\u53ef\u80fd\u7121\u6cd5\u9023\u63a5\u3002 (Automatic Translation)
http-enabled-help=\u5982\u679c\u9078\u4e2d\u4e86\u6b64\u9078\u9805\uff0c\u555f\u7528 HTTP \u5c64\u3002\u5982\u679c\u4e0d\u52a0\u4ee5\u63a7\u5236\uff0c\u5b8c\u5168\u4e0a\u4e0d\u53ea\u662f\u5176\u9918\u7684\u7bc0\u9ede\u7684 HTTP \u5c64\u8acb\u76f4\u63a5\u88ab\u7981\u7528\u3002 (Automatic Translation)
index-name-prefix-help=\u641c\u7d22\u7d22\u5f15\u540d\u7a31\u7684\u9996\u78bc\u3002\u5728\u6b63\u5e38\u60c5\u6cc1\u4e0b\uff0c\u4e0d\u61c9\u66f4\u6539\u6b64\u503c\u3002\u5982\u679c\u60a8\u66f4\u6539\u6b64\u503c\uff0c\u4f60\u5fc5\u9808\u4e5f\u91cd\u65b0\u7d22\u5f15\u9580\u6236\uff0c\u7136\u5f8c\u624b\u52d5\u522a\u9664\u820a\u7684\u7d22\u5f15\u4f7f\u7528 Elasticsearch \u7ba1\u7406\u4e3b\u63a7\u53f0\u3002 (Automatic Translation)
log-exceptions-only-help=\u5982\u679c\u9078\u4e2d\u4e86\u6b64\u9078\u9805\uff0c\u50c5\u5f9e Elasticsearch \u8a18\u9304\u7570\u5e38\u548c\u4e0d\u518d\u6b21\u5f15\u767c\u4ed6\u5011\u3002 (Automatic Translation)
network-bind-host-help=\u7db2\u8def\u4ecb\u9762\u7684\u7bc0\u9ede\u61c9\u7d81\u5b9a\u5230\u4ee5\u5075\u807d\u50b3\u5165\u8acb\u6c42\u3002 (Automatic Translation)
network-host-help=\u4e3b\u6a5f\u540d\u7a31\u6216 IP \u4f4d\u5740\u7d81\u5b9a\u5230\u7684\u7bc0\u9ede\uff0c\u7528\u65bc\u767c\u4f48 \uff08\u5ee3\u544a\uff09 \u4e3b\u6a5f\u5230\u7fa4\u96c6\u4e2d\u5176\u4ed6\u7bc0\u9ede\u3002\u9019\u662f\u4e00\u500b\u5feb\u6377\u65b9\u5f0f\uff0c\u5728\u540c\u4e00\u6642\u9593\u8a2d\u7f6e\u7d81\u5b9a\u4e3b\u6a5f\u548c\u767c\u4f48\u4e3b\u6a5f\u3002 (Automatic Translation)
network-publish-host-help=\u55ae\u4e00\u4ecb\u9762\u7bc0\u9ede\u516c\u4f48\u7d66\u7fa4\u96c6\u4e2d\u5176\u4ed6\u7bc0\u9ede\uff0c\u9019\u4e9b\u7bc0\u9ede\u53ef\u4ee5\u9023\u63a5\u5230\u5b83\u3002 (Automatic Translation)
operation-mode-help=\u9060\u7aef\u64cd\u4f5c\u6a21\u5f0f\u9023\u63a5\u5230\u9060\u7aef\u7368\u7acb\u7684 Elasticsearch \u7fa4\u96c6\u3002\u5d4c\u5165\u5f0f\u64cd\u4f5c\u6a21\u5f0f\u555f\u52d5\u9580\u6236\u8207\u5167\u90e8\u7684 Elasticsearch \u5be6\u4f8b\uff0c\u5728\u540c\u4e00\u500b JVM \u4e2d\u3002\u5d4c\u5165\u5f0f\u64cd\u4f5c\u6a21\u5f0f\u662f\u4e0d\u53d7\u652f\u63f4\u3002 (Automatic Translation)
override-type-mappings-help=\u8986\u84cb\u6574\u500b LiferayDocumentType\uff0c\u4ee5 JSON \u683c\u5f0f (Elasticsearch \u628a\u6620\u5c04 API) \u6620\u5c04\u3002\u5982\u679c\u60a8\u8a2d\u7f6e\u6b64\u503c\uff0c\u7d22\u5f15\u5275\u5efa\u5ffd\u7565\u9810\u8a2d\u6620\u5c04\u5b9a\u7fa9\u548c\u4efb\u4f55\u64f4\u5145\u9ede\uff0c\u6539\u7528\u9019\u7a2e\u66ff\u4ee3\u6620\u5c04\u5b9a\u7fa9\u3002\u5982\u679c\u4f60\u9700\u8981 LiferayDocumentType \u53ef\u4ee5\u4f7f\u7528\u975e\u6a19\u6e96\u6620\u5c04\u70ba\u9810\u8a2d\u6b04\u4f4d\u5275\u5efa\uff0c\u4f7f\u7528\u8a72\u9078\u9805\u3002\u5982\u679c\u4f60\u53ea\u9700\u8981\u6dfb\u52a0\u65b0\u7684\u81ea\u8a02\u6620\u5c04\u800c\u4e0d\u91cd\u758a\u7684\u4efb\u4f55\u9810\u8a2d\u503c\uff0c\u8acb\u4f7f\u7528 additionalTypeMappings\u3002 (Automatic Translation)
retry-on-conflict-help=\u5982\u679c\u767c\u751f\u7248\u672c\u885d\u7a81\u7684\u539f\u56e0\u4e4b\u9593\u9032\u884c\u6aa2\u7d22\u548c\u66f4\u65b0\u5b83\u66f4\u65b0\u4e86\u6587\u6a94\u7684\u91cd\u8a66\u6b21\u6578\u3002 (Automatic Translation)
sync-search=\u5982\u679c\u9078\u4e2d\u4e86\u6b64\u9078\u9805\uff0c\u5728\u8abf\u7528\u8005\u7684\u57f7\u884c\u7dd2\u4e0a\uff0c\u800c\u4e0d\u662f Elasticsearch \u7684\u641c\u7d22\u57f7\u884c\u7dd2\u6c60\u4e2d\u904b\u884c\u641c\u7d22\u3002\u9019\u50c5\u9069\u7528\u4e8e\u5d4c\u5165\u5f0f\u64cd\u4f5c\u6a21\u5f0f\u3002 (Automatic Translation)
transport-addresses-help=\u8981\u9023\u63a5\u5230\u7684\u9060\u7aef\u7bc0\u9ede\u4f4d\u5740\u3002\u7576\u64cd\u4f5c\u6a21\u5f0f\u8a2d\u7f6e\u70ba\u9060\u7aef\uff0c\u5247\u9700\u8981\u6b64\u503c\u3002 (Automatic Translation)
transport-tcp-port-help=\u8981\u7d81\u5b9a\u7bc0\u9ede\u9593\u901a\u4fe1\u7684\u57e0\u3002\u63a5\u53d7\u4e00\u500b\u55ae\u4e00\u7684\u503c\u6216\u7bc4\u570d (\u4f8b\u5982\uff0c9300 9400)\u3002 (Automatic Translation)
