#X-Generator: crowdin.com
additional-configurations-help=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 Elasticsearch \u0432 YML \u0444\u043e\u0440\u043c\u0430\u0442 (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 Liferay, \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 JSON \u0438\u043b\u0438 YML (Elasticsearch \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0438\u043d\u0434\u0435\u043a\u0441 API). (Automatic Translation)
additional-type-mappings-help=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u0437\u0430 LiferayDocumentType \u0432 JSON \u0444\u043e\u0440\u043c\u0430\u0442 (Elasticsearch \u0441\u043b\u0430\u0433\u0430\u043c \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 API). \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0441 \u043d\u043e\u0432\u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u0441\u0430\u043c\u043e. \u0410\u043a\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0438\u043f\u043e\u043a\u0440\u0438\u0432\u0430\u0449\u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u0443\u0441\u043f\u0435\u0435. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u0438\u0437\u0446\u044f\u043b\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043a\u043e\u0441\u043c\u0438\u0447\u0435\u0441\u043a\u0438 \u043f\u0440\u043e\u0446\u0435\u0441 \u0430\u0434\u0440\u0435\u0441 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u0432 RAM, \u043f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043a\u043e\u0439 \u0434\u0430 \u0435 Elasticsearch \u043f\u0430\u043c\u0435\u0442 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u043c\u0435\u043d\u044f\u0442. (Automatic Translation)
client-transport-ignore-cluster-name-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043a\u043b\u044a\u0441\u0442\u0435\u0440 \u0438\u043c\u0435\u0442\u043e \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0432\u044a\u0437\u043b\u0438 \u0441\u0435 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430. (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u0412\u044a\u0437\u043b\u0430\u0433\u0430 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0430 \u0432\u044a\u0437\u0435\u043b \u043d\u0430 \u043a\u043e\u043b\u043a\u043e \u0447\u0435\u0441\u0442\u043e \u0434\u0430 \u043f\u0440\u043e\u0431\u0430/\u043f\u0438\u043d\u0433 \u043d\u0430 \u0432\u044a\u0437\u043b\u0438, \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438 \u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d. (Automatic Translation)
client-transport-sniff-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043a\u043b\u044a\u0441\u0442\u0435\u0440 \u0441\u043c\u044a\u0440\u043a\u0430\u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0434\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u043e \u043e\u0442\u043a\u0440\u0438\u044f\u0442 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432\u044a\u0437\u043b\u0438 \u0432 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0430. (Automatic Translation)
cluster-name-help=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0442. \u0418\u043c\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0430 \u043a\u043e\u0433\u0430\u0442\u043e \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043a\u044a\u043c \u0434\u0430\u043b\u0435\u0447\u0435\u043d. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u0414\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u043e\u0442 \u043f\u043e\u0440\u0442\u043e\u0432\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u043f\u0440\u0438 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 discovery.zen.ping.unicast.hosts \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442. \u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e Elasticsearch \u0432\u044a\u0437\u043b\u0438 \u043e\u0442 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u043e\u0442 \u043f\u043e\u0440\u0442\u043e\u0432\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0430 \u043a\u0430\u0442\u043e \u041a\u043b\u044e\u043a\u0438 \u0440\u0443\u0442\u0435\u0440\u0438 \u043d\u0430 \u0441\u044a\u0449\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=\u041f\u0440\u043e\u0438\u0437\u0445\u043e\u0434 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u043a\u043e\u0433\u0430\u0442\u043e HTTP \u043a\u043e\u0440\u0430 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e. (Automatic Translation)
http-cors-configurations-help=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 HTTP \u041a\u041e\u0420\u0410 \u0432 YML \u0444\u043e\u0440\u043c\u0430\u0442 (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0438, \u043a\u0440\u044a\u0441\u0442 \u043f\u0440\u043e\u0438\u0437\u0445\u043e\u0434 \u0440\u0435\u0441\u0443\u0440\u0441 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435, \u043a\u043e\u0439\u0442\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0434\u0430\u043b\u0438 \u0431\u0440\u0430\u0443\u0437\u044a\u0440 \u043d\u0430 \u0434\u0440\u0443\u0433 \u043f\u0440\u043e\u0438\u0437\u0445\u043e\u0434 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u0440\u0430\u0432\u044f\u0442 \u0438\u0441\u043a\u0430\u043d\u0438\u044f \u0437\u0430 Elasticsearch. \u0410\u043a\u043e \u043f\u0440\u0430\u0432\u044f \u043d\u0435\u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d, \u0443\u0435\u0431 front-end \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043a\u0430\u0442\u043e elasticsearch-\u0433\u043b\u0430\u0432\u0430\u0442\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435. (Automatic Translation)
http-enabled-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, HTTP \u0441\u043b\u043e\u0439 \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430. \u0410\u043a\u043e \u043d\u0435\u043f\u043e\u043a\u044a\u0442\u043d\u0430\u0442\u0438, HTTP \u0441\u043b\u043e\u0439 \u0438\u0437\u0446\u044f\u043b\u043e \u043d\u0430 \u0432\u044a\u0437\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u0434\u0430 \u043e\u0431\u0441\u043b\u0443\u0436\u0432\u0430\u0442 \u043f\u043e\u0447\u0438\u0432\u043a\u0430 \u0438\u0441\u043a\u0430\u043d\u0438\u044f \u043f\u0440\u044f\u043a\u043e \u0441\u0430 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u0438. (Automatic Translation)
index-name-prefix-help=\u041f\u0440\u0435\u0444\u0438\u043a\u0441 \u0437\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435. \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f \u043f\u0440\u0438 \u043d\u043e\u0440\u043c\u0430\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f. \u0410\u043a\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0442\u0440\u044f\u0431\u0432\u0430 \u0441\u044a\u0449\u043e \u0434\u0430 \u043f\u0440\u0435\u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u0442\u0435 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0440\u044a\u0447\u043d\u043e \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 \u0441\u0442\u0430\u0440\u0438\u0442\u0435, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043a\u043e\u043d\u0437\u043e\u043b\u0430\u0442\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 Elasticsearch. (Automatic Translation)
log-exceptions-only-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0442\u0440\u0443\u043f\u0438 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u043c\u043e \u043e\u0442 Elasticsearch \u0438 \u043d\u0435 \u0433\u0438 rethrow. (Automatic Translation)
network-bind-host-help=\u041c\u0440\u0435\u0436\u0430\u0442\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0432\u044a\u0437\u0435\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0431\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0441\u043b\u0443\u0448\u0430\u0442\u0435 \u0437\u0430 \u0432\u0445\u043e\u0434\u044f\u0449\u0438 \u0438\u0441\u043a\u0430\u043d\u0438\u044f. (Automatic Translation)
network-host-help=\u0418\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442 \u0438\u043b\u0438 IP \u0430\u0434\u0440\u0435\u0441 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u043a\u044a\u043c \u0432\u044a\u0437\u0435\u043b, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (\u0440\u0435\u043a\u043b\u0430\u043c\u0430) \u043f\u0440\u0438\u0435\u043c\u0430\u0449\u0430\u0442\u0430 \u0434\u043e \u0434\u0440\u0443\u0433\u0438 \u0432\u044a\u0437\u043b\u0438 \u0432 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0430. \u0422\u043e\u0432\u0430 \u0435 \u043f\u0440\u044f\u043a \u043f\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430 \u0438\u043c\u0435\u0442\u043e \u0434\u043e\u043c\u0430\u043a\u0438\u043d \u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u0434\u043e\u043c\u0430\u043a\u0438\u043d \u043f\u043e \u0441\u044a\u0449\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435. (Automatic Translation)
network-publish-host-help=\u041e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u0435\u043b\u0435\u043d \u0447\u043b\u0435\u043d \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d \u043d\u0430\u043c\u0435\u0441\u0432\u0430\u043c \u0432\u044a\u0437\u0435\u043b \u0440\u0435\u043a\u043b\u0430\u043c\u0438\u0440\u0430 \u0434\u043e \u0434\u0440\u0443\u0433\u0438 \u0432\u044a\u0437\u043b\u0438 \u0432 \u043a\u043b\u044a\u0441\u0442\u0435\u0440, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0442\u0435\u0437\u0438 \u0432\u044a\u0437\u043b\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 \u043d\u0435\u0433\u043e. (Automatic Translation)
operation-mode-help=\u0420\u0435\u0436\u0438\u043c \u043d\u0430 \u0414\u0418\u0421\u0422\u0410\u041d\u0426\u0418\u041e\u041d\u041d\u041e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430 \u0441 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d standalone Elasticsearch \u043a\u043b\u044a\u0441\u0442\u0435\u0440. \u041d\u0430 \u0412\u0413\u0420\u0410\u0414\u0415\u041d\u0418\u042f \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u0440\u0435\u0436\u0438\u043c \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u043f\u043e\u0440\u0442\u0430\u043b \u0441 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 Elasticsearch \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u0432 \u0441\u044a\u0449\u0438\u044f JVM. \u041d\u0430 \u0412\u0413\u0420\u0410\u0414\u0415\u041d\u0418\u042f \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u0440\u0435\u0436\u0438\u043c \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430. (Automatic Translation)
override-type-mappings-help=\u0417\u0430\u043c\u0435\u0441\u0442\u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u0437\u0430 \u0446\u0435\u043b\u0438\u044f LiferayDocumentType \u0432 JSON \u0444\u043e\u0440\u043c\u0430\u0442 (Elasticsearch \u0441\u043b\u0430\u0433\u0430\u043c \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 API). \u0410\u043a\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u0435 \u0438 \u0432\u0441\u044f\u043a\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0442\u043e\u0447\u043a\u0438, \u0432\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043c\u0435 \u0442\u0430\u0437\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u043d\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u043d\u0430 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0435\u043d. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430, \u0430\u043a\u043e \u0438\u043c\u0430\u0442\u0435 \u043d\u0443\u0436\u0434\u0430 \u043e\u0442 LiferayDocumentType \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441 \u043d\u0435\u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u0410\u043a\u043e \u043f\u0440\u043e\u0441\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043d\u043e\u0432\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u0431\u0435\u0437 \u043f\u0440\u0438\u043f\u043e\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438\u0442\u0435 \u043e\u043f\u0438\u0442\u0438 \u0430\u043a\u043e \u0432\u0435\u0440\u0441\u0438\u044f \u043a\u043e\u043d\u0444\u043b\u0438\u043a\u0442 \u0432\u044a\u0437\u043d\u0438\u043a\u0432\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u0435 \u0431\u0438\u043b \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u043c\u0435\u0436\u0434\u0443 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u0433\u043e \u0438 \u0433\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430. (Automatic Translation)
sync-search=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0440\u0430\u0431\u043e\u0442\u0438 \u043d\u0430 \u0418\u0437\u0432\u0438\u043a\u0432\u0430\u0449\u0438\u044f\u0442 \u043d\u0438\u0448\u043a\u0430, \u0430 \u043d\u0435 \u0432 Elasticsearch \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0438\u0448\u043a\u0430 \u0431\u0430\u0441\u0435\u0439\u043d. \u0422\u043e\u0432\u0430 \u0441\u0435 \u043e\u0442\u043d\u0430\u0441\u044f \u0441\u0430\u043c\u043e \u0437\u0430 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430. (Automatic Translation)
transport-addresses-help=\u0414\u0430\u043b\u0435\u0447\u0435\u043d node \u0430\u0434\u0440\u0435\u0441\u0438, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435. \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043f\u0440\u0438 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043d\u0430 \u0414\u0418\u0421\u0422\u0410\u041d\u0426\u0418\u041e\u041d\u041d\u041e\u0422\u041e. (Automatic Translation)
transport-tcp-port-help=\u041f\u0440\u0438\u0441\u0442\u0430\u043d\u0438\u0449\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u043e\u0431\u0432\u044a\u0440\u0436\u0435 \u0437\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0435\u0436\u0434\u0443 \u0432\u044a\u0437\u043b\u0438. \u041f\u0440\u0438\u0435\u043c\u0430 \u0435\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0438\u043b\u0438 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d (\u043d\u0430\u043f\u0440., 9300-9400). (Automatic Translation)
