#X-Generator: crowdin.com
additional-configurations-help=Vlastn\u00ed nastaven\u00ed pro embedded Elasticsearch, v YML form\u00e1tu (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Vlastn\u00ed nastaven\u00ed pro Liferay index, ve form\u00e1tu JSON nebo YML (Elasticsearch vytvo\u0159it Index API). (Automatic Translation)
additional-type-mappings-help=Vlastn\u00ed mapov\u00e1n\u00ed pro LiferayDocumentType ve form\u00e1tu JSON (Elasticsearch d\u00e1t Mapping API). Tato hodnota by m\u011bla nastavit s pouze nov\u00e9 mapov\u00e1n\u00ed pol\u00ed. Pokud nastav\u00edte tuto hodnotu s \u017e\u00e1dn\u00e9 p\u0159ekr\u00fdvaj\u00edc\u00ed se mapov\u00e1n\u00ed pro v\u00fdchoz\u00ed pole, nezda\u0159\u00ed vytvo\u0159en\u00ed indexu. Chcete-li zcela nahradit v\u00fdchoz\u00ed mapov\u00e1n\u00ed, pou\u017eijte overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, adresov\u00fd prostor procesu je uzam\u010den v RAM, br\u00e1n\u00ed jak\u00e9koliv Elasticsearch pam\u011bti jsou odlo\u017eeny. (Automatic Translation)
client-transport-ignore-cluster-name-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, ov\u011b\u0159en\u00ed n\u00e1zvu clusteru p\u0159ipojen\u00fdch uzl\u016f je ignorov\u00e1na. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Pokyn klienta uzlu jak \u010dasto uk\u00e1zka/ping uzly uvedeny a p\u0159ipojen. (Automatic Translation)
client-transport-sniff-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, clusteru sledov\u00e1n\u00ed je povoleno k dynamick\u00e9mu zji\u0161\u0165ov\u00e1n\u00ed dostupn\u00fdch uzlech v clusteru. (Automatic Translation)
cluster-name-help=N\u00e1zev clusteru p\u0159ipojit. N\u00e1zev by m\u011bl odpov\u00eddat vzd\u00e1len\u00fd cluster, pokud je nastaven re\u017eim provozu do vzd\u00e1len\u00e9. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Rozsah port\u016f, kter\u00e9 chcete pou\u017e\u00edt p\u0159i vytv\u00e1\u0159en\u00ed hodnota discovery.zen.ping.unicast.hosts. V\u00edce uzl\u016f Elasticsearch na \u0159adu port\u016f m\u016f\u017ee fungovat jako drby sm\u011brova\u010de na stejn\u00e9m po\u010d\u00edta\u010di. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=Po\u010d\u00e1tky umo\u017en\u00edte-li HTTP CORS je povolena. (Automatic Translation)
http-cors-configurations-help=Vlastn\u00ed nastaven\u00ed HTTP CORS v YML form\u00e1tu (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Pokud je za\u0161krtnut\u00e1, cross p\u016fvod zdroj\u016f je povoleno sd\u00edlen\u00ed, kter\u00e1 ur\u010duje, zda prohl\u00ed\u017ee\u010d na jin\u00e9m p\u016fvodu mohou pod\u00e1vat \u017e\u00e1dosti Elasticsearch. Je-li zak\u00e1z\u00e1na, web front-end n\u00e1stroje jako elasticsearch hlava m\u016f\u017ee b\u00fdt schopen se p\u0159ipojit. (Automatic Translation)
http-enabled-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, je povolena HTTP vrstva. Pokud pol\u00ed\u010dko nen\u00ed za\u0161krtnuto, po\u017eadavky HTTP vrstvy zcela v uzlech, kter\u00e9 nejsou ur\u010deny k odpo\u010dinku slou\u017e\u00ed p\u0159\u00edmo zak\u00e1z\u00e1ny. (Automatic Translation)
index-name-prefix-help=P\u0159edpona pro n\u00e1zev indexu hled\u00e1n\u00ed. Tato hodnota by nem\u011bla zm\u011bnit za norm\u00e1ln\u00edch podm\u00ednek. Pokud tuto hodnotu zm\u011bn\u00edte, mus\u00edte tak\u00e9 znovu port\u00e1lu a pot\u00e9 ru\u010dn\u011b odstra\u0148te star\u00fd index pomoc\u00ed konzoly pro spr\u00e1vu Elasticsearch. (Automatic Translation)
log-exceptions-only-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, nen\u00ed rethrow je a protokolu v\u00fdjimky jen z Elasticsearch. (Automatic Translation)
network-bind-host-help=S\u00ed\u0165ov\u00e1 rozhran\u00ed uzlu by m\u011bl v\u00e1zat k naslouch\u00e1n\u00ed pro p\u0159\u00edchoz\u00ed po\u017eadavky. (Automatic Translation)
network-host-help=N\u00e1zev hostitele nebo adresu IP na uzlu, kter\u00fd slou\u017e\u00ed k publikov\u00e1n\u00ed (reklama) hostitele do ostatn\u00edch uzl\u016f v clusteru. To je zkratka, kter\u00e1 nastav\u00ed vazba hostitele a publikovat hostitele ve stejnou dobu. (Automatic Translation)
network-publish-host-help=Jedin\u00e9ho rozhran\u00ed uzel inzeruje do ostatn\u00edch uzl\u016f v clusteru, aby se k n\u00ed p\u0159ipojit tyto uzly. (Automatic Translation)
operation-mode-help=Re\u017eim VZD\u00c1LEN\u00c9 operace se p\u0159ipoj\u00ed k vzd\u00e1len\u00e9mu samostatn\u00e9ho Elasticsearch clusteru. Re\u017eim pr\u00e1ce VLO\u017dEN\u00c9 za\u010d\u00edn\u00e1 vnit\u0159n\u00ed Elasticsearch instanc\u00ed ve stejn\u00e9m JVM port\u00e1lu. Re\u017eim pr\u00e1ce vlo\u017een\u00e9 ZNAKY nen\u00ed podporov\u00e1na. (Automatic Translation)
override-type-mappings-help=P\u0159epi\u0161te mapov\u00e1n\u00ed pro celou LiferayDocumentType ve form\u00e1tu JSON (Elasticsearch d\u00e1t Mapping API). Pokud nastav\u00edte tuto hodnotu, vytvo\u0159en\u00ed indexu ignoruje v\u00fdchoz\u00ed definice mapov\u00e1n\u00ed a v\u0161echny Roz\u0161i\u0159ovac\u00ed body, pomoc\u00ed t\u00e9to definice alternativn\u00ed mapov\u00e1n\u00ed m\u00edsto. Pou\u017eijte toto, pokud pot\u0159ebujete LiferayDocumentType se vytvo\u0159\u00ed s nestandardn\u00ed mapov\u00e1n\u00ed pro v\u00fdchoz\u00ed pole. Pokud pot\u0159ebujete p\u0159idat nov\u00e9 vlastn\u00ed mapov\u00e1n\u00ed bez p\u0159ekr\u00fdv\u00e1n\u00ed \u017e\u00e1dn\u00e9 v\u00fdchoz\u00ed nastaven\u00ed, pou\u017eijte additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Po\u010det opakov\u00e1n\u00ed je-li konflikt verz\u00ed doch\u00e1z\u00ed, proto\u017ee dokument byl aktualizov\u00e1n mezi na\u010d\u00edt\u00e1n\u00ed a aktualizace. (Automatic Translation)
sync-search=Pokud je tato volba za\u0161krtnuta, hled\u00e1n\u00ed je spu\u0161t\u011bno na p\u016fvodce vl\u00e1kno, nikoli v fondu podproces\u016f je Elasticsearch hled\u00e1n\u00ed. To plat\u00ed pouze pro EMBEDDED opera\u010dn\u00ed re\u017eim. (Automatic Translation)
transport-addresses-help=Vzd\u00e1len\u00fd uzel adresy pro p\u0159ipojen\u00ed k. Tato hodnota je zapot\u0159eb\u00ed, kdy\u017e opera\u010dn\u00ed re\u017eim je nastaven na VZD\u00c1LEN\u00c9. (Automatic Translation)
transport-tcp-port-help=Port pro komunikaci mezi uzly v\u00e1zat. P\u0159ij\u00edm\u00e1 pouze jednu hodnotu nebo rozsah (nap\u0159, 9300-9400). (Automatic Translation)
