#X-Generator: crowdin.com
additional-configurations-help=Configura\u00e7\u00f5es personalizadas para Elasticsearch incorporado, no formato YML (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Configura\u00e7\u00f5es personalizadas para o \u00edndice de Liferay, no formato JSON ou YML (Elasticsearch criar \u00edndice API). (Automatic Translation)
additional-type-mappings-help=Mapeamentos de personalizada para o LiferayDocumentType, no formato JSON (Elasticsearch colocar mapeamento API). Esse valor deve ser definido com novos mapeamentos de campo apenas. Se voc\u00ea definir esse valor com qualquer mapeamentos de sobreposi\u00e7\u00e3o de campos padr\u00e3o, falha na cria\u00e7\u00e3o de \u00edndice. Para substituir mapeamentos padr\u00e3o inteiramente, use overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Se isto \u00e9 verificado, o espa\u00e7o de endere\u00e7o de processo \u00e9 bloqueado na mem\u00f3ria RAM, impedindo qualquer mem\u00f3ria de Elasticsearch de ser permutada. (Automatic Translation)
client-transport-ignore-cluster-name-help=Se isto estiver marcado, a valida\u00e7\u00e3o de nome de cluster de n\u00f3s conectados \u00e9 ignorada. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Instrui o n\u00f3 do cliente na freq\u00fc\u00eancia de amostra/ping os n\u00f3s listados e conectado. (Automatic Translation)
client-transport-sniff-help=Se essa op\u00e7\u00e3o est\u00e1 marcada, farejador de cluster \u00e9 habilitado para detectar dinamicamente dispon\u00edveis n\u00f3s no cluster. (Automatic Translation)
cluster-name-help=O nome do cluster para se juntar. O nome deve coincidir com o cluster remoto quando o modo de opera\u00e7\u00e3o \u00e9 definido para remoto. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Intervalo de portas para usar ao criar o valor de discovery.zen.ping.unicast.hosts. V\u00e1rios n\u00f3s de Elasticsearch em um intervalo de portas podem funcionar como roteadores de fofoca no mesmo computador. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch
http-cors-allow-origin-help=Origens para permitir ao CORS HTTP est\u00e1 habilitado. (Automatic Translation)
http-cors-configurations-help=Configura\u00e7\u00f5es personalizadas para HTTP CORS, no formato YML (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Se isto \u00e9 verificado, Cruz-origem recurso compartilhamento est\u00e1 habilitado, que determina se um navegador em outra origem pode fazer pedidos para Elasticsearch. Se desativado, ferramentas de front-end web como elasticsearch-cabe\u00e7a podem ser incapazes de se conectar. (Automatic Translation)
http-enabled-help=Se isto estiver marcado, a camada HTTP est\u00e1 habilitada. Se estiver desmarcada, a camada HTTP inteiramente em n\u00f3s que n\u00e3o s\u00e3o destinadas a servir o resto solicita diretamente est\u00e3o desativados. (Automatic Translation)
index-name-prefix-help=O prefixo para o nome de \u00edndice de pesquisa. Esse valor n\u00e3o deve ser alterado em condi\u00e7\u00f5es normais. Se voc\u00ea alterar esse valor, voc\u00ea deve tamb\u00e9m reindexar o portal e em seguida, excluir manualmente o \u00edndice antigo usando o console de administra\u00e7\u00e3o do Elasticsearch. (Automatic Translation)
log-exceptions-only-help=Se essa op\u00e7\u00e3o est\u00e1 marcada, registros de exce\u00e7\u00f5es apenas de Elasticsearch e n\u00e3o relan\u00e7\u00e1-los. (Automatic Translation)
network-bind-host-help=As interfaces de rede, um n\u00f3 devem vincular a fim escutar solicita\u00e7\u00f5es de entrada. (Automatic Translation)
network-host-help=O hostname ou endere\u00e7o IP uniu-se ao n\u00f3, que \u00e9 usado para publicar (anunciar) host para outros n\u00f3s do cluster. Este \u00e9 um atalho que define o host de vincular e o host de publicar ao mesmo tempo. (Automatic Translation)
network-publish-host-help=A \u00fanica interface no n\u00f3 anuncia para outros n\u00f3s do cluster, para que os n\u00f3s podem se conectar a ele. (Automatic Translation)
operation-mode-help=O modo de opera\u00e7\u00e3o REMOTA conecta-se a um cluster de Elasticsearch aut\u00f4nomo remoto. O modo de opera\u00e7\u00e3o do EMBEDDED come\u00e7a Portal com uma inst\u00e2ncia de Elasticsearch interna na mesma JVM. O modo de opera\u00e7\u00e3o INCORPORADO n\u00e3o \u00e9 suportado. (Automatic Translation)
override-type-mappings-help=Substitua os mapeamentos para a LiferayDocumentType inteira, no formato JSON (Elasticsearch colocar mapeamento API). Se voc\u00ea definir esse valor, cria\u00e7\u00e3o de \u00edndice ignora a defini\u00e7\u00e3o de mapeamentos padr\u00e3o e quaisquer pontos de extens\u00e3o, usando esta defini\u00e7\u00e3o de mapeamentos alternativos em vez disso. Use isto se voc\u00ea precisa LiferayDocumentType a ser criado com mapeamentos padr\u00e3o para campos padr\u00e3o. Se voc\u00ea s\u00f3 precisa adicionar novos mapeamentos personalizados sem quaisquer padr\u00f5es de sobreposi\u00e7\u00e3o, use additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=O n\u00famero de repeti\u00e7\u00f5es se ocorrer um conflito de vers\u00e3o, porque o documento foi atualizado entre recuper\u00e1-lo e atualiz\u00e1-lo. (Automatic Translation)
sync-search=Se essa op\u00e7\u00e3o est\u00e1 marcada, Pesquisar \u00e9 executado no thread chamador, em vez de pool de segmentos de pesquisa do Elasticsearch. Isso se aplica somente para o modo de opera\u00e7\u00e3o do embutido. (Automatic Translation)
transport-addresses-help=Os endere\u00e7os de n\u00f3 remoto para se conectar a. Esse valor \u00e9 necess\u00e1rio quando o modo de opera\u00e7\u00e3o \u00e9 definido como REMOTO. (Automatic Translation)
transport-tcp-port-help=O porto para ligar para a comunica\u00e7\u00e3o entre os n\u00f3s. Aceita um valor \u00fanico ou um intervalo (por exemplo, 9300-9400). (Automatic Translation)
