#X-Generator: crowdin.com
add-list=Ajouter une liste
changeable-default-language=Langue par d\u00e9faut modifiable (Automatic Translation)
changeable-default-language-description=Si coch\u00e9e, la langue par d\u00e9faut des articles du contenu web sera modifiable. La langue par d\u00e9faut des articles du contenu web est h\u00e9rit\u00e9e des param\u00e8tres du site.
check-to-allow-users-to-add-records-to-the-list=Cocher pour permettre aux utilisateurs d'ajouter des enregistrements \u00e0 la liste.
check-to-display-the-form-entry-view=V\u00e9rifier pour afficher la visualisation de l'entr\u00e9e du formulaire.
data-definition=D\u00e9finition des donn\u00e9es
data-definition-id=Identifiant de la d\u00e9finition de donn\u00e9e
data-definition-id-help=Repr\u00e9sente l'identifiant num\u00e9rique de la d\u00e9finition de donn\u00e9e.
data-definitions=D\u00e9finitions des donn\u00e9es
data-list-description=Description de la liste de donn\u00e9es
data-list-description-help=Repr\u00e9sente la description de la liste de donn\u00e9es.
data-list-display-template-helper=Assistant de gabarit d'affichage de liste de donn\u00e9es
data-list-id=Identifiant de la liste de donn\u00e9es
data-list-id-help=Repr\u00e9sente l'identifiant num\u00e9rique de la liste de donn\u00e9es.
data-list-name=Nom de la liste de donn\u00e9es
data-list-name-help=Repr\u00e9sente le nom de la liste de donn\u00e9es.
data-list-record-fields=Champs d'enregistrement de la liste de donn\u00e9es
data-list-records=Enregistrements de la liste de donn\u00e9es
data-list-records-help=Repr\u00e9sente un assistant pour la liste des enregistrements de liste de donn\u00e9e. Veuillez d'abord amener les enregistrements que vous souhaitez afficher du service local DDL Record.
data-list-services=Services de listes de donn\u00e9es
data-list-util=Data List Util
data-list-variables=Variables de listes de donn\u00e9es
ddl-record-local-service=Service local d'enregistrement des DDL (Listes de donn\u00e9es dynamiques)
ddl-record-local-service-help=Fournit le service local pour acc\u00e9der, ajouter, supprimer, et mettre \u00e0 jour les listes de donn\u00e9es dynamiques (DDL).
ddl-record-service=Service d'enregistrement des DDL (Listes de donn\u00e9es dynamiques)
ddl-record-service-help=Fournit le service distant pour acc\u00e9der, ajouter, supprimer, et mettre \u00e0 jour des enregistrements de listes de donn\u00e9es dynamiques (DDL). Cette methode inclut les v\u00e9rifications de permission.
ddl-record-set-local-service=Service local des jeux d'enregistrements de DDL (Listes de donn\u00e9es dynamiques)
ddl-record-set-local-service-help=Fournit le service local pour acc\u00e9der, ajouter, supprimer, et mettre \u00e0 jour les enregistrments de listes de donn\u00e9es dynamiques (DDL).
ddl-record-set-service=Service d'enregistrement des jeux d'enregistrements de DDL (Listes de donn\u00e9es dynamiques)
ddl-record-set-service-help=Fournit le service distant pour acc\u00e9der, ajouter, supprimer, et mettre \u00e0 jour des jeux d'enregistrements de listes de donn\u00e9es dynamiques (DDL). Cette methode inclut les v\u00e9rifications de permission.
ddl-web-configuration-name=Listes de donn\u00e9es dynamiques
displaying-list=Liste des affichages
edit-display-template=Modifier le mod\u00e8le d'affichage
edit-form-template=Modifier le mod\u00e8le XSL de document
form-template=Mod\u00e8le de Formulaire
form-view=Vue formulaire
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLDisplayPortlet=Affichage de listes de donn\u00e9es dynamiques
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLPortlet=Listes de donn\u00e9es dynamiques
model.resource.com.liferay.dynamic.data.lists=Listes
model.resource.com.liferay.dynamic.data.lists.model.DDLRecord=Enregistrement de listes de donn\u00e9es dynamiques
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet=Ensemble d'enregistrement de liste de donn\u00e9es dynamiques
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMStructure=D\u00e9finition de listes de donn\u00e9es dynamiques
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMTemplate=Gabarit de listes de donn\u00e9es dynamiques
no-lists-were-found=Aucune liste n'a \u00e9t\u00e9 trouv\u00e9e
optional-configuration=Configuration optionelle
please-select-a-list-entry-from-the-list-below=Veuillez s\u00e9lectionner une entr\u00e9e de la liste ci-dessous svp.
select-an-existing-list-or-add-a-list-to-be-displayed-in-this-application=S\u00e9lectionner une liste existant ou ajouter une liste pour l'afficher dans cette application.
select-the-display-template-used-to-diplay-the-list-records=S\u00e9lectionner le mod\u00e8le d'affichage utilis\u00e9 pour afficher la liste des enregistrements.
select-the-form-template-used-to-add-records-to-the-list=S\u00e9lectionner le mod\u00e8le de formulaire utilis\u00e9 pour ajouter des valeurs \u00e0\u00a0 la liste.
spreadsheet-view=Vue tableur
the-record-could-not-be-found=L'enregistrement n'a pas \u00e9t\u00e9 trouv\u00e9.
the-recordSet-could-not-be-found=L'ensemble d'enregistrements n'a pas \u00e9t\u00e9 trouv\u00e9.
updating-the-data-definition-may-cause-data-loss=Mettre \u00e0 jour la d\u00e9finition de donn\u00e9es peut causer la perte de donn\u00e9es.
