#X-Generator: crowdin.com
cache-data-on-the-first-request=\u092a\u0939\u0932\u0940 \u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0930 \u0915\u0948\u0936 \u0921\u0947\u091f\u093e\u0964 (Automatic Translation)
displayed-json-attribute=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0940 \u0917\u0908 JSON \u0935\u093f\u0936\u0947\u0937\u0924\u093e (Automatic Translation)
end-parameter-name=\u0905\u0902\u0924 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=\u092c\u093e\u0915\u0940 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0940 \u0915\u094b\u0908 \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
enter-a-password=\u0915\u094b\u0908 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
enter-a-user-name=\u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
enter-the-rest-service-url=\u092c\u093e\u0915\u0940 \u0938\u0947\u0935\u093e URL \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
filter-parameter-name=\u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=\u092c\u093e\u0915\u0940 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u094b \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u0947 \u0932\u093f\u090f \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
provide-the-user-name-for-authenticating-to-the-rest-provider=\u092c\u093e\u0915\u0940 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u094b \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
start-parameter-name=\u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093e\u092e \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0915\u0930\u0947\u0902 (Automatic Translation)
stored-json-attribute=\u0938\u0902\u0917\u094d\u0930\u0939\u093f\u0924 JSON \u0935\u093f\u0936\u0947\u0937\u0924\u093e (Automatic Translation)
support-filtering-by-keyword=\u0915\u0940\u0935\u0930\u094d\u0921 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u0930\u0928\u0947 \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928\u0964 (Automatic Translation)
support-pagination=\u0938\u0939\u093e\u092f\u0924\u093e \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0905\u0902\u0915 \u0932\u0917\u093e\u0928\u093e (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=\u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930, \u091c\u093f\u0938\u0915\u093e \u092e\u0942\u0932\u094d\u092f \u090f\u0915 \u092b\u093f\u0932\u094d\u091f\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092c\u093e\u0915\u0940 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=\u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930, \u091c\u093f\u0938\u0915\u093e \u092e\u0942\u0932\u094d\u092f \u090f\u0915 \u0936\u0941\u0930\u0941\u0906\u0924 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092c\u093e\u0915\u0940 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=\u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930, \u091c\u093f\u0938\u0915\u093e \u092e\u0942\u0932\u094d\u092f \u090f\u0915 \u0905\u0902\u0924 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092c\u093e\u0915\u0940 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
