#X-Generator: crowdin.com
cache-data-on-the-first-request=\u041a\u0435\u0448 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u044a\u0440\u0432\u043e\u0442\u043e \u0438\u0441\u043a\u0430\u043d\u0435. (Automatic Translation)
displayed-json-attribute=\u041f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u0442\u0435 JSON \u0430\u0442\u0440\u0438\u0431\u0443\u0442 (Automatic Translation)
end-parameter-name=\u0418\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u043d\u0430 \u043a\u0440\u0430\u044f (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435, \u043a\u043e\u0435\u0442\u043e \u0441\u044a\u0432\u043f\u0430\u0434\u0430 \u0441 \u0435\u0434\u0438\u043d \u043e\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\u0442\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0430\u0442\u0430 \u0447\u0430\u0441\u0442. (Automatic Translation)
enter-a-password=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430. (Automatic Translation)
enter-a-user-name=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435. (Automatic Translation)
enter-the-rest-service-url=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u041e\u0421\u0422\u0410\u041d\u0410\u041b\u0418\u0422\u0415. (Automatic Translation)
filter-parameter-name=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0438\u043c\u0435 \u043d\u0430 \u0444\u0438\u043b\u0442\u044a\u0440 (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043f\u0440\u0435\u0434 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u041e\u0421\u0422\u0410\u041d\u0410\u041b\u0418\u0422\u0415. (Automatic Translation)
provide-the-user-name-for-authenticating-to-the-rest-provider=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u041e\u0421\u0422\u0410\u041d\u0410\u041b\u0418\u0422\u0415. (Automatic Translation)
start-parameter-name=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 (Automatic Translation)
stored-json-attribute=\u0421\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0442\u0435 JSON \u0430\u0442\u0440\u0438\u0431\u0443\u0442 (Automatic Translation)
support-filtering-by-keyword=\u041f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043a\u043b\u044e\u0447\u043e\u0432\u0430 \u0434\u0443\u043c\u0430. (Automatic Translation)
support-pagination=\u041f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u043d\u043e\u043c\u0435\u0440\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430, \u0447\u0438\u044f\u0442\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043a\u0430\u0442\u043e \u0444\u0438\u043b\u0442\u044a\u0440 \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u041e\u0421\u0422\u0410\u041d\u0410\u041b\u0418\u0422\u0415. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430, \u0447\u0438\u044f\u0442\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u043a\u0430\u0442\u043e \u043d\u0430\u0447\u0430\u043b\u043e \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u041e\u0421\u0422\u0410\u041d\u0410\u041b\u0418\u0422\u0415. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430, \u0447\u0438\u044f\u0442\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u041e\u0421\u0422\u0410\u041d\u0410\u041b\u0418\u0422\u0415. (Automatic Translation)
