#X-Generator: crowdin.com
cache-data-on-the-first-request=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e04\u0e1a\u0e19\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e41\u0e23\u0e01 (Automatic Translation)
displayed-json-attribute=\u0e41\u0e2d\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e41\u0e2a\u0e14\u0e07 JSON (Automatic Translation)
end-parameter-name=\u0e2a\u0e34\u0e49\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e43\u0e14\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07 (Automatic Translation)
enter-a-password=\u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19 (Automatic Translation)
enter-a-user-name=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
enter-the-rest-service-url=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e27\u0e19\u0e40\u0e2b\u0e25\u0e37\u0e2d (Automatic Translation)
filter-parameter-name=\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07 (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=\u0e43\u0e2a\u0e48\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e43\u0e2b\u0e49 (Automatic Translation)
provide-the-user-name-for-authenticating-to-the-rest-provider=\u0e43\u0e2b\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e43\u0e2b\u0e49 (Automatic Translation)
start-parameter-name=\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
stored-json-attribute=JSON \u0e40\u0e01\u0e47\u0e1a\u0e41\u0e2d\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c (Automatic Translation)
support-filtering-by-keyword=\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e01\u0e32\u0e23\u0e01\u0e23\u0e2d\u0e07 \u0e14\u0e49\u0e27\u0e22\u0e04\u0e33\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
support-pagination=\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e21\u0e35\u0e04\u0e48\u0e32\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07 \u0e42\u0e14\u0e22\u0e43\u0e2b\u0e49\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e21\u0e35\u0e04\u0e48\u0e32\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e42\u0e14\u0e22\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e21\u0e35\u0e04\u0e48\u0e32\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e08\u0e38\u0e14\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14 \u0e42\u0e14\u0e22\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d (Automatic Translation)
