#X-Generator: crowdin.com
allow-dictionary-words=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0443\u043c\u0438 \u043e\u0442 \u0440\u0435\u0447\u043d\u0438\u043a\u0430
allow-dictionary-words-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043e\u0431\u0449 \u0440\u0435\u0447\u043d\u0438\u043a \u0434\u0443\u043c\u0438 \u0441\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438 \u043a\u0430\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u0430\u0440\u043e\u043b\u0438. (Automatic Translation)
change-required=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435
change-required-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0435 \u0434\u043b\u044a\u0436\u0435\u043d \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0441\u0438 \u043f\u0440\u0438 \u043f\u044a\u0440\u0432\u043e\u0442\u043e \u0432\u043b\u0438\u0437\u0430\u043d\u0435. (Automatic Translation)
changeable=\u041f\u0440\u043e\u043c\u0435\u043d\u044f\u0435\u043c
changeable-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0441\u0438. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0438\u0437\u0442\u0438\u0447\u0430\u043d\u0435 (Automatic Translation)
enable-expiration-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0441\u043b\u0435\u0434 \u0434\u0430\u0434\u0435\u043d \u043f\u0435\u0440\u0438\u043e\u0434 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435. (Automatic Translation)
enable-history-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0440\u0442\u0430\u043b\u044a\u0442 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f \u043d\u0430 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u043f\u0430\u0440\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438 \u0433\u0438 \u043f\u0440\u0435\u0434\u043f\u0430\u0437\u0432\u0430 \u043e\u0442 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0440\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430. (Automatic Translation)
enable-lockout=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u043a\u0430 (Automatic Translation)
enable-lockout-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u0432 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u043f\u044a\u0442\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043c \u0430\u043a\u0430\u0443\u043d\u0442 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d. (Automatic Translation)
enable-syntax-checking=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441\u0430 (Automatic Translation)
enable-syntax-checking-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0441\u0435 \u0447\u0435\u0442\u0435 \u0437\u0430 \u043d\u044f\u043a\u043e\u0438 \u0434\u0443\u043c\u0438 \u0438/\u0438\u043b\u0438 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u043f\u0435\u0440\u0438\u043e\u0434. (Automatic Translation)
grace-limit=Grace Limit (Automatic Copy)
grace-limit-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043a\u043e\u043b\u043a\u043e \u043f\u044a\u0442\u0438, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u0432 \u0441\u043b\u0435\u0434 \u0442\u044f\u0445\u043d\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0435 \u0438\u0437\u0442\u0435\u043a\u044a\u043b, \u043f\u0440\u0435\u0434\u0438 \u0442\u0435 \u0441\u0430 \u0434\u043b\u044a\u0436\u043d\u0438 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 \u043f\u0430\u0440\u043e\u043b\u0430. (Automatic Translation)
history-count=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430
history-count-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0442 \u0432 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u041f\u043e\u043b\u0438\u0442\u0438\u043a\u0438 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0438\u0442\u0435
lockout-duration=Lockout Duration (Automatic Copy)
lockout-duration-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0432\u0440\u0435\u043c\u0435\u0442\u043e, \u043f\u0440\u0435\u0437 \u043a\u043e\u0435\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0430\u043a\u0430\u0443\u043d\u0442 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d.
maximum-age=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0432\u044a\u0437\u0440\u0430\u0441\u0442
maximum-age-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043a\u043e\u043b\u043a\u043e \u0434\u044a\u043b\u0433\u043e \u0435\u0434\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0441\u0435 \u0441\u043c\u044f\u0442\u0430 \u0437\u0430 \u0434\u043e\u0431\u0440\u0430 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043b\u043e\u0436\u0438 \u0434\u0430 \u0441\u0435 \u0441\u043c\u0435\u043d\u044f.
maximum-failure=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438 \u043e\u043f\u0438\u0442\u0438
maximum-failure-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043f\u044a\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u0441 \u0433\u0440\u0435\u0448\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430. (Automatic Translation)
minimum-age=\u041c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430 \u0432\u044a\u0437\u0440\u0430\u0441\u0442
minimum-age-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043a\u043e\u043b\u043a\u043e \u0434\u044a\u043b\u0433\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0447\u0430\u043a\u0430\u0442, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u043c\u0435\u043d\u044f\u0442 \u043e\u0442\u043d\u043e\u0432\u043e \u0441\u0432\u043e\u044f\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430.
minimum-alpha-numeric=Minimum Alpha Numeric (Automatic Copy)
minimum-alpha-numeric-help=This determines the minimum number of alpha numeric letters in the user's password. (Automatic Copy)
minimum-length=\u041c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430
minimum-length-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430.
minimum-lower-case=Minimum Lower Case (Automatic Copy)
minimum-lower-case-help=This determines the minimum number of lower case letters in the user's password. (Automatic Copy)
minimum-numbers=Minimum Numbers (Automatic Copy)
minimum-numbers-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430.
minimum-symbols=Minimum Symbols (Automatic Copy)
minimum-symbols-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430.
minimum-upper-case=Minimum Upper Case (Automatic Copy)
minimum-upper-case-help=This determines the minimum number of upper case letters in the user's password. (Automatic Copy)
password-changes=\u041f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u043f\u0430\u0440\u043e\u043b\u0438\u0442\u0435 (Automatic Translation)
password-expiration=\u0418\u0437\u0442\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430
password-history=\u0418\u0441\u0442\u043e\u0440\u0438\u044f \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430
password-policies=\u041f\u043e\u043b\u0438\u0442\u0438\u043a\u0438 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430
password-syntax-checking=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430
reset-failure-count=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0438\u0442\u0435
reset-failure-count-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0432\u0440\u0435\u043c\u0435\u0442\u043e, \u0437\u0430 \u043a\u043e\u0435\u0442\u043e \u0441\u0435 \u043f\u0430\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0441 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438\u0442\u0435 \u043e\u043f\u0438\u0442\u0438 \u0437\u0430 \u0432\u0445\u043e\u0434 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
reset-ticket-max-age=Reset Ticket Max Age (Automatic Copy)
reset-ticket-max-age-help=This determines how long a password reset link is valid. (Automatic Copy)
the-password-policy-could-not-be-found=\u041f\u043e\u043b\u0438\u0442\u0438\u043a\u0430\u0442\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d. (Automatic Translation)
until-unlocked-by-an-administrator=\u0414\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0431\u044a\u0434\u0435 \u043e\u0442\u043a\u043b\u044e\u0447\u0435\u043d \u043e\u0442 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430
warning-time=\u0412\u0440\u0435\u043c\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\u0442\u043e
warning-time-help=\u0422\u043e\u0432\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043a\u043e\u043b\u043a\u043e \u0432\u0440\u0435\u043c\u0435 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u0442\u0435\u0447\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0442\u043e\u0439 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0434\u0435\u043d.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0437\u0430 \u043f\u0430\u0440\u043e\u043b\u0438 \u043d\u0430 LDAP. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0437\u0430 \u043f\u0430\u0440\u043e\u043b\u0438 \u043d\u0430 LDAP \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043b\u043e\u043a\u0430\u043b\u043d\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0437\u0430 \u043f\u0430\u0440\u043e\u043b\u0438.
