#X-Generator: crowdin.com
include-inherited-permissions-help=Sette dette sant med brukerens arvede roller som en del av s\u00f8k tillatelse filtrering. En brukers arvede roller inkluderer alle brukere tilordnet til en bruker fra deres bruker gruppe og organisasjon medlemskap. (Automatic Translation)
index-commit-immediately-help=Sett denne til True gang forplikte s\u00f8keindeksen skriveforesp\u00f8rsler. Hvis dette til true kan negativt p\u00e5virke s\u00f8k motorytelse som hver skriveforesp\u00f8rsler vil tvinge s\u00f8kemotoren for \u00e5 oppdatere indeksen leseren og potensielt flush transaksjoner til disk. Standardvirkem\u00e5te for portalen er \u00e5 beg\u00e5 umiddelbart for individuelle indeks operasjoner (f.eks legge bloggen, oppdatere bloggen) men forsinkelsen utf\u00f8rer masseoperasjoner (f.eks indeksere alle brukere, indeksere alle wiki) til alle poster har blitt sendt til s\u00f8kemotoren. Angi dette til Usann kan for\u00e5rsake portleter som eiendel Publisher viser en forsinket reaksjon n\u00e5r viser nylig lagt til innhold. For eksempel kan brukere oppleve en forsinkelse med standard Elasticsearch s\u00f8kemotor. Se https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html for mer informasjon. (Automatic Translation)
index-writer-helper-configuration-name=Indeksereren forfatter Helper (Automatic Translation)
index.status.manager.configuration.nam=Indeks Statusleder (Automatic Translation)
indexer-registry-configuration-name=S\u00f8k indeksen registeret (Automatic Translation)
permission-terms-limit-help=Sett denne til Begrens tillatelse s\u00f8keord som legges til s\u00f8ket. Hvis denne grensen overskrides, legges ikke tillatelse s\u00f8keord. I stedet vil tillatelse sjekke falle tilbake til tillatelse s\u00f8kefilteret. (Automatic Translation)
query-pre-process-configuration-name=S\u00f8k etter indeks sp\u00f8rringen Preprocessor (Automatic Translation)
search-engine-helper-configuration-name=S\u00f8kemotor Helper (Automatic Translation)
search-permission-checker-configuration-name=S\u00f8k Permission Checker (Automatic Translation)
