#X-Generator: crowdin.com
include-inherited-permissions-help=\u3053\u308c\u3092True\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u691c\u7d22\u6a29\u9650\u30d5\u30a3\u30eb\u30bf\u30fc\u306b\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u7d99\u627f\u3057\u3066\u3044\u308b\u30ed\u30fc\u30eb\u3092\u542b\u307f\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u304c\u7d99\u627f\u3057\u3066\u3044\u308b\u30ed\u30fc\u30eb\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u3001\u7d44\u7e54\u306e\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u3082\u542b\u307f\u307e\u3059\u3002
index-commit-immediately-help=\u5373\u5ea7\u306b\u691c\u7d22\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f8\u304d\u8fbc\u307f\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30b3\u30df\u30c3\u30c8\u3055\u305b\u308b\u5834\u5408\u3001\u3053\u308c\u3092true\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002true\u4ee5\u5916\u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u3001\u66f8\u304d\u8fbc\u307f\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u5ea6\u306b\u3001\u30b5\u30fc\u30c1\u30a8\u30f3\u30b8\u30f3\u306b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u8aad\u307f\u8fbc\u307f\u306e\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3068\u3001\u30c7\u30a3\u30b9\u30af\u3078\u306e\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u66f8\u304d\u51fa\u3057\u3092\u5f37\u5236\u3059\u308b\u3053\u3068\u306b\u306a\u308a\u3001\u691c\u7d22\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u306b\u60aa\u5f71\u97ff\u304c\u51fa\u308b\u6050\u308c\u304c\u3042\u308a\u307e\u3059\u3002\u30dd\u30fc\u30bf\u30eb\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u8a2d\u5b9a\u306f\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u51e6\u7406\u306e\u305f\u3073\u306b\u6bce\u56de\u5373\u5ea7\u306b\u30b3\u30df\u30c3\u30c8\u3057\u307e\u3059\u3002(\u30d6\u30ed\u30b0\u306e\u8ffd\u52a0\u3001\u30d6\u30ed\u30b0\u306e\u66f4\u65b0\u306e\u969b\u306a\u3069\uff09\u3057\u304b\u3057\u3001\u5168\u30a8\u30f3\u30c8\u30ea\u30fc\u304c\u305d\u308c\u305e\u308c\u306e\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u306b\u9001\u3089\u308c\u308b\u307e\u3067\u3001\u4e00\u62ec\u51e6\u7406\u306f\u9045\u5ef6\u30b3\u30df\u30c3\u30c8\u3057\u307e\u3059\uff08\u5168\u30e6\u30fc\u30b6\u30fc\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3001wiki\u306e\u5168\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306a\u3069\uff09\u3053\u306e\u8a2d\u5b9a\u3092false\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u65b0\u898f\u8ffd\u52a0\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30a2\u30bb\u30c3\u30c8\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306a\u3069\u306b\u8868\u793a\u3055\u308c\u308b\u969b\u306b\u3001\u9045\u5ef6\u304c\u767a\u751f\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001Liferay\u7d44\u307f\u8fbc\u307f\u306eElasticsearch\u306e\u4f7f\u7528\u306b\u304a\u3044\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u51e6\u7406\u901f\u5ea6\u306e\u4f4e\u4e0b\u3092\u611f\u3058\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u8a73\u3057\u304f\u306fhttps\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html\u3092\u53c2\u7167\u304f\u3060\u3055\u3044\u3002
index-writer-helper-configuration-name=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f8\u304d\u8fbc\u307f\u30d8\u30eb\u30d1\u30fc
index.status.manager.configuration.nam=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u72b6\u6cc1\u7ba1\u7406
indexer-registry-configuration-name=\u691c\u7d22\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ec\u30b8\u30b9\u30c8\u30ea
permission-terms-limit-help=Set this to limit the number of permission search terms that will be added to the search query. If this limit is exceeded, no permission search terms will be added. Instead, permission checking will fall back to the search permission filter. (Automatic Copy)
query-pre-process-configuration-name=\u691c\u7d22\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30fb\u30af\u30a8\u30ea\u30fb\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc
search-engine-helper-configuration-name=\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u30d8\u30eb\u30d1\u30fc
search-permission-checker-configuration-name=\u691c\u7d22\u6a29\u9650\u30c1\u30a7\u30c3\u30ab\u30fc
