#X-Generator: crowdin.com
include-inherited-permissions-help=Stabilit la true pentru a include rolurile mo\u015ftenite unui utilizator ca parte de c\u0103utare permisiunea de filtrare. Rolurile mo\u015ftenite unui utilizator includ to\u0163i utilizatorii asociat la un utilizator la abonamentele de grup \u015fi organizarea lor utilizator. (Automatic Translation)
index-commit-immediately-help=Seta acest lucru adev\u0103rat la indexul de c\u0103utare imediat comite scrie cereri. Setarea acest lucru cu adev\u0103rat pot impact negativ performan\u0163a de motor de c\u0103utare ca fiecare cerere de scriere va for\u0163a motorul de c\u0103utare s\u0103 re\u00eemprosp\u0103ta indicele cititorul \u015fi poten\u0163ial culoare tranzac\u0163ii disc. Comportamentul implicit al portalului este s\u0103 se angajeze imediat pentru opera\u0163iunile de indicele individuale (de exemplu, ad\u0103uga\u0163i blog-ul, actualizare blog) dar \u00eent\u00e2rziere se angajeaz\u0103 pentru vrac opera\u0163iuni (de exemplu, indexul tuturor utilizatorilor, indexa toate wikis) p\u00e2n\u0103 c\u00e2nd toate intr\u0103rile au fost trimise la motorul de c\u0103utare. Stabilirea acesteia \u00een fals poate cauza portlet-uri ca distribuitor activ s\u0103 prezinte un r\u0103spuns \u00eent\u00e2rziat la afi\u015farea nou ad\u0103ugat con\u0163inut. De exemplu, utilizatorii pot experien\u0163\u0103 o \u00eent\u00e2rziere cu motorul de c\u0103utare implicit Elasticsearch. A se vedea alte https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html pentru mai multe informa\u0163ii. (Automatic Translation)
index-writer-helper-configuration-name=Ajutor de scriitor de indexare (Automatic Translation)
index.status.manager.configuration.nam=Manager de Status Index (Automatic Translation)
indexer-registry-configuration-name=Registru de Index c\u0103utare (Automatic Translation)
permission-terms-limit-help=Seta acest lucru pentru a limita num\u0103rul de termeni de c\u0103utare permisiunea, care va fi ad\u0103ugat la interogarea de c\u0103utare. Dac\u0103 aceast\u0103 limit\u0103 este dep\u0103\u0219it\u0103, f\u0103r\u0103 termeni de c\u0103utare permisiunea vor fi ad\u0103ugate. \u00cen schimb, permisiunea de verificare va fi filtrul de c\u0103utare permisiunea. (Automatic Translation)
query-pre-process-configuration-name=C\u0103utare Index interogare Preprocessor (Automatic Translation)
search-engine-helper-configuration-name=Ajutor de motor de c\u0103utare (Automatic Translation)
search-permission-checker-configuration-name=C\u0103utare permisiunea Checker (Automatic Translation)
