#X-Generator: crowdin.com
include-inherited-permissions-help=Defina como verdadeiro para incluir os r\u00f3is herdados pelo utilizador como parte do filtro de permiss\u00f5es da pesquisa. Os r\u00f3is herdados pelo utilizador incluem todos os utilizadores atribuidos a um utilizador a partir do seu grupo de utilizador e as filia\u00e7\u00f5es \u00e0 organiza\u00e7\u00e3o.
index-commit-immediately-help=Coloque esta op\u00e7\u00e3o como verdade para efetuar o commit imediato dos pedidos de escrita nos \u00edndices de pesquisa. Colocar esta op\u00e7\u00e3o como verdade pode impactar negativamente na performance do motor de pesquisas, uma vez que cada pedido de escrita vai for\u00e7ar o motor de pesquisa a refrescar o leitor do \u00edndice e potencialmente, provocar descargas transacionais para disco. O comportamento por omiss\u00e3o do Portal \u00e9 para efetuar o commit imediatamente para opera\u00e7\u00f5es sobre \u00edndices individuais (Ex. adicionar blog, atualizar blog), mas atrasar os commits para opera\u00e7\u00f5es em massa (Ex. indexar todos os utilizadores, indexar todas as wikis) at\u00e9 que todas as entradas tenham sido enviadas para o motor de pesquisa. Colocar esta op\u00e7\u00e3o a falso pode resultar em algumas portlets como o Publicador de Conte\u00fados a exibir algum tempo de espera nas respostas quando apresentando conte\u00fado rec\u00e9m adicionado. Por exemplo, os utilizadores podem experienciar alguma demora com o motor de pesquisa por omiss\u00e3o Elasticsearch. Ver https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html para mais informa\u00e7\u00f5es.
index-writer-helper-configuration-name=Ajudante do Escritor de \u00cdndices
index.status.manager.configuration.nam=Xestor de estado do \u00edndice
indexer-registry-configuration-name=Registo de \u00cdndices de Pesquisa
permission-terms-limit-help=Marque como limitar o n\u00famero de termos de pesquisa de permiss\u00e3o que ser\u00e1 adicionado \u00e0 consulta de pesquisa. Se este limite for ultrapassado, sem termos de pesquisa de permiss\u00e3o ser\u00e3o adicionados. Em vez disso, verifica\u00e7\u00e3o de permiss\u00e3o se voltar\u00e1 para o filtro de autoriza\u00e7\u00e3o de pesquisa. (Automatic Translation)
query-pre-process-configuration-name=Pr\u00e9-processador de Consultas sobre o \u00cdndice de Pesquisa
search-engine-helper-configuration-name=Ajudante do Motor de Pesquisa
search-permission-checker-configuration-name=Verificador de Permiss\u00f5es de Pesquisa
