#X-Generator: crowdin.com
include-inherited-permissions-help=Nastavi\u0165 True zahrn\u00fa\u0165 zdeden\u00e9 roly pou\u017e\u00edvate\u013eov ako s\u00fa\u010das\u0165 Filtrovanie H\u013eada\u0165 povolenie. Zdeden\u00e9 roly pou\u017e\u00edvate\u013ea zah\u0155\u0148a v\u0161etk\u00fdch pou\u017e\u00edvate\u013eov priraden\u00fdch k pou\u017e\u00edvate\u013e z ich u\u017e\u00edvate\u013ea \u010dlenstvo v skupine a organiz\u00e1cie. (Automatic Translation)
index-commit-immediately-help=Set to pravda okam\u017eite sp\u00e1cha\u0165 vyh\u013ead\u00e1vacieho indexu p\u00edsa\u0165 \u017eiadosti. Nastavenie pravda negat\u00edvne ovplyvni\u0165 vyh\u013ead\u00e1va\u010d v\u00fdkon ako ka\u017ed\u00fd nap\u00edsa\u0165 \u017eiados\u0165 prin\u00fati vyh\u013ead\u00e1va\u010d obnovi\u0165 register \u010ditate\u013ea a potenci\u00e1lne splachovacie transakci\u00ed na disk. Predvolen\u00e9 spr\u00e1vanie port\u00e1lu je sp\u00e1cha\u0165 okam\u017eite jednotlivej indexovej oper\u00e1ci\u00ed (napr. prida\u0165 blog, aktualizova\u0165 blog), ale oneskorenie zav\u00e4zuje pre hromadn\u00e9 oper\u00e1cie (napr. indexovanie v\u0161etk\u00fdch pou\u017e\u00edvate\u013eov, indexova\u0165 v\u0161etky wiki) dovtedy, k\u00fdm v\u0161etky polo\u017eky boli zaslan\u00e9 do vyh\u013ead\u00e1va\u010da. Nastavenie NEPRAVDA m\u00f4\u017ee sp\u00f4sobi\u0165 portlety, ako majetok Vydavate\u013e vystavova\u0165 oneskoren\u00e9 reakcie pri preukazovan\u00ed novo pridan\u00fd obsah. Napr\u00edklad u\u017e\u00edvatelia m\u00f4\u017eu ma\u0165 me\u0161kanie s Elasticsearch predvolen\u00fd vyh\u013ead\u00e1vac\u00ed n\u00e1stroj. See https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html for more information. (Automatic Translation)
index-writer-helper-configuration-name=Slu\u017eba indexovania spisovate\u013e Helper (Automatic Translation)
index.status.manager.configuration.nam=Spr\u00e1vca registra stavu (Automatic Translation)
indexer-registry-configuration-name=Vyh\u013ead\u00e1vanie Index registre (Automatic Translation)
permission-terms-limit-help=Nastavi\u0165 obmedzenie po\u010dtu povolen\u00ed h\u013eadan\u00fdch v\u00fdrazov, ktor\u00e9 sa pridaj\u00fa do vyh\u013ead\u00e1vacieho dotazu. Ak je prekro\u010den\u00fd tento limit, prid\u00e1 sa \u017eiadne povolenie h\u013eadan\u00fdch v\u00fdrazov. Namiesto toho povolenie kontroly padne sp\u00e4\u0165 na filter h\u013eadania povolenie. (Automatic Translation)
query-pre-process-configuration-name=Vyh\u013ead\u00e1vanie Index dotaz preprocesor (Automatic Translation)
search-engine-helper-configuration-name=H\u013eada\u0165 Motor Helper (Automatic Translation)
search-permission-checker-configuration-name=H\u013eada\u0165 povolenie Checker (Automatic Translation)
