#X-Generator: crowdin.com
include-inherited-permissions-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang \u0111\u1ec3 bao g\u1ed3m c\u00e1c vai tr\u00f2 \u0111\u01b0\u1ee3c th\u1eeba k\u1ebf m\u1ed9t ng\u01b0\u1eddi d\u00f9ng nh\u01b0 l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a t\u00ecm ki\u1ebfm s\u1ef1 cho ph\u00e9p l\u1ecdc. Vai tr\u00f2 \u0111\u01b0\u1ee3c th\u1eeba k\u1ebf m\u1ed9t ng\u01b0\u1eddi d\u00f9ng bao g\u1ed3m t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c g\u00e1n cho ng\u01b0\u1eddi d\u00f9ng t\u1eeb c\u1ee7a ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u00f3m v\u00e0 t\u1ed5 ch\u1ee9c th\u00e0nh vi\u00ean. (Automatic Translation)
index-commit-immediately-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 th\u1ef1c s\u1ef1 \u0111\u1ec3 ngay l\u1eadp t\u1ee9c ch\u1ec9 m\u1ee5c t\u00ecm ki\u1ebfm t\u1ef1 vi\u1ebft y\u00eau c\u1ea7u. Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 th\u1ef1c s\u1ef1 c\u00f3 th\u1ec3 t\u00e1c \u0111\u1ed9ng ti\u00eau c\u1ef1c t\u00ecm ki\u1ebfm hi\u1ec7u su\u1ea5t nh\u01b0 m\u1ed7i y\u00eau c\u1ea7u ghi s\u1ebd bu\u1ed9c c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm \u0111\u1ec3 l\u00e0m m\u1edbi ch\u1ec9 s\u1ed1 \u0111\u1ecdc v\u00e0 c\u00f3 kh\u1ea3 n\u0103ng x\u1ea3 giao d\u1ecbch v\u00e0o \u0111\u0129a. Ch\u1ebf \u0111\u1ed9 m\u1eb7c \u0111\u1ecbnh c\u1ee7a c\u1ed5ng l\u00e0 cam k\u1ebft ngay l\u1eadp t\u1ee9c cho c\u00e1c ho\u1ea1t \u0111\u1ed9ng c\u00e1 nh\u00e2n ch\u1ec9 m\u1ee5c (v\u00ed d\u1ee5 nh\u01b0 th\u00eam blog, C\u1eadp nh\u1eadt blog) nh\u01b0ng ch\u1eadm tr\u1ec5 cam k\u1ebft cho h\u00e0ng lo\u1ea1t ho\u1ea1t \u0111\u1ed9ng (v\u00ed d\u1ee5 nh\u01b0 ch\u1ec9 s\u1ed1 t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng, l\u1eadp ch\u1ec9 m\u1ee5c t\u1ea5t c\u1ea3 wiki) cho \u0111\u1ebfn khi t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1eedi cho c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm. Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 sai c\u00f3 th\u1ec3 g\u00e2y ra portlets nh\u01b0 t\u00e0i s\u1ea3n nh\u00e0 xu\u1ea5t b\u1ea3n \u0111\u1ec3 tri\u1ec3n l\u00e3m m\u1ed9t ph\u1ea3n \u1ee9ng ch\u1eadm tr\u1ec5 khi hi\u1ec3n th\u1ecb m\u1edbi \u0111\u01b0\u1ee3c th\u00eam v\u00e0o n\u1ed9i dung. V\u00ed d\u1ee5, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 g\u1eb7p m\u1ed9t s\u1ef1 ch\u1eadm tr\u1ec5 v\u1edbi Elasticsearch m\u1eb7c \u0111\u1ecbnh c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm. Xem https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html cho th\u00eam th\u00f4ng tin. (Automatic Translation)
index-writer-helper-configuration-name=Ch\u1ec9 m\u1ee5c nh\u00e0 v\u0103n Helper (Automatic Translation)
index.status.manager.configuration.nam=Ch\u1ec9 s\u1ed1 t\u00ecnh tr\u1ea1ng qu\u1ea3n l\u00fd (Automatic Translation)
indexer-registry-configuration-name=T\u00ecm ki\u1ebfm ch\u1ec9 m\u1ee5c \u0111\u0103ng k\u00fd (Automatic Translation)
permission-terms-limit-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 gi\u1edbi h\u1ea1n s\u1ed1 l\u01b0\u1ee3ng c\u00e1c c\u1ee5m t\u1eeb t\u00ecm ki\u1ebfm s\u1ef1 cho ph\u00e9p s\u1ebd \u0111\u01b0\u1ee3c th\u00eam v\u00e0o truy v\u1ea5n t\u00ecm ki\u1ebfm. N\u1ebfu v\u01b0\u1ee3t qu\u00e1 gi\u1edbi h\u1ea1n n\u00e0y, kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p t\u00ecm ki\u1ebfm s\u1ebd \u0111\u01b0\u1ee3c th\u00eam v\u00e0o. Thay v\u00e0o \u0111\u00f3, cho ph\u00e9p ki\u1ec3m tra s\u1ebd r\u01a1i tr\u1edf l\u1ea1i \u0111\u1ec3 t\u00ecm ki\u1ebfm s\u1ef1 cho ph\u00e9p l\u1ecdc. (Automatic Translation)
query-pre-process-configuration-name=T\u00ecm ki\u1ebfm ch\u1ec9 m\u1ee5c truy v\u1ea5n Preprocessor (Automatic Translation)
search-engine-helper-configuration-name=T\u00ecm ki\u1ebfm tr\u1ee3 gi\u00fap (Automatic Translation)
search-permission-checker-configuration-name=T\u00ecm quy\u1ec1n ki\u1ec3m tra (Automatic Translation)
