#X-Generator: crowdin.com
include-inherited-permissions-help=Nustatyti tai True \u012ftraukti vartotojo paveld\u0117t\u0173 vaidmen\u0173 kaip dalis paie\u0161kos leidimo filtravimo. Vartotojo paveld\u0117t\u0173 vaidmen\u0173 yra visiems vartotojams priskirti vartotojui i\u0161 j\u0173 vartotoj\u0173 grup\u0117s ir organizacijos naryst\u0117. (Automatic Translation)
index-commit-immediately-help=Nustatyti tai tiesa, kad i\u0161 karto \u012fsipareigoti paie\u0161kos indeks\u0105 ra\u0161yti pra\u0161ymus. Nusta\u010dius tai kaip tiesa gali tur\u0117ti neigiamos \u012ftakos paie\u0161kos variklio darbui kaip kiekvienas ra\u0161yti pra\u0161ym\u0105 privers paie\u0161kos atnaujinti indekso skaitytojui ir potencialiai praplaukite operacijas \u012f disk\u0105. Numatyt\u0105j\u012f veikim\u0105 portalas yra padaryti i\u0161 karto konkretaus indeksuoto operacijoms (pvz., prid\u0117ti dienora\u0161t\u012f, atnaujinti dienora\u0161t\u012f) bet v\u0117lavimo padaro u\u017e masin\u0117s operacijos (pvz., indeksas visiems vartotojams, indeksuoti visus wiki) tol, kol visi \u012fra\u0161ai buvo nusi\u0173sti \u012f paie\u0161kos. Nusta\u010dius tai kaip false gali sukelti portalo \u012fskiepius kaip turto leid\u0117jas eksponuoti u\u017edelst\u0105 atsakym\u0105 rodant naujai prid\u0117ti turin\u012f. Pvz., vartotojai gali pasireik\u0161ti v\u0117lavim\u0105 su Elasticsearch numatyt\u0105j\u012f paie\u0161kos varikl\u012f. Ie\u0161kokite daugiau informacijos, https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html. (Automatic Translation)
index-writer-helper-configuration-name=Rodykl\u0117s k\u016brimo priemon\u0117 ra\u0161ytojas pagalbininkas (Automatic Translation)
index.status.manager.configuration.nam=Rodykl\u0117s statusas mened\u017eeris (Automatic Translation)
indexer-registry-configuration-name=Ie\u0161kos indekso registras (Automatic Translation)
permission-terms-limit-help=Nustatyti tai apriboti leidimo paie\u0161kos terminus, kurie bus \u012ftraukti \u012f paie\u0161kos u\u017eklaus\u0105. Jeigu \u0161i riba vir\u0161ijama, be leidimo paie\u0161kos terminus \u012ftraukiami. Vietoj to, teis\u0119 tikrinti patenka atgal \u012f ie\u0161kos leidimo filtras. (Automatic Translation)
query-pre-process-configuration-name=Paie\u0161kos indeks\u0105 u\u017eklausos pirminio apdorojimo procesorius (Automatic Translation)
search-engine-helper-configuration-name=Paie\u0161kos variklio pagalbininkas (Automatic Translation)
search-permission-checker-configuration-name=Paie\u0161kos leidimo tikrintuvas (Automatic Translation)
