#X-Generator: crowdin.com
include-inherited-permissions-help=\u092f\u0939 \u0938\u091a \u0939\u0948 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0916\u094b\u091c \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092d\u093e\u0917 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0935\u0902\u0936\u093e\u0928\u0941\u0917\u0924 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u094b \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u0907\u0928\u0939\u0947\u0930\u093f\u091f \u0915\u0940 \u0917\u0908 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0909\u0928\u0915\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u092e\u0942\u0939 \u0914\u0930 \u0938\u0902\u0917\u0920\u0928 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0938\u0947 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\u0964 (Automatic Translation)
index-commit-immediately-help=\u092f\u0939 \u0924\u0941\u0930\u0902\u0924 \u092a\u094d\u0930\u0924\u093f\u092c\u0926\u094d\u0927 \u0916\u094b\u091c \u0938\u0942\u091a\u0915\u093e\u0902\u0915 \u0938\u091a \u0932\u093f\u0916\u0928\u0947 \u0915\u0947 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0932\u0947\u0916\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0916\u094b\u091c \u0907\u0902\u091c\u0928 \u0938\u0942\u091a\u0915\u093e\u0902\u0915 \u092a\u093e\u0920\u0915 \u0915\u094b \u0924\u093e\u091c\u093c\u093e \u0914\u0930 \u0938\u0902\u092d\u093e\u0935\u093f\u0924 \u0932\u0947\u0928\u0926\u0947\u0928 \u0921\u093f\u0938\u094d\u0915 \u0915\u094b \u092b\u094d\u0932\u0936 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u091c\u092c\u0942\u0930 \u0915\u0930\u0947\u0902\u0917\u0947 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092f\u0939 true \u092a\u0930 \u0938\u0947\u091f \u0928\u0915\u093e\u0930\u093e\u0924\u094d\u092e\u0915 \u0916\u094b\u091c \u0907\u0902\u091c\u0928 \u0915\u0947 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0915\u094b \u092a\u094d\u0930\u092d\u093e\u0935\u093f\u0924 \u0939\u094b \u0938\u0915\u0924\u093e\u0964 \u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0947 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0935\u094d\u092f\u0935\u0939\u093e\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0924\u0941\u0930\u0902\u0924 \u0905\u0932\u0917-\u0905\u0932\u0917 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0938\u0902\u091a\u093e\u0932\u0928 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092c\u0926\u094d\u0927 \u0939\u0948 (\u091c\u0948\u0938\u0947 \u092c\u094d\u0932\u0949\u0917 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902, \u0905\u0926\u094d\u092f\u0924\u0928 \u092c\u094d\u0932\u0949\u0917), \u0932\u0947\u0915\u093f\u0928 \u0926\u0947\u0930\u0940 \u0915\u0930\u0924\u093e \u0939\u0948 \u092c\u0932\u094d\u0915 \u092a\u0930\u093f\u091a\u093e\u0932\u0928 \u0915\u0947 \u0932\u093f\u090f (\u091c\u0948\u0938\u0947 \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u0942\u091a\u0915\u093e\u0902\u0915, \u0938\u092d\u0940 wikis \u0938\u0942\u091a\u0915\u093e\u0902\u0915) \u091c\u092c \u0924\u0915 \u0938\u092d\u0940 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f\u092f\u093e\u0901 \u0916\u094b\u091c \u0907\u0902\u091c\u0928 \u0915\u0947 \u0932\u093f\u090f \u092d\u0947\u091c\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u091c\u0948\u0938\u0947 \u092a\u0930\u093f\u0938\u0902\u092a\u0924\u094d\u0924\u093f \u090f\u0915 \u0935\u093f\u0932\u0902\u092c\u093f\u0924 \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u091c\u092c \u0928\u0935 \u0926\u093f\u0916\u093e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928\u0940 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0915\u093e\u0936\u0915 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u091c\u094b\u0921\u093c\u093e \u092f\u0939 false \u092a\u0930 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 portlets \u0915\u093e\u0930\u0923 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f Elasticsearch \u0916\u094b\u091c \u0907\u0902\u091c\u0928 \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0935\u093f\u0932\u0902\u092c \u0905\u0928\u0941\u092d\u0935 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0905\u0927\u093f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f, https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html \u0926\u0947\u0916\u0947\u0902\u0964 (Automatic Translation)
index-writer-helper-configuration-name=\u0907\u0902\u0921\u0948\u0915\u094d\u0938\u0930 \u0932\u0947\u0916\u0915 \u0939\u0947\u0932\u094d\u092a\u0930 (Automatic Translation)
index.status.manager.configuration.nam=\u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0938\u094d\u0925\u093f\u0924\u093f \u092a\u094d\u0930\u092c\u0902\u0927\u0915 (Automatic Translation)
indexer-registry-configuration-name=\u0916\u094b\u091c \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0930\u091c\u093f\u0938\u094d\u091f\u094d\u0930\u0940 (Automatic Translation)
permission-terms-limit-help=\u092f\u0939 \u0916\u094b\u091c \u0915\u094d\u0935\u0947\u0930\u0940 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e \u0905\u0928\u0941\u092e\u0924\u093f \u0916\u094b\u091c \u0936\u092c\u094d\u0926\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u094b \u0938\u0940\u092e\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u0907\u0938 \u0938\u0940\u092e\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u094b \u0917\u0908 \u0939\u0948, \u0915\u094b\u0908 \u0905\u0928\u0941\u092e\u0924\u093f \u0916\u094b\u091c \u0936\u0930\u094d\u0924\u0947\u0902 \u091c\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u0907\u0938\u0915\u0947 \u092c\u091c\u093e\u092f, \u0935\u093e\u092a\u0938 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0940 \u091c\u093e\u0901\u091a \u0917\u093f\u0930 \u091c\u093e\u090f\u0917\u0940\u0964 (Automatic Translation)
query-pre-process-configuration-name=\u0916\u094b\u091c \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e \u0915\u094d\u0935\u0947\u0930\u0940 \u092a\u0942\u0930\u094d\u0935\u092a\u094d\u0930\u0915\u094d\u0930\u092e\u0915 (Automatic Translation)
search-engine-helper-configuration-name=\u0916\u094b\u091c \u0907\u0902\u091c\u0928 \u0939\u0947\u0932\u094d\u092a\u0930 (Automatic Translation)
search-permission-checker-configuration-name=\u0916\u094b\u091c \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u092a\u0930\u0940\u0915\u094d\u0937\u0915 (Automatic Translation)
