#X-Generator: crowdin.com
include-inherited-permissions-help=Defina como verdadeiro para incluir os pap\u00e9is herdados pelo usu\u00e1rio como parte do filtro de permiss\u00f5es da pesquisa. Os pap\u00e9is herdados pelo usu\u00e1rio incluem todos os usu\u00e1rios designados para um usu\u00e1rio a partir do seu grupo de usu\u00e1rio e as filia\u00e7\u00f5es \u00e0 organiza\u00e7\u00e3o.
index-commit-immediately-help=Configure como verdadeiro para confirmar as requisi\u00e7\u00f5es de escrita da busca imediatamente. Configurar como verdadeiro pode impactar negativamente a performance do motor de busca j\u00e1 que cada requisi\u00e7\u00e3o de escrita for\u00e7ar\u00e1 o motor de busca a refazer a leitura dos \u00edndices e potencialmente gravar as transa\u00e7\u00f5es para o disco. O comportamento padr\u00e3o do portal \u00e9 confirmar imediatamente as opera\u00e7\u00f5es individuais de \u00edndices (e.g. inserir blog, atualizar blog) mas postergar para opera\u00e7\u00f5es em massa (ex.\: indexar todos os usu\u00e1rios, indexar todas as wikis) at\u00e9 que todos os conte\u00fados sejam adicionados. Configurar como falso pode fazer portlets como o Publicador de Conte\u00fados e M\u00eddias demorar a exibir conte\u00fado recente. Por exemplo, usu\u00e1rios podem experimentar um atraso com o motor de busca padr\u00e3o Elasticsearch. Veja https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html para mais informa\u00e7\u00f5es.
index-writer-helper-configuration-name=Assistente de Escrita de Indexa\u00e7\u00e3o
index.status.manager.configuration.nam=Gerenciador de status do \u00edndice
indexer-registry-configuration-name=Registro de Indexa\u00e7\u00e3o de Busca
permission-terms-limit-help=Marque como limitar o n\u00famero de termos de pesquisa de permiss\u00e3o que ser\u00e1 adicionado \u00e0 consulta de pesquisa. Se este limite for ultrapassado, sem termos de pesquisa de permiss\u00e3o ser\u00e3o adicionados. Em vez disso, verifica\u00e7\u00e3o de permiss\u00e3o se voltar\u00e1 para o filtro de autoriza\u00e7\u00e3o de pesquisa. (Automatic Translation)
query-pre-process-configuration-name=Preprocessador de Consultas de Indexa\u00e7\u00e3o de Busca
search-engine-helper-configuration-name=Assistente de Motor de Busca
search-permission-checker-configuration-name=Verificador de Permiss\u00e3o de Busca
