#X-Generator: crowdin.com
a-thread-cannot-be-split-at-its-root-message=\u0ec0\u0e97\u0ecb\u0e8d\u0edc\u0eb7\u0ec8\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e9a\u0ec8\u0e87\u0ec3\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1\u0ec0\u0e84\u0ebb\u0ec9\u0eb2\u0ec1\u0e95\u0ec8\u0ea5\u0eb0\u0e84\u0eb1\u0ec9\u0e87 .
add-explanation-post=\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e97\u0eb4\u0e9a\u0eb2\u0e8d
add-explanation-post-to-the-source-thread=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e97\u0eb4\u0e9a\u0eb2\u0e8d\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0ebb\u0ec8\u0e87\u0ec4\u0e9b\u0eab\u0eb2\u0ec6\u0ea3\u0eb4\u0e94\u0e95\u0ebb\u0ec9\u0e99\u0eaa\u0eb0\u0e9a\u0eb1\u0e9a
add-message=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1
advanced-reply=Advanced Reply (Automatic Copy)
allow-anonymous-emails=\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e99\u0eb4\u0ea5\u0eb0\u0e99\u0eb2\u0ea1\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
are-you-sure-you-want-to-remove-the-attachments-for-this-message=Are you sure you want to remove the attachments for this message? (Automatic Copy)
ban-date=\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ec8\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94
ban-this-user=\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e99\u0eb5\u0ec9
banned-by=\u0ec3\u0e8a\u0ec9\u0ec2\u0e97\u0e94\u0ec2\u0e94\u0e8d
banned-by-x-x-ago=Banned by {0} {1} ago (Automatic Copy)
banned-user=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94
banned-users=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94
choose-this-category=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0edd\u0ea7\u0e94\u0e99\u0eb5\u0ec9
click-ok-to-create-a-new-thread-with-the-following-messages=\u0e81\u0ebb\u0e94 OK \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0ec9\u0eb2\u0e87\u0e97\u0ea3\u0eb4\u0e94\u0ec3\u0edd\u0ec8\u0e95\u0eb2\u0ea1\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1\u0e82\u0ec9\u0eb2\u0e87\u0ea5\u0eb8\u0ec8\u0ea1\u0e99\u0eb5\u0ec9.
combination-view=\u0e81\u0eb2\u0e99\u0ec0\u0e9a\u0eb4\u0e87\u0ea5\u0ea7\u0ea1\u0ec6\u0e81\u0eb1\u0e99
enter-rank-and-minimum-post-pairs-per-line=Enter rank and minimum post pairs <strong>per line</strong>. Users are displayed with a rank based on their number of posts.
flat-view=\u0ec1\u0e9f\u0ea3\u0e97\u0ecc\u0eaa\u0eb0\u0ec1\u0e94\u0e87
found-in-deleted-category-x=Found in deleted category {0}. (Automatic Copy)
generic-portrait=Generic Portrait (Automatic Copy)
go-to-category=\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0edd\u0ea7\u0e94\u0edd\u0eb9\u0ec8
home-category-permissions=Home Category Permissions (Automatic Copy)
html-format=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a HTML
javax.portlet.description.com_liferay_message_boards_web_portlet_MBAdminPortlet=\u0e81\u0eb0\u0e94\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eab\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0ebb\u0e99\u0e97\u0eb0\u0e99\u0eb2\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e81\u0eb1\u0e9a\u0eab\u0ebc\u0eb2\u0e8d\u0ec6\u0ea5\u0eb0\u0e94\u0eb1\u0e9a \u0ec1\u0ea5\u0eb0\u0e82\u0eb1\u0ec9\u0e99\u0e97\u0eb5\u0ec8\u0e95\u0ec8\u0eb2\u0e87\u0e81\u0eb1\u0e99. \u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0e84\u0eb8\u0ec9\u0ea1\u0e84\u0ead\u0e87\u0e81\u0eb0\u0e94\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1, \u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0eaa\u0eb4\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0ec1\u0ea5\u0eb0\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9. \u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0e8a\u0eb1\u0e9a\u0eaa\u0e81\u0ea3\u0eb4\u0e9a\u0ec0\u0e8a\u0eb5\u0ec9\u0e99\u0eaa\u0ebb\u0ec8\u0e87\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0e81\u0eb0\u0e94\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1 , \u0edd\u0ea7\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eaa\u0eb0\u0e96\u0eb4\u0e84\u0eb4\u0e95\u0ec8\u0eb2\u0e87\u0ec6
javax.portlet.long-title.com_liferay_message_boards_web_portlet_MBAdminPortlet=\u0e81\u0eb0\u0e94\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1 (\u0e84\u0ead\u0e99\u0ec2\u0e97\u0e99\u0e9e\u0eb2\u0ec0\u0e99\u0ea7)
javax.portlet.title.com_liferay_message_boards_web_portlet_MBAdminPortlet=\u0e81\u0eb2\u0e99\u0e94\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1
javax.portlet.title.com_liferay_message_boards_web_portlet_MBPortlet=\u0e81\u0eb2\u0e99\u0e94\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1
lock-thread=\u0ea5\u0ecb\u0ead\u0e81\u0e97\u0eb4\u0ea3\u0e94
mailing-list=\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0ec0\u0ea1\u0ea7\u0ea5\u0eb4\u0ec9\u0e87
mark-as-a-question=\u0ea1\u0eb2\u0e81\u0e84\u0eb7\u0e81\u0eb1\u0e99\u0e81\u0eb1\u0e9a\u0e84\u0eb3\u0e96\u0eb2\u0ea1
mark-as-an-answer=\u0ea1\u0eb2\u0e81\u0e84\u0eb7\u0e81\u0eb1\u0e99\u0e81\u0eb1\u0e9a\u0e84\u0eb3\u0e95\u0ead\u0e9a
marked-as-removed=Marked as Removed (Automatic Copy)
message-attachment=Message Attachment (Automatic Copy)
message-boards-message-anonymous-help=If this is checked, this message will be posted anonymously. (Automatic Copy)
message-boards-message-question-help=If this is checked, subsequent replies to this message can be marked as an answer. (Automatic Copy)
message-boards-message-subscribe-by-default-help=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0e8a\u0eb1\u0e9a\u0eaa\u0e81\u0eb4\u0e9a \u0ec2\u0e94\u0e8d\u0e97\u0ea3\u0eb4\u0e94\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e97\u0eb5\u0ec8\u0e9c\u0eb9\u0ec9\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eae\u0ec8\u0ea7\u0ea1
message-boards-message-subscribe-me-help=If this is checked, you will be subscribed to this thread. (Automatic Copy)
more-messages=More Messages (Automatic Copy)
more-settings=More Settings (Automatic Copy)
move-thread=\u0e8d\u0ec9\u0eb2\u0e8d\u0e97\u0ea3\u0eb4\u0e94
my-posts=\u0e81\u0eb2\u0e99\u0ec2\u0e9e\u0e94\u0eaa\u0ecc\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
my-subscriptions=\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb2\u0ea1\u0e81\u0eb2\u0e99\u0ead\u0ec8\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
no-messages-were-found-that-matched-the-keywords-x=\u0e9a\u0ecd\u0ec8\u0e84\u0ebb\u0ec9\u0e99\u0e9e\u0ebb\u0e9a\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1\u0e81\u0eb1\u0e9a\u0e84\u0eb5\u0ec0\u0ea7\u0eb5\u0e94\u0e99\u0eb5\u0ec9\:{0}.
num-of-categories=\# \u0e82\u0ead\u0e87\u0edd\u0ea7\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6
num-of-participants=\# \u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eae\u0ec8\u0ea7\u0ea1\u0e95\u0ec8\u0eb2\u0e87\u0ec6
num-of-posts=\# \u0e82\u0ead\u0e87\u0e81\u0eb0\u0e97\u0eb9\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6
num-of-threads=\# \u0e82\u0ead\u0e87\u0e97\u0eb4\u0e94\u0e94\u0ecc
permanent-link-to-this-item=\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9
please-enter-a-valid-category=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0edd\u0ea7\u0e94\u0edd\u0eb9\u0ec8\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-category-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0edd\u0ea7\u0e94\u0edd\u0eb9\u0ec8\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-incoming-server-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0e82\u0eb2\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-incoming-user-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99 \u0e8a\u0eb7\u0ec8\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e82\u0eb2\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-outgoing-email-address=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e82\u0eb2\u0ead\u0ead\u0e81\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-outgoing-server-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99 \u0e8a\u0eb7\u0ec8\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0e82\u0eb2\u0ead\u0ead\u0e81\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-outgoing-user-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e82\u0eb2\u0ead\u0ead\u0e81\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-valid-user-ranks=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0ec4\u0ead\u0e94\u0eb5\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
post-new-thread=\u0eaa\u0ebb\u0ec8\u0e87\u0e97\u0ea3\u0eb4\u0e94\u0ec3\u0edd\u0ec8
posted-as-a-reply-to=\u0ec0\u0e9b\u0eb1\u0e99\u0e81\u0eb2\u0e99\u0e95\u0ead\u0e9a\u0ec4\u0e9b\u0e8d\u0eb1\u0e87{0}
priority-image=Priority Image (Automatic Copy)
priority-name=Priority Name (Automatic Copy)
quick-reply=\u0e95\u0ead\u0e9a\u200b\u0e81\u0eb1\u0e9a\u200b\u0ec4\u0ea7
read-interval-minutes=\u0ead\u0ec8\u0eb2\u0e99\u200b\u0ec3\u0e99\u200b\u0e8a\u0ec9\u0ea7\u0e87\u200b\u0ec0\u0ea7\u0ea5\u0eb2 (\u0e99\u0eb2\u0e97\u0eb5)
receive-a-notification-when-someone-adds-a-new-post-in-a-thread-or-category-you-are-subscribed-to=Adds a new post in a thread or category you are subscribed to.
receive-a-notification-when-someone-adds-a-new-thread-in-a-category-you-are-subscribed-to=Adds a new thread in a category you are subscribed to.
receive-a-notification-when-someone-updates-a-post-you-are-subscribed-to=Updates a post you are subscribed to.
receive-a-notification-when-someone-updates-a-thread-in-a-category-you-are-subscribed-to=Updates a thread in a category you are subscribed to.
remove-the-attachments-for-this-message=Remove the attachments for this message. (Automatic Copy)
reply-to-main-thread=Reply to Main Thread (Automatic Copy)
reply-with-quote=\u0e95\u0ead\u0e9a\u200b\u0e81\u0eb2\u0e99\u200b\u0ead\u0ec9\u0eb2\u0e87\u200b\u0ead\u0eb4\u0e87
show-recent-posts-from-last=Show Recent Posts from Last (Automatic Copy)
split-thread=\u0e81\u0eb2\u0e99\u0ec1\u0e9a\u0ec8\u0e87\u0e97\u0ea3\u0eb4\u0e94\u0ecc
subject-of-the-new-thread=\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0e82\u0ead\u0e87\u0e97\u0ea3\u0eb4\u0e94\u0ec3\u0edd\u0ec8
subscribe-by-default=\u0eaa\u0eb0\u0edd\u0eb1\u0e81\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0ec2\u0e94\u0e8d\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
subscribe-me=\u0eaa\u0eb0\u0edd\u0eb1\u0e81\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0e95\u0ebb\u0e99\u0ec0\u0ead\u0e87
the-following-post-will-be-added-in-place-of-the-moved-message=\u0e81\u0eb2\u0e99\u0ec2\u0e9e\u0e94\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec3\u0e99 \u0eab\u0ebc\u0eb7 \u0e8d\u0ec9\u0eb2\u0e8d\u0e88\u0eb2\u0e81\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1
there-are-no-banned-users=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec3\u0e94\u0ec6
there-are-no-questions-in-this-category=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e84\u0eb3\u0e96\u0eb2\u0ea1\u0ec3\u0e94\u0ec3\u0e99\u0edd\u0ea7\u0e94\u0e99\u0eb5\u0ec9
there-are-no-recent-posts=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0eaa\u0ebb\u0ec8\u0e87\u0eab\u0ebc\u0ec9\u0eb2\u0eaa\u0eb8\u0e94
there-are-no-threads-in-this-category=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e97\u0ea3\u0eb4\u0e94\u0ec3\u0e94\u0ec3\u0e99\u0edd\u0ea7\u0e94\u0e99\u0eb5\u0ec9
there-are-no-threads-nor-categories=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e97\u0ea3\u0eb4\u0e94\u0ec3\u0e94\u0ec3\u0e99\u0edd\u0ea7\u0e94\u0e99\u0eb5\u0ec9
there-are-no-top-posters=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e9c\u0eb9\u0ec9\u0ec2\u0e9e\u0e94\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
this-message-does-not-have-file-attachments-in-the-recycle-bin=This message does not have file attachments in the Recycle Bin. (Automatic Copy)
thread-flags=\u0e97\u0eb8\u0e87\u0e97\u0ea3\u0eb4\u0e94
thread-is-locked=\u0e97\u0ea3\u0eb4\u0e94\u0e99\u0eb5\u0ec9\u0e96\u0eb7\u0e81\u0ea5\u0ecb\u0ead\u0e81
thread-split=\u0e81\u0eb2\u0e99\u0ec1\u0e9a\u0ec8\u0e87\u0e97\u0ea3\u0eb4\u0e94
top-posters=\u0e9c\u0eb9\u0ec9\u0eaa\u0ebb\u0ec8\u0e87\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
type-your-reply=Type your reply. (Automatic Copy)
unban-date=\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0e81\u0eb2\u0e99\u0eab\u0ec9\u0eb2\u0ea1
unban-this-user=\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0ea5\u0ebb\u0e87\u0ec2\u0e97\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e99\u0eb5\u0ec9
unban-user=Unban User (Automatic Copy)
unlock-thread=\u0e9b\u0ebb\u0e94\u0ea5\u0ecb\u0ead\u0e81\u0e97\u0ea3\u0eb4\u0e94
unlock-thread-to-add-an-explanation-post=\u0e9b\u0ebb\u0e94\u0ea5\u0ecb\u0ead\u0e81\u0e97\u0ea3\u0eb4\u0e94\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e84\u0eb3\u0ead\u0eb0\u0e97\u0eb4\u0e9a\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0eaa\u0ebb\u0ec8\u0e87
unmark-as-an-answer=Unmark as an Answer (Automatic Copy)
use-custom-outgoing-server=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0e82\u0eb2\u0ead\u0ead\u0e81\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2
user-bans=\u0e9c\u0eb9\u0ec9\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ea5\u0eb0\u0e87\u0eb1\u0e9a
waiting-for-an-answer=\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ea5\u0ecd\u0e96\u0ec9\u0eb2\u0e84\u0eb3\u0e95\u0ead\u0e9a
x-post={0} Post (Automatic Copy)
x-posts={0} Posts (Automatic Copy)
x-replied-x-ago={0} replied {1} ago. (Automatic Copy)
x-replying={0}, replying... (Automatic Copy)
x-subcategory={0} Subcategory (Automatic Copy)
x-thread={0} Thread (Automatic Copy)
x-threads={0} Threads (Automatic Copy)
you-are-not-subscribed-to-any-categories=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e8a\u0eb1\u0e9a\u0eaa\u0e81\u0eb4\u0e9a\u0edd\u0ea7\u0e94\u0ec3\u0e94\u0ec0\u0ea5\u0eb5\u0e8d
you-have-been-banned-by-the-moderator=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0ea5\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e88\u0eb2\u0e81\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99
