#X-Generator: crowdin.com
captcha-engine=CAPTCHA ki\u1ebfm (Automatic Translation)
captcha-engine-help=Thi\u1ebft l\u1eadp c\u00e1c c\u00f4ng c\u1ee5 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 t\u1ea1o ra c\u00e1c CAPTCHA. reCAPTCHA s\u1eed d\u1ee5ng m\u1ed9t d\u1ecbch v\u1ee5 b\u00ean ngo\u00e0i ph\u1ea3i \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh m\u1ed9t c\u00e1ch \u0111\u1ed9c l\u1eadp m\u00e0 cung c\u1ea5p m\u1ed9t thay th\u1ebf \u00e2m thanh m\u00e0 l\u00e0m cho captcha c\u00f3 th\u1ec3 truy c\u1eadp \u0111\u1ebfn c\u00e1c khi\u1ebfm. Xem https\://www.google.com/recaptcha/admin/create \u0111\u1ec3 bi\u1ebft chi ti\u1ebft. (Automatic Translation)
max-challenges-help=Thi\u1ebft l\u1eadp s\u1ed1 l\u01b0\u1ee3ng t\u1ed1i \u0111a c\u1ee7a captcha s\u1ebd ki\u1ec3m tra m\u1ed7i portlet phi\u00ean. \u0110\u1eb7t gi\u00e1 tr\u1ecb n\u00e0y l\u00e0 0 \u0111\u1ec3 lu\u00f4n lu\u00f4n ki\u1ec3m tra. Thi\u1ebft l\u1eadp gi\u00e1 tr\u1ecb n\u00e0y cho m\u1ed9t s\u1ed1 \u00edt h\u01a1n 0 \u0111\u1ec3 kh\u00f4ng bao gi\u1edd ki\u1ec3m tra. Ch\u01b0a \u0111\u01b0\u1ee3c x\u00e1c th\u1ef1c ng\u01b0\u1eddi d\u00f9ng lu\u00f4n lu\u00f4n s\u1ebd \u0111\u01b0\u1ee3c ki\u1ec3m tra tr\u00ean m\u1ecdi y\u00eau c\u1ea7u n\u1ebfu captcha ki\u1ec3m tra \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA kh\u00f4ng c\u00f3 k\u1ecbch b\u1ea3n URL (Automatic Translation)
recaptcha-private-key=M\u00e3 ri\u00eang t\u01b0 sinh ra \u1ea3nh x\u00e1c nh\u1eadn reCAPTCHA
recaptcha-public-key=M\u00e3 c\u00f4ng khai sinh ra \u1ea3nh x\u00e1c nh\u1eadn reCAPTCHA
recaptcha-script-url=reCAPTCHA k\u1ecbch b\u1ea3n URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA x\u00e1c minh URL (Automatic Translation)
simple-captcha-background-producers=Nh\u00e0 s\u1ea3n xu\u1ea5t n\u1ec1n \u0111\u01a1n gi\u1ea3n CAPTCHA (Automatic Translation)
simple-captcha-background-producers-help=Nh\u1eadp t\u00ean l\u1edbp m\u00e0 nl.captcha.backgrounds.BackgroundProducer th\u1ef1c hi\u1ec7n. C\u00e1c l\u1edbp h\u1ecdc s\u1ebd \u0111\u01b0\u1ee3c ng\u1eabu nhi\u00ean s\u1eed d\u1ee5ng \u0111\u01a1n gi\u1ea3n CAPTCHA \u0111\u1ec3 t\u1ea1o ra m\u1ed9t n\u1ec1n t\u1ea3ng cho m\u1ed9t h\u00ecnh \u1ea3nh captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=\u0110\u01a1n gi\u1ea3n CAPTCHA Nua Renderers (Automatic Translation)
simple-captcha-gimpy-renderers-help=Nh\u1eadp t\u00ean l\u1edbp m\u00e0 nl.captcha.gimpy.GimpyRenderer th\u1ef1c hi\u1ec7n. C\u00e1c l\u1edbp h\u1ecdc s\u1ebd \u0111\u01b0\u1ee3c ng\u1eabu nhi\u00ean s\u1eed d\u1ee5ng \u0111\u01a1n gi\u1ea3n CAPTCHA \u0111\u1ec3 gimp m\u1ed9t h\u00ecnh \u1ea3nh captcha. (Automatic Translation)
simple-captcha-height=Chi\u1ec1u cao \u0111\u01a1n gi\u1ea3n CAPTCHA (Automatic Translation)
simple-captcha-height-help=Thi\u1ebft l\u1eadp chi\u1ec1u cao cho h\u00ecnh \u1ea3nh captcha \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1edfi \u0111\u01a1n gi\u1ea3n CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Nh\u00e0 s\u1ea3n xu\u1ea5t c\u00f4ng c\u1ee5 \u0111\u01a1n gi\u1ea3n CAPTCHA ti\u1ebfng \u1ed3n (Automatic Translation)
simple-captcha-noise-producers-help=Nh\u1eadp t\u00ean l\u1edbp m\u00e0 nl.captcha.noise.NoiseProducer th\u1ef1c hi\u1ec7n. C\u00e1c l\u1edbp h\u1ecdc s\u1ebd \u0111\u01b0\u1ee3c ng\u1eabu nhi\u00ean s\u1eed d\u1ee5ng \u0111\u01a1n gi\u1ea3n CAPTCHA \u0111\u1ec3 th\u00eam ti\u1ebfng \u1ed3n v\u00e0o m\u1ed9t h\u00ecnh \u1ea3nh captcha. (Automatic Translation)
simple-captcha-text-producers=Nh\u00e0 s\u1ea3n xu\u1ea5t Text \u0111\u01a1n gi\u1ea3n CAPTCHA (Automatic Translation)
simple-captcha-text-producers-help=Nh\u1eadp t\u00ean l\u1edbp m\u00e0 nl.captcha.text.producer.TextProducer th\u1ef1c hi\u1ec7n. C\u00e1c l\u1edbp h\u1ecdc s\u1ebd \u0111\u01b0\u1ee3c ng\u1eabu nhi\u00ean s\u1eed d\u1ee5ng \u0111\u01a1n gi\u1ea3n CAPTCHA \u0111\u1ec3 t\u1ea1o ra c\u00e1c v\u0103n b\u1ea3n cho m\u1ed9t h\u00ecnh \u1ea3nh captcha. (Automatic Translation)
simple-captcha-width=Chi\u1ec1u r\u1ed9ng \u0111\u01a1n gi\u1ea3n CAPTCHA (Automatic Translation)
simple-captcha-width-help=Thi\u1ebft l\u1eadp chi\u1ec1u r\u1ed9ng cho h\u00ecnh \u1ea3nh captcha \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1edfi \u0111\u01a1n gi\u1ea3n CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=\u0110\u01a1n gi\u1ea3n CAPTCHA ch\u1eef Renderers (Automatic Translation)
simple-captcha-word-renderers-help=Nh\u1eadp t\u00ean l\u1edbp m\u00e0 nl.captcha.text.renderer.WordRenderer th\u1ef1c hi\u1ec7n. C\u00e1c l\u1edbp h\u1ecdc s\u1ebd \u0111\u01b0\u1ee3c ng\u1eabu nhi\u00ean s\u1eed d\u1ee5ng \u0111\u01a1n gi\u1ea3n CAPTCHA \u0111\u1ec3 hi\u1ec3n th\u1ecb v\u0103n b\u1ea3n cho m\u1ed9t h\u00ecnh \u1ea3nh captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=M\u00e3 kh\u00f3a ri\u00eang t\u01b0 b\u00ed m\u1eadt reCAPTCHA kh\u00f4ng h\u1ee3p l\u1ec7.
the-recaptcha-public-key-is-not-valid=M\u00e3 kh\u00f3a c\u00f4ng khai reCAPTCHA kh\u00f4ng h\u1ee3p l\u1ec7.
