#X-Generator: crowdin.com
add-child-site=\u5b50\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0\u3059\u308b
allow-subsites-to-display-content-from-this-site=\u3053\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b5\u30d6\u30b5\u30a4\u30c8\u306e\u5185\u5bb9\u306e\u8868\u793a\u3092\u8a31\u53ef\u3059\u308b
application-adapter-help=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a2\u30c0\u30d7\u30bf\u306f\u3001\u30b5\u30a4\u30c8\u306e\u898b\u305f\u76ee\u3084\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u632f\u308b\u821e\u3044\u306e\u5909\u66f4\u306e\u8a2d\u5b9a\u3092\u30b0\u30eb\u30fc\u30d7\u5316\u3057\u307e\u3059\u3002<a href\="{0}" target\="_blank">\u8a73\u7d30\u306f\u3053\u3061\u3089</a>
basic-information=\u57fa\u672c\u60c5\u5831
copy-as=\u30b3\u30d4\u30fc
default-site-roles-assignment-help=\u30b5\u30a4\u30c8\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u6700\u521d\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u6642\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e
default-teams-assignment-help=\u30b5\u30a4\u30c8\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u6700\u521d\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u6642\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e
default-value-disabled=\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\uff08\u7121\u52b9\uff09
default-value-enabled=\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\uff08\u6709\u52b9\uff09
default-value-x=\u30c7\u30d5\u30a9\u30eb\u30c8\u5024 ({0})
define-a-custom-default-language-and-additional-available-languages-for-this-site=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8a00\u8a9e\u3068\u6307\u5b9a\u53ef\u80fd\u306a\u8a00\u8a9e\u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044
directory-indexing-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306f\u30b5\u30a4\u30c8\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u30d5\u30a1\u30a4\u30eb\u3068\u30d5\u30a9\u30eb\u30c0\u3092\u95b2\u89a7\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001{0}\u306e\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u304c{1}\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u95b2\u89a7\u3067\u304d\u308b\u3068\u3044\u3046\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002
enable-directory-indexing=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u6709\u52b9\u306b\u3059\u308b
enable-on-private-pages=\u975e\u516c\u958b\u30da\u30fc\u30b8\u3067\u6709\u52b9\u306b\u3059\u308b
enable-on-public-pages=\u516c\u958b\u30da\u30fc\u30b8\u3067\u6709\u52b9\u306b\u3059\u308b
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=\u516c\u958b\u3001\u975e\u516c\u958b\u30da\u30fc\u30b8\u3067\u4f7f\u308f\u308c\u3066\u3044\u308b\u30d5\u30ec\u30f3\u30c9\u30ea\u30fcURL\u3092\u5165\u529b\u3059\u308b
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=\u516c\u958b/\u975e\u516c\u958b\u306e\u30d0\u30fc\u30c1\u30e3\u30eb\u30db\u30b9\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u516c\u958b/\u975e\u516c\u958b\u306e\u30d5\u30ec\u30f3\u30c9\u30ea\u30fcURL\u306b\u305d\u308c\u305e\u308c\u5272\u308a\u5f53\u3066\u3089\u308c\u307e\u3059\u3002
google-analytics-id=Google \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9ID
inherited-memberships-are-not-included-in-members-count=\u7d99\u627f\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u306f\u30e1\u30f3\u30d0\u30fc\u6570\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u30b5\u30a4\u30c8\u306f\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u30da\u30fc\u30b8\u30bb\u30c3\u30c8\u3067\u3042\u308a\u3001\u7279\u5b9a\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30b5\u30a4\u30c8\u306b\u6240\u5c5e\u3059\u308b\u30e1\u30f3\u30d0\u306b\u5bfe\u3057\u3001\u7279\u5b9a\u306e\u30da\u30fc\u30b8\u3084\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u4ed8\u4e0e\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u30b5\u30a4\u30c8
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=\u30b5\u30a4\u30c8\u8a2d\u5b9a
limit-membership-to-members-of-the-parent-site=\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u3092\u89aa\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u306b\u9650\u5b9a\u3059\u308b\u3002
membership-options=\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u30aa\u30d7\u30b7\u30e7\u30f3
new-child-site=\u30b5\u30d6\u30b5\u30a4\u30c8\u306e\u8ffd\u52a0
new-site=\u65b0\u898f\u30bf\u30a4\u30c8\u30eb
please-enter-a-unique-friendly-url=\u91cd\u8907\u3057\u306a\u3044\u30d5\u30ec\u30f3\u30c9\u30ea\u30fcURL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
please-enter-a-unique-virtual-host=\u91cd\u8907\u3057\u306a\u3044\u30d0\u30fc\u30c1\u30e3\u30eb\u30db\u30b9\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-select-a-default-language-among-the-available-languages-of-the-site-x=(<em>{0}</em>)\u3067\u6709\u52b9\u306a\u8a00\u8a9e\u304b\u3089\u30c7\u30d5\u30a9\u30eb\u30c8\u8a00\u8a9e\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=\u30dd\u30fc\u30bf\u30eb (<em>{0}</em>)\u3067\u6709\u52b9\u306a\u8a00\u8a9e\u304b\u3089\u3001\u30b5\u30a4\u30c8\u3067\u4f7f\u7528\u53ef\u80fd\u306a\u8a00\u8a9e\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
private-site-template=\u672a\u516c\u958b\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
public-site-template=\u516c\u958b\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
search-engine-optimization=\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u3092\u6700\u9069\u5316
select-the-default-roles-and-teams-for-new-members=\u65b0\u898f\u30e1\u30f3\u30d0\u30fc\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u5f79\u5272\u3068\u30c1\u30fc\u30e0\u3092\u9078\u629e\u3059\u308b
select-the-ratings-type-for-the-following-applications=\u4ee5\u4e0b\u306e\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u7528\u306b\u3001\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30da\u30fc\u30b8\u3092<em>{0}</em>\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u975e\u516c\u958b\u30da\u30fc\u30b8\u3068\u3057\u3066\u30b3\u30d4\u30fc\u3059\u308b\u3002
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30da\u30fc\u30b8\u3092<em>{0}</em>\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u516c\u958b\u30da\u30fc\u30b8\u3068\u3057\u3066\u30b3\u30d4\u30fc\u3059\u308b\u3002
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=\u30e2\u30cb\u30bf\u30ea\u30f3\u30b0\u3059\u308b\u305f\u3081\u306bGoogle Analytics\u306eID\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
set-the-script-for-x-that-is-used-for-this-set-of-pages=\u3053\u306e\u4e00\u7d44\u306e\u30da\u30fc\u30b8\u306b\u4f7f\u308f\u308c\u308b{0}\u306b\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u958b\u59cb\u30bf\u30b0\u3001\u7d42\u4e86\u30bf\u30b0\u3092\u542b\u3080\u5b8c\u5168\u306a\u30b9\u30af\u30ea\u30d7\u30c8\u30b3\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
show-parent-sites-in-the-breadcrumb=\u30d1\u30f3\u304f\u305a\u30ea\u30b9\u30c8\u306b\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3092\u8868\u793a\u3059\u308b
site-friendly-url=\u30b5\u30a4\u30c8\u30d5\u30ec\u30f3\u30c9\u30ea\u30fcURL
site-name=\u30b5\u30a4\u30c8\u540d
site-template-allows-modifications=\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u5909\u66f4\u53ef\u80fd
site-templates-with-an-incompatible-application-adapter-are-disabled=\u4e92\u63db\u304c\u3067\u304d\u306a\u3044\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a2\u30c0\u30d7\u30bf\u30fc\u3092\u6301\u3064\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u7121\u52b9\u306b\u3055\u308c\u307e\u3059\u3002
site-was-added=\u30b5\u30a4\u30c8\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
site-x-does-not-have-any-private-pages=\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u975e\u516c\u958b\u30da\u30fc\u30b8\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093\u3002
staging-friendly-url=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30d5\u30ec\u30f3\u30c9\u30ea\u30fcURL
staging-private-pages=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u975e\u516c\u958b\u30da\u30fc\u30b8
staging-public-pages=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u516c\u958b\u30da\u30fc\u30b8
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=\u30d5\u30ec\u30f3\u30c9\u30eaURL\u304c\u516c\u958b\u30da\u30fc\u30b8\u306e<strong>{0}</strong>\u304a\u3088\u3073\u975e\u516c\u958b\u30da\u30fc\u30b8\u306e<strong>{1}</strong>\u306b\u4ed8\u3051\u52a0\u3048\u3089\u308c\u307e\u3059\u3002
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u4f1d\u64ad\u304c\u6709\u52b9\u306e\u5834\u5408\u3001\u8a00\u8a9e\u8a2d\u5b9a\u306f\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u4ed6\u306e\u7d44\u7e54\u306e\u3082\u306e\u3067\u3042\u308b\u305f\u3081\u3001\u30b5\u30a4\u30c8\u540d\u3092\u7de8\u96c6\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u3067\u9032\u884c\u4e2d\u306e\u30bf\u30b9\u30af\u304c\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u30b5\u30a4\u30c8\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
the-site-cannot-be-its-own-parent-site=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u89aa\u30b5\u30a4\u30c8\u306b\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306f\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
the-site-cannot-have-a-child-as-its-parent-site=\u30b5\u30a4\u30c8\u306e\u30b5\u30d6\u30b5\u30a4\u30c8\u306f\u89aa\u30b5\u30a4\u30c8\u3068\u3057\u3066\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
the-site-cannot-have-a-staging-site-as-its-parent-site=\u30b5\u30a4\u30c8\u306e\u30b5\u30d6\u30b5\u30a4\u30c8\u306f\u89aa\u30b5\u30a4\u30c8\u3068\u3057\u3066\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
these-pages-are-linked-to-site-template-x=\u3053\u308c\u3089\u306e\u30da\u30fc\u30b8\u306f<em>{0}</em>\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3068\u30ea\u30f3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002
this-site-cannot-inherit-content-from-its-parent-site=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u3001\u89aa\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u7d99\u627f\u3059\u308b\u3053\u306f\u3067\u304d\u307e\u305b\u3093
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u3001\u3059\u3067\u306b\u89aa\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u7d99\u627f\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u89aa\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u7d99\u627f\u3059\u308b\u3053\u306f\u3067\u304d\u307e\u305b\u3093\u3002
this-site-does-not-have-any-private-pages=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u975e\u516c\u958b\u30da\u30fc\u30b8\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093\u3002
this-site-does-not-have-any-public-pages=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u516c\u958b\u30da\u30fc\u30b8\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093\u3002
this-site-is-not-related-to-a-site-template=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3068\u95a2\u9023\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
this-site-was-cloned-from-site-template-x=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8<em>{0}</em>\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u305f\u3082\u306e\u3067\u3059\u3002
trash-entries-max-age=\u30b4\u30df\u7bb1\u5185\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u6700\u5927\u4fdd\u5b58\u65e5\u6570
trash-entries-max-age-help=\u5165\u529b\u3055\u308c\u305f\u9577\u3055\u306e\u5206\u6570\u3001\u30b4\u30df\u7bb1\u306b\u4fdd\u6301\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u6307\u5b9a\u3055\u308c\u305f\u5206\u4ee5\u4e0a\u30b4\u30df\u7bb1\u306b\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u81ea\u52d5\u7684\u306b\u524a\u9664\u3055\u308c\u307e\u3059\u3002
use-the-default-language-options=\u30c7\u30d5\u30a9\u30eb\u30c8\u8a00\u8a9e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528
view-child-sites=\u30b5\u30d6\u30b5\u30a4\u30c8\u3092\u95b2\u89a7
virtual-hosts=\u30d0\u30fc\u30c1\u30e3\u30eb\u30db\u30b9\u30c8
virtual-hosts-must-be-valid-domain-names=\u30d0\u30fc\u30c1\u30e3\u30eb\u30db\u30b9\u30c8\u306b\u306f\u6b63\u3057\u3044\u30c9\u30e1\u30a4\u30f3\u540d\u304c\u5fc5\u8981\u3067\u3059\u3002
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u305f\u305f\u3081\u3001\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9069\u7528\u3059\u308b\u306b\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8a00\u8a9e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u305f\u305f\u3081\u3001\u30d7\u30ed\u30d1\u30b2\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u306f\u51fa\u6765\u307e\u305b\u3093\u3002\u30d7\u30ed\u30d1\u30b2\u30fc\u30b7\u30e7\u30f3\u8a2d\u5b9a\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8a00\u8a9e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
