#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=\uac1c\uc778 \ud398\uc774\uc9c0 \ucd94\uac00 (Automatic Translation)
add-public-page=\uacf5\uc6a9 \ud398\uc774\uc9c0 \ucd94\uac00 (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=\uc774 \ucd94\uac00, \uc81c\uac70, \ub610\ub294 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc744 \uad6c\uc131 \ud558 \uace0\uc774 \ud398\uc774\uc9c0\uc758 \uc18d\uc131\uc744 \ubcc0\uacbd \ud558\ub824\uba74 \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\uac00 \uc124\uc815 \ud569\ub2c8\ub2e4. \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\uac00 \ud398\uc774\uc9c0\ub97c \uc218\uc815 \ud558\ub294 \uacbd\uc6b0 \uc6d0\ub798 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \ud398\uc774\uc9c0\uc5d0 \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub354 \uc774\uc0c1 \uc804\ud30c \ub429\ub2c8\ub2e4. (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-page=\ub108\ub294 \ud655\uc2e4\ud55c\uac00 \ub108 \uc120\uc815\ud558\ub294\uac00 \ud398\uc774\uc9c0\ub97c \uc0ad\uc81c\ud558\uace0\ub294\uac00 \uc2f6\ub294\uac00?
are-you-sure-you-want-to-reset-your-customizations-to-default=\ub2f9\uc2e0\uc740 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uae30\ubcf8\uac12\uc73c\ub85c \ub2e4\uc2dc \uc124\uc815 \ud558 \uc2dc\uaca0\uc2b5\ub2c8\uae4c? (Automatic Translation)
available-themes=\uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud14c\ub9c8 (Automatic Translation)
by-x=By {0} (Automatic Copy)
change-current-theme=\ud604\uc7ac \ud14c\ub9c8\ub97c \ubcc0\uacbd (Automatic Translation)
change-frequency=\ubcc0\ud654 \uc8fc\ud30c\uc218
changes-are-immediately-available-to-end-users=\ubcc0\uacbd \ub0b4\uc6a9\uc744 \ucd5c\uc885 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \uc989\uc2dc \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=\uc0c9\uccb4 \ubc30\ud569 \uc124\uacc4
configure-page=\ud398\uc774\uc9c0 \uad6c\uc131 (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=\ucde8\uc5c5 \uc2e0\uccad\uc11c
copy-of-a-page=\ud398\uc774\uc9c0\uc5d0 \uc5f0\uacb0
copy-of-a-page-description=\uc774 \uc0ac\uc774\ud2b8\uc5d0\uc11c \uae30\uc874 \ud398\uc774\uc9c0\ub97c \ubcf5\uc0ac \ud569\ub2c8\ub2e4. (Automatic Translation)
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc635\uc158 (Automatic Translation)
customization-settings=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc124\uc815 (Automatic Translation)
delete-in-all-pages-variations=\ubaa8\ub4e0 \ud398\uc774\uc9c0\uc5d0 \uc788\ub294 \ubcc0\ud615 \uc0ad\uc81c (Automatic Translation)
empty-page=\ube48 \ud398\uc774\uc9c0 (Automatic Translation)
empty-page-description=\uc218\ub3d9\uc73c\ub85c \ub808\uc774\uc544\uc6c3 \uc218 \uc788\ub294 \ube48 \ud398\uc774\uc9c0\ub97c \ub9cc\ub4ed\ub2c8\ub2e4. (Automatic Translation)
expand-area=\uc601\uc5ed \ud655\uc7a5 (Automatic Translation)
hide-customizable-zones=\uc0ac\uc6a9\uc790 \uc815\uc758 \uc601\uc5ed \uc228\uae30\uae30 (Automatic Translation)
hide-from-navigation-menu=\ud0d0\uc0c9 \uba54\ub274\uc5d0\uc11c \uc228\uae30\uae30 (Automatic Translation)
html-title=HTML\uc81c\ubaa9
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=\uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0\uc774 \ud398\uc774\uc9c0\ub294 \ud0d0\uc0c9 \uba54\ub274\uc5d0\uc5d0\ub3c4 \ud45c\uc2dc \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=\uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0\uc774 \ud398\uc774\uc9c0\ub294 \ud398\uc774\uc9c0 \uc11c\uc2dd \ud30c\uc77c\uc5d0 \ubcc0\uacbd\ud55c \uc0c1\uc18d \ud569\ub2c8\ub2e4. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=\uc0c1\uc18d \ubcc0\uacbd (Automatic Translation)
install-more=\ub354 \ub9ce\uc740 \uac83\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=\uc790\uc720\ud615 \ub808\uc774\uc544\uc6c3\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc124\uc815\uc744 \uc9c0\uc815 \ud558\ub294 \uac83\uc774 \ubd88\uac00\ub2a5 \ud569\ub2c8\ub2e4. (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \ub610\ub294 \ud398\uc774\uc9c0 \uc11c\uc2dd \ud30c\uc77c\uc5d0\uc11c \ud398\uc774\uc9c0\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc124\uc815\uc744 \uc9c0\uc815 \ud558\ub294 \uac83\uc774 \ubd88\uac00\ub2a5 \ud569\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\ud398\uc774\uc9c0\ub294 \ud3ec\ud138\uc5d0\uc11c \ub9cc\ub4e0 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc6f9 \ud398\uc774\uc9c0. \uc5ed\ud560\uc5d0 \ub530\ub77c \uc774\ub7ec\ud55c \ud398\uc774\uc9c0\ub97c \ud3b8\uc9d1\ud560 \uc218 \ud398\uc774\uc9c0\ub97c \ucd94\uac00 \ud558\uac70\ub098 \ud398\uc774\uc9c0\uc758 \ub514\uc790\uc778\uc744 \ubcc0\uacbd. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\ub0b4 \ud398\uc774\uc9c0\ub294 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc6f9 \ud398\uc774\uc9c0\ub97c \ub9cc\ub4e4\uac70\ub098 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \ud560\ub2f9 \ud569\ub2c8\ub2e4. \uc5ed\ud560\uc5d0 \ub530\ub77c \uadc0\ud558\uc758 \ud398\uc774\uc9c0\ub97c \ud3b8\uc9d1\ud560 \uc218 \ud398\uc774\uc9c0\ub97c \ucd94\uac00 \ud558\uac70\ub098 \ud398\uc774\uc9c0\uc758 \ub514\uc790\uc778\uc744 \ubcc0\uacbd. (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Site Pages
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=\ud398\uc774\uc9c0\ub97c \ucc98\ub9ac\ud558\uc2ed\uc2dc\uc694
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=\ud398\uc774\uc9c0 \uc11c\uc2dd \ud30c\uc77c \ud398\uc774\uc9c0 (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\ub098\uc758 \ud398\uc774\uc9c0
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=\ub808\uc774\uc544\uc6c3 \ud504\ub85c\ud1a0 \ud0c0\uc785\uc5d0\uc11c \uc0c1\uc18d\ud569\ub2c8\ub2e4. \ud3ec\ud2c0\ub9bf \uc870\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
merge-x-public-pages=Merge {0} public pages (Automatic Copy)
meta-tags=\uba54\ud0c0\uc0b0\uc740 \ud45c\ub97c \ubd99\uc778\ub2e4
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \ub85c\uace0 \uc218\uc815 \uc544\uc9c1 \ub9cc\ub4e4\uc5b4\uc9c0\uc9c0 \uc54a\uc740 \uc0ac\uc774\ud2b8\ub97c\ub9cc \uc601\ud5a5\uc744 \uc90d\ub2c8\ub2e4. (Automatic Translation)
not-customizable=\uc544\ub2c8\ub77c \uc0ac\uc6a9\uc790 \uc815\uc758 (Automatic Translation)
orphan-portlets=\uace0\uc544 \ud3ec\ud2c0\ub9bf (Automatic Translation)
page-priority=\ud398\uc774\uc9c0 \uc6b0\uc120\uad8c
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=Pages of type {0} cannot have child pages. (Automatic Copy)
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=\ubaa8\ub4e0 \ud398\uc774\uc9c0\uc758 \ud558\ub2e8\uc5d0\uc11c \uc2e4\ud589 \ub418\ub294 \uc790\ubc14 \uc2a4\ud06c\ub9bd\ud2b8 \ucf54\ub4dc\ub97c \ubd99\uc5ec \ub123\uc2b5\ub2c8\ub2e4. (Automatic Translation)
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=\ud398\uc774\uc9c0\uc758 \ud558\ub2e8\uc5d0\uc11c \uc2e4\ud589 \ub418\ub294 \uc790\ubc14 \uc2a4\ud06c\ub9bd\ud2b8 \ucf54\ub4dc\ub97c \ubd99\uc5ec \ub123\uc2b5\ub2c8\ub2e4. (Automatic Translation)
please-enter-a-valid-page-priority=\uc81c\ubc1c \uc720\ud6a8\ud55c \uc81c\ubaa9\uc744 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-select-a-valid-change-frequency=\uc720\ud6a8\ud55c \ubcc0\uacbd \ube48\ub3c4 \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-select-a-valid-include-value=\uc720\ud6a8\ud55c \uc720\ud615\uc744 \uc120\uc815\ud558\uc2ed\uc2dc\uc694.
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=\uac1c\uc778 \ud398\uc774\uc9c0\ub294 \ud398\uc774\uc9c0\ub97c \uc18c\uc720 \ud558\ub294 \uc0ac\uc774\ud2b8\uc758 \uad6c\uc131\uc6d0 \uc778 \uc0ac\uc6a9\uc790\ub9cc \uc561\uc138\uc2a4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
public-pages-help=\uacf5\uc6a9 \ud398\uc774\uc9c0 \uae30\ubcf8\uc801\uc73c\ub85c \uc0ac\ub78c, \uc2ec\uc9c0\uc5b4 \ube44-\ub85c\uadf8\uc778 \uc0ac\uc6a9\uc790 (\uc190\ub2d8)\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
publication-process-in-progress-help=\uc9c4\ud589 \uc911\uc778 \uac8c\uc2dc \ud504\ub85c\uc138\uc2a4\uac00\uc785\ub2c8\ub2e4. \ud398\uc774\uc9c0\uc758 \ubaa9\ub85d\uc744 \ubcc0\uacbd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
query-string=\uc9c8\ubb38 \ub048
query-string-help=\uc544\ubb34\ub3c4\uac00 \ub2e4\ub978 \uc0ac\ub78c \uc874\uc7ac\ud558\uc9c0 \uc54a\uc744 \ub54c \ub9c8\uc74c\ub300\ub85c \uc774 \uc9c8\ubb38 \ub048\uc744 \uc774\uc6a9\ud558\uc2ed\uc2dc\uc624. \uc774\uac83\uc740 \ud398\uc774\uc9c0\ub97c \uc704\ud55c \ub514\ud3f4\ud2b8 \ub9e4\uac1c\ubcc0\uc218\ub85c \ud589\ub3d9\ud55c\ub2e4.
requires-log-in=\ub85c\uadf8\uc778 \ud544\uc694 (Automatic Translation)
reset-and-propagate=\uc7ac\uc124\uc815 \ubc0f \uc804\ud30c (Automatic Translation)
reset-changes=\ucd5c\uadfc \ubcc0\uacbd
reset-my-customizations=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \ub2e4\uc2dc \uc124\uc815 (Automatic Translation)
revision-id=\uc218\uc815 ID (Automatic Translation)
send-sitemap-information-to-preview=Send sitemap information to {0}preview{1}\: (Automatic Copy)
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=\uc0ac\uc774\ud2b8 \uc774\ub984 \ud45c\uc2dc (Automatic Translation)
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=\ud604\uc7ac \ud398\uc774\uc9c0\uc5d0 \ub300 \ud55c \uae30\ubcf8\uac12\uc744 \uc5c5\ub370\uc774\ud2b8 \ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc5ec\uae30\ub97c \ud074\ub9ad \ud558\uc2ed\uc2dc\uc624 \uadf8\ub4e4\uc744 \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-first-page-cannot-be-of-type-x=The first page cannot be of type {0}. (Automatic Copy)
the-page-was-created-succesfully=\ud398\uc774\uc9c0\uc5d0\uc11c \uc131\uacf5\uc801\uc73c\ub85c \ub9cc\ub4e4\uc5b4\uc84c\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-page-was-deleted-succesfully=\ud398\uc774\uc9c0\uc5d0\uc11c \uc131\uacf5\uc801\uc73c\ub85c \uc0ad\uc81c \ub418\uc5c8\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-page-was-updated-succesfully=\ud398\uc774\uc9c0\uac00\ub294 \uc131\uacf5\uc801\uc73c\ub85c \uc5c5\ub370\uc774\ud2b8 \ub418\uc5c8\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=sitemap\uc758\uc815\uc11c\ub294 \uc6f9\uc0ac\uc774\ud2b8\uc758 \uad6c\uc870 (sitemap)\uc758 \uc218\uc0c9 \uc5d4\uc9c4\uc744 \ud1b5\uc9c0\ud55c\ub2e4.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=\uc0ac\uc774\ud2b8\uc5d0 \ub300\ud574 \uc120\ud0dd\ud55c \ud14c\ub9c8 \uc81c\ubaa9\uc744 \ud45c\uc2dc\ub97c \uc9c0\uc6d0 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-available-advanced-settings-for-these-pages=\uc774 \ud398\uc774\uc9c0\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\ub294 \uace0\uae09 \uc124\uc815\uc774 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=\uac70\uae30\ub294 \uc544\ubb34 \uac1c\uc778 \ud398\uc774\uc9c0 (Automatic Translation)
there-are-no-public-pages=\uc544\ubb34 \uacf5\uacf5 \ud398\uc774\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4 (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=\uc774 \uc544\uc774\ucf58\uc740 \ud0d0\uc0c9 \uba54\ub274\uc5d0 \ub098\ud0c0\ub0a9\ub2c8\ub2e4. (Automatic Translation)
this-is-the-default-page-without-your-customizations=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc5c6\uc774 \uae30\ubcf8 \ud398\uc774\uc9c0\uc785\ub2c8\ub2e4. (Automatic Translation)
this-page-belongs-to-a-user-group=\uc774 \ud398\uc774\uc9c0\ub294 \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc5d0 \uc18d\ud569\ub2c8\ub2e4. \uc218\uc815 \ud5c8\uc6a9\uc774 \uac1c\uc778 \uc0ac\uc774\ud2b8\uc5d0\ub9cc \uc801\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
this-page-can-be-customized=\uc774 \ud398\uc774\uc9c0\ub294 \uc0ac\uc6a9\uc790 \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=\uc774 \ud398\uc774\uc9c0\ub294 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4 \ubc0f \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc5d0 \uc5f0\uad00 \ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud558\uc704 \ud398\uc774\uc9c0\ub97c \uac00\uc9c8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=This page cannot be modified because it belongs to the user group <em>{0}</em>. (Automatic Copy)
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\uadf8\uac83\uc744 \uc218\uc815 \ud558\uc9c0 \uc54a\ub3c4\ub85d \ud558\ub294 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc5d0 \uc5f0\uacb0 \ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0\uc774 \ud398\uc774\uc9c0\ub97c \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=\uc774 \ud398\uc774\uc9c0\ub294 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc5d0\uc11c \ub9c8\uc9c0\ub9c9 \uc5c5\ub370\uc774\ud2b8 \uc774\ud6c4 \ubcc0\uacbd \ub418\uc5c8\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-page-is-linked-to-a-page-template=\uc774 \ud398\uc774\uc9c0\ub294 \ud398\uc774\uc9c0 \uc11c\uc2dd \ud30c\uc77c\uc5d0 \uc5f0\uacb0 \ub429\ub2c8\ub2e4. \ubcc0\uacbd \ub0b4\uc6a9 \uc218\uc815\ud560 \uc218 \uc788\ub3c4\ub85d\uc774 \ud398\uc774\uc9c0\uc758 \uc790\ub3d9 \uc804\ud30c\ub97c \uc0ac\uc6a9 \ud558\uc9c0 \uc54a\ub3c4\ub85d \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\uc774 \ud398\uc774\uc9c0\ub97c \uc218\uc815 \ud558\uc9c0 \uc54a\ub3c4\ub85d \ud558\ub294 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc5d0 \uc5f0\uacb0 \ub429\ub2c8\ub2e4. (Automatic Translation)
toggle-controls=\ud1a0\uae00 \ucee8\ud2b8\ub864 (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=\uc774 \ud15c\ud50c\ub9bf\uc744 \uc0ac\uc6a9 \ud558\ub294 \ud398\uc774\uc9c0\uc758 \ub3d9\uc77c\ud55c \ub514\uc790\uc778\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=\ubcf4\uae30 \uc0ac\uc6a9\uc790 \uc815\uc758 \uc601\uc5ed (Automatic Translation)
view-my-customized-page=\ub0b4 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ub41c \ud398\uc774\uc9c0 \ubcf4\uae30 (Automatic Translation)
view-page-without-my-customizations=\ub0b4 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc5c6\uc774 \ud398\uc774\uc9c0 \ubcf4\uae30 (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=\uacbd\uace0\! \uc120\ud0dd \ub41c \ud3ec\ud2c0\ub9bf\uc758 \ud658\uacbd \uc124\uc815\uc744 \uae30\ubcf8 \uc124\uc815\uc73c\ub85c \ub2e4\uc2dc \uc124\uc815 \ub429\ub2c8\ub2e4 \ubc0f \ub354 \uc774\uc0c1 \uc874\uc7ac \ud558\uc9c0 \ud3ec\ud2c0\ub9bf\uc758 \ud658\uacbd \uc124\uc815 \uc0ad\uc81c \ub429\ub2c8\ub2e4. (Automatic Translation)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=You can configure the top level pages of this public site to merge with the top level pages of the public {0} site. Users can then navigate between the two sites more seamlessly. (Automatic Copy)
you-can-customize-this-page=\uc774 \ud398\uc774\uc9c0\ub97c \uc0ac\uc6a9\uc790 \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=\ub2e4\uc74c \ud398\uc774\uc9c0\ub294 vieweable unathenticated \uc0ac\uc6a9\uc790\uc640 \uadf8\ub807\uac8c \uccab \ud398\uc774\uc9c0\ub97c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4 \ub54c\ubb38\uc5d0\uc774 \ud398\uc774\uc9c0\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
you-must-have-at-least-one-page=\ub108\ub294 \uc801\uc5b4\ub3c4 1\uac1c \ud398\uc774\uc9c0\uac00 \uc788\uc5b4\uc57c \ud55c\ub2e4.
