#X-Generator: crowdin.com
cache-data-on-the-first-request=\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0641\u064a \u0627\u0644\u0637\u0644\u0628 \u0627\u0644\u0623\u0648\u0644. (Automatic Translation)
displayed-json-attribute=\u0627\u0644\u0633\u0645\u0629 JSON \u0627\u0644\u0645\u0639\u0631\u0648\u0636\u0629 (Automatic Translation)
end-parameter-name=\u0627\u0633\u0645 \u0627\u0644\u0645\u0639\u0644\u0645\u0629 \u0646\u0647\u0627\u064a\u0629 (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=\u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u064a\u0637\u0627\u0628\u0642 \u0623\u062d\u062f \u0627\u0644\u0645\u0639\u0644\u0645\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0645\u0648\u0641\u0631 \u0627\u0644\u0628\u0627\u0642\u064a. (Automatic Translation)
enter-a-password=\u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631. (Automatic Translation)
enter-a-user-name=\u0642\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645. (Automatic Translation)
enter-the-rest-service-url=\u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u062e\u062f\u0645\u0629 \u0628\u0642\u064a\u0629. (Automatic Translation)
filter-parameter-name=\u0627\u0633\u0645 \u0645\u0639\u0644\u0645\u0629 \u0639\u0627\u0645\u0644 \u062a\u0635\u0641\u064a\u0629 (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=\u062a\u0648\u0641\u064a\u0631 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0625\u0644\u0649 \u0645\u0648\u0641\u0631 \u0627\u0644\u0628\u0627\u0642\u064a. (Automatic Translation)
provide-the-user-name-for-authenticating-to-the-rest-provider=\u062a\u0648\u0641\u064a\u0631 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0625\u0644\u0649 \u0645\u0648\u0641\u0631 \u0627\u0644\u0628\u0627\u0642\u064a. (Automatic Translation)
start-parameter-name=\u0628\u062f\u0621 \u0627\u0633\u0645 \u0627\u0644\u0645\u0639\u0644\u0645\u0629 (Automatic Translation)
stored-json-attribute=\u0627\u0644\u0633\u0645\u0629 JSON \u0627\u0644\u0645\u062e\u0632\u0646\u0629 (Automatic Translation)
support-filtering-by-keyword=\u062f\u0639\u0645 \u062a\u0635\u0641\u064a\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0643\u0644\u0645\u0629 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629. (Automatic Translation)
support-pagination=\u062f\u0639\u0645 \u0627\u0644\u062d\u062f\u0648\u062f \u0627\u0644\u0641\u0627\u0635\u0644\u0629 \u0644\u0644\u0635\u0641\u062d\u0627\u062a (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=\u0627\u0644\u0645\u0639\u0644\u0645\u0629 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062a\u064a \u0633\u062a\u0633\u062a\u062e\u062f\u0645 \u0643\u0639\u0627\u0645\u0644 \u062a\u0635\u0641\u064a\u0629 \u0645\u0642\u062f\u0645 \u0627\u0644\u0628\u0627\u0642\u064a. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=\u0627\u0644\u0645\u0639\u0644\u0645\u0629 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062a\u064a \u0633\u062a\u0633\u062a\u062e\u062f\u0645 \u0643\u0628\u062f\u0627\u064a\u0629 \u0645\u0642\u062f\u0645 \u0627\u0644\u0628\u0627\u0642\u064a. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=\u0627\u0644\u0645\u0639\u0644\u0645\u0629 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062a\u064a \u0633\u062a\u0633\u062a\u062e\u062f\u0645 \u0643\u062d\u062f \u0645\u0642\u062f\u0645 \u0627\u0644\u0628\u0627\u0642\u064a. (Automatic Translation)
