#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=\u039c\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c8\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b4\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ad\u03c2 \u03c4\u03bf\u03c5 site \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c4\u03bf\u03c5\u03bd, \u03bd\u03b1 \u03b1\u03c6\u03b1\u03b9\u03c1\u03bf\u03cd\u03bd, \u03ae \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03b6\u03bf\u03c5\u03bd \u03c4\u03b9\u03c2 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ad\u03c2 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd \u03c4\u03b9\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03c9\u03bd \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd. \u0395\u03ac\u03bd \u03bf\u03b9 \u03b4\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ad\u03c2 \u03c4\u03bf\u03c5 site \u03b1\u03bb\u03bb\u03ac\u03be\u03bf\u03c5\u03bd \u03bc\u03b9\u03b1 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1, \u03bf\u03b9 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c3\u03c4\u03b7\u03bd \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b7 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ae \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 \u03c4\u03bf\u03c5 site \u03b4\u03b5\u03bd \u03b8\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03bb\u03ad\u03bf\u03bd \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c3\u03c4\u03b7\u03bd \u03b1\u03bb\u03bb\u03b1\u03b3\u03bc\u03ad\u03bd\u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1. \u0395\u03ac\u03bd \u03b3\u03af\u03bd\u03b5\u03b9 \u03b1\u03c5\u03c4\u03ae \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae, \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b1\u03c0\u03b1\u03b3\u03bf\u03c1\u03b5\u03c5\u03b8\u03bf\u03cd\u03bd \u03bf\u03b9 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b1\u03c0\u03cc \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03bc\u03ad\u03c3\u03c9 \u03c4\u03bf\u03c5 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf\u03c5 \u03b4\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd.
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=\u03a0\u03c1\u03cc\u03c4\u03c5\u03c0\u03b1 sites
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 \u03c4\u03bf\u03c5 site
site-template-was-added=\u03a0\u03c1\u03bf\u03c3\u03c4\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2. (Automatic Translation)
there-are-no-site-templates=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 site \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03b1. (Automatic Translation)
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 site \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03b1. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03ba\u03ac\u03bd\u03bf\u03bd\u03c4\u03b1\u03c2 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03c3\u03c5\u03bd \u03c3\u03c4\u03bf \u03ba\u03ac\u03c4\u03c9 \u03b4\u03b5\u03be\u03b9\u03ac \u03b3\u03c9\u03bd\u03af\u03b1. (Automatic Translation)
you-cannot-delete-site-templates-that-are-used-by-a-site=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03b1 sites \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 site.
