#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u30b0\u30eb\u30fc\u30d7\u306e\u30b5\u30d6\u30bb\u30c3\u30c8\u304c\u3001\u30ec\u30d3\u30e5\u30fc\u7528\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
a-subset-of-users-has-been-displayed-for-you-to-review=\u30e6\u30fc\u30b6\u30fc\u306e\u4e00\u90e8\u304c\u3001\u30ec\u30d3\u30e5\u30fc\u7528\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059
account-created-notification-body-with-password-help=\u767b\u9332\u6642\u306e\u30e6\u30fc\u30b6\u30fc\u901a\u77e5\u30e1\u30fc\u30eb\u306e\u672c\u6587\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u6587\u306b\u306f\u81ea\u52d5\u751f\u6210\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
account-created-notification-body-without-password-help=\u767b\u9332\u306e\u969b\u306b\u30e6\u30fc\u30b6\u30fc\u306b\u9001\u4ed8\u3059\u308b\u30e1\u30fc\u30eb\u672c\u6587\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3053\u306e\u30e1\u30fc\u30eb\u306b\u306f\u542b\u307e\u308c\u307e\u305b\u3093
add-ldap-server=LDAP\u30b5\u30fc\u30d0\u306e\u8ffd\u52a0
allow-site-administrators-to-display-content-from-other-sites-they-administer=\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306b\u3001\u7ba1\u7406\u3059\u308b\u4ed6\u30b5\u30a4\u30c8\u306b\u5bfe\u3057\u3066\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b
allow-site-administrators-to-use-their-own-logo=\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306b\u30ab\u30b9\u30bf\u30e0\u30ed\u30b4\u306e\u4f7f\u7528\u3092\u8a31\u53ef\u3059\u308b
allow-strangers-to-create-accounts=\u30e6\u30fc\u30b6\u30fc\u4ee5\u5916\u306e\u8a2a\u554f\u8005\u306b\u3088\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u4f5c\u6210\u3092\u8a31\u53ef\u3059\u308b
allow-strangers-to-create-accounts-with-a-company-email-address=\u30e6\u30fc\u30b6\u30fc\u4ee5\u5916\u306e\u8a2a\u554f\u8005\u304c\u3001\u4f1a\u793e\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u4f7f\u7528\u3057\u3066\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306e\u3092\u8a31\u53ef\u3059\u308b
allow-subsites-to-display-content-from-parent-sites=\u89aa\u30b5\u30a4\u30c8\u304b\u3089\u30b5\u30d6\u30b5\u30a4\u30c8\u306e\u5185\u5bb9\u306e\u8868\u793a\u3092\u8a31\u53ef\u3059\u308b\u3002
allow-users-to-automatically-log-in=\u30e6\u30fc\u30b6\u30fc\u306b\u81ea\u52d5\u30ed\u30b0\u30a4\u30f3\u3092\u8a31\u53ef\u3057\u307e\u3059\u304b\uff1f
allow-users-to-request-forgotten-passwords=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u518d\u767a\u884c\u3092\u8a31\u53ef\u3059\u308b
allow-users-to-request-forgotten-passwords-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u81ea\u5206\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u3001\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u30ea\u30af\u30a8\u30b9\u30c8\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3067\u304d\u307e\u3059
allow-users-to-request-password-reset-links=\u30d1\u30b9\u30ef\u30fc\u30c9\u30ea\u30bb\u30c3\u30c8\u306e\u30ea\u30f3\u30af\u3092\u8a31\u53ef\u3059\u308b
allow-users-to-request-password-reset-links-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u81ea\u5206\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u30ea\u30bb\u30c3\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3067\u304d\u307e\u3059
application-interactions=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u9023\u643a
apply-to-existing-users=\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u9069\u7528\u3059\u308b
are-you-sure-you-want-to-reset-the-configured-values=Are you sure you want to reset the configured values? (Automatic Copy)
autogenerate-user-screen-names=\u30b9\u30af\u30ea\u30fc\u30f3\u540d\u306e\u81ea\u52d5\u751f\u6210\u3092\u6709\u52b9\u306b\u3059\u308b
base-dn=\u30d9\u30fc\u30b9DN
body-with-password=\u30d1\u30b9\u30ef\u30fc\u30c9\u6709\u308a
body-without-password=\u30d1\u30b9\u30ef\u30fc\u30c9\u7121\u3057
cas-login-url-help=CAS\u30b5\u30fc\u30d0\u306e\u30ed\u30b0\u30a4\u30f3URL\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30dd\u30fc\u30bf\u30eb\u306b\u8a8d\u8a3c\u3055\u308c\u308b\u6642\u306bCAS\u30ed\u30b0\u30a4\u30f3\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u307e\u3059\u3002
cas-logout-on-session-expiration=\u30bb\u30c3\u30b7\u30e7\u30f3\u5207\u308c\u306e\u6642\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u3059\u308b
cas-logout-on-session-expiration-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u6642\u3001\u30bb\u30c3\u30b7\u30e7\u30f3\u5207\u308c\u306e\u30d6\u30e9\u30a6\u30b6\u30fc\u306fCAS\u30ed\u30b0\u30a2\u30a6\u30c8URL\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u307e\u3059
cas-logout-url-help=CAS\u30b5\u30fc\u30d0\u306e\u30ed\u30b0\u30a2\u30a6\u30c8URL\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30dd\u30fc\u30bf\u30eb\u30ed\u30b0\u30a2\u30a6\u30c8\u6a5f\u80fd\u3067CAS\u30ed\u30b0\u30a2\u30a6\u30c8\u3092\u767a\u751f\u3055\u305b\u305f\u3044\u5834\u5408\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
cas-no-such-user-redirect-url-help=CAS\u306b\u8a8d\u8a3c\u3055\u308c\u3066\u3001\u30dd\u30fc\u30bf\u30eb\u5185\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u7121\u3044\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u3092\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u305b\u308b\u5148\u306eURL\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002LDAP\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u3001\u3082\u3057\u304f\u306fLDAP\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u306a\u3044\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u307e\u3059\u3002
cas-server-name-help=\u30c7\u30a3\u30fc\u30d7\u30ea\u30f3\u30af\u3092\u6709\u52b9\u306b\u3059\u308b (\u4f8b. http\://localhost\:8080)
cas-server-url-help=CAS\u30b5\u30fc\u30d0\u306e\u30c9\u30e1\u30a4\u30f3\u306e\u63a5\u982d\u8f9e\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044(\u4f8b. https\://localhost\:8443/cas-web)\u3002
cas-service-url-help=\u30dd\u30fc\u30bf\u30eb\u3078\u306e\u30c7\u30a3\u30fc\u30d7\u30ea\u30f3\u30af\u3092\u7121\u52b9\u306b\u3059\u308b\u5834\u5408\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044 (\u4f8b. http\://localhost\:8080/c/portal/login)\u3002CAS\u30b5\u30fc\u30d0\u540d\u3092\u8a2d\u5b9a\u3059\u308b\u5834\u5408\u306b\u306f\u3053\u308c\u3092\u8a2d\u5b9a\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
cdn-host-http=CDN \u30db\u30b9\u30c8 HTTP
cdn-host-https=CDN \u30db\u30b9\u30c8 HTTPS
check-to-apply-the-changes-to-existing-users=\u3059\u3079\u3066\u306e\u5909\u66f4\u3092\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u3082\u9069\u7528\u3059\u308b\u3002\u6b21\u56de\u30e6\u30fc\u30b6\u30fc\u304c\u30ed\u30b0\u30a4\u30f3\u3059\u308b\u3068\u304d\u306b\u5909\u66f4\u304c\u898b\u3089\u308c\u307e\u3059\u3002
custom-contact-mapping=\u9023\u7d61\u5148\u30ab\u30b9\u30bf\u30e0\u30de\u30c3\u30d4\u30f3\u30b0
custom-user-mapping=\u30ab\u30b9\u30bf\u30e0\u30e6\u30fc\u30b6\u30fc\u30de\u30c3\u30d4\u30f3\u30b0
default-control-panel-theme=\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30d1\u30cd\u30eb\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30fc\u30de
default-interactions=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u9023\u643a
default-landing-page=\u30ed\u30b0\u30a4\u30f3\u30da\u30fc\u30b8
default-landing-page-help=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30e6\u30fc\u30b6\u30fc\u304c\u30ed\u30b0\u30a4\u30f3\u5f8c\u306b\u81ea\u52d5\u7684\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u308b\u30da\u30fc\u30b8\u306b\u306a\u308a\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001http\://localhost\:8080/web/guest/login\u3092\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30e9\u30f3\u30c7\u30a3\u30f3\u30b0\u30da\u30fc\u30b8\u306b\u3057\u305f\u3044\u5834\u5408\u3001/web/guest/login\u3068\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\u30c7\u30d5\u30a9\u30eb\u30c8\u306eLDAP\u30b5\u30fc\u30d0\u8a2d\u5b9a\u304c\u4f7f\u308f\u308c\u3066\u3044\u307e\u3059\u3002\u4e0a\u66f8\u304d\u3059\u308b\u5834\u5408\u306b\u306fLDAP\u30b5\u30fc\u30d0\u8a2d\u5b9a\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
default-logout-page=\u30ed\u30b0\u30a2\u30a6\u30c8\u30da\u30fc\u30b8
default-logout-page-help=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30e6\u30fc\u30b6\u30fc\u304c\u30ed\u30b0\u30a2\u30a6\u30c8\u5f8c\u306b\u81ea\u52d5\u7684\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u308c\u308b\u30da\u30fc\u30b8\u306b\u306a\u308a\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001http\://localhost\:8080/web/guest/logout\u3092\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30ed\u30b0\u30a2\u30a6\u30c8\u5f8c\u30da\u30fc\u30b8\u306b\u3057\u305f\u3044\u5834\u5408\u3001/web/guest/logout\u3068\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
default-regular-theme=\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30fc\u30de
default-theme=\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30fc\u30de
default-values=\u30c7\u30d5\u30a9\u30eb\u30c8\u5024
disabled-by-default=\u30c7\u30d5\u30a9\u30eb\u30c8\u8a2d\u5b9a\u3067\u7121\u52b9
domain-controller=\u30c9\u30e1\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9
domain-controller-name=\u30c9\u30e1\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u540d
domain-controller-name-help=\u30c9\u30e1\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u306eNetBIOS\u540d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
edit-ldap-server=LDAP\u30b5\u30fc\u30d0\u306e\u7de8\u96c6
email-address-attribute=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u5c5e\u6027
enable-birthday=\u8a95\u751f\u65e5\u8a2d\u5b9a
enable-cdn-dynamic-resources=CDN\u52d5\u7684\u30ea\u30bd\u30fc\u30b9\u3092\u6709\u52b9\u306b\u3059\u308b
enable-export=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u6709\u52b9\u306b\u3059\u308b
enable-gender=\u6027\u5225\u8a2d\u5b9a
enable-recycle-bin-default=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u3054\u307f\u7bb1\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u6bce\u306b\u305d\u308c\u3092\u7121\u52b9\u306b\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u53ef\u80fd\u3067\u3059\u3002
enabled-by-default=\u30c7\u30d5\u30a9\u30eb\u30c8\u8a2d\u5b9a\u3067\u6709\u52b9
enter-one-analytics-system-name-per-line=<strong>\uff11\u884c\u3054\u3068\u306b</strong>\u5206\u6790\u30b7\u30b9\u30c6\u30e0\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=<em>{0}</em> \u306b\u4ed8\u3051\u52a0\u3048\u308b\u30e1\u30fc\u30eb\u30db\u30b9\u30c8\u540d\u3092<strong>1\u884c\u305a\u3064</strong>\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u4f7f\u7528\u3057\u3066\u3082\u3089\u3044\u305f\u304f\u306a\u3044\u30b9\u30af\u30ea\u30fc\u30f3\u540d\u3092<strong>1\u884c\u305a\u3064</strong>\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u4f7f\u7528\u3057\u3066\u3082\u3089\u3044\u305f\u304f\u306a\u3044\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092<strong>1\u884c\u305a\u3064</strong>\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=<strong>\u4e00\u884c\u3054\u3068</strong>\u65b0\u3057\u304f\u4f5c\u3063\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u5c5e\u3059\u308b\u7d44\u7e54\u306e\u30b5\u30a4\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=\u65b0\u3057\u304f\u8ffd\u52a0\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u3001\u6a19\u6e96\u30ed\u30fc\u30eb\u306e\u540d\u524d\u3092 <strong>\u884c\u3054\u3068\u306b</strong> \u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=\u65b0\u3057\u304f\u5236\u4f5c\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u9023\u3059\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u30b5\u30a4\u30c8\u306e\u540d\u524d\u3092<strong>\u4e00\u884c\u305a\u3064</strong>\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=\u65b0\u3057\u304f\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u305f\u969b\u306b\u95a2\u9023\u4ed8\u3051\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u540d\u3092<strong>\u4e00\u884c\u305a\u3064</strong>\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\u30e6\u30fc\u30b6\u30fc\u306e\u6709\u52b9\u6027\u3092\u30c6\u30b9\u30c8\u3059\u308b\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u30fc\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u4ee5\u4e0b\u306e\u30c8\u30fc\u30af\u30f3\u3001@company_id@, @email_address@, @screen_name@, \u3068 @user_id@\u306f\u52d5\u4f5c\u6642\u306b\u6b63\u3057\u3044\u5024\u306b\u7f6e\u304d\u63db\u3048\u3089\u308c\u307e\u3059\u3002
failed-to-bind-to-the-ldap-server-with-given-values=\u5165\u529b\u3057\u305f\u5024\u306b\u3088\u308bLDAP\u30b5\u30fc\u30d0\u3068\u306e\u901a\u4fe1\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
google-client-secret=Google Client Secret
graph-url=\u30b0\u30e9\u30d5URL
group-default-object-classes=\u30b0\u30eb\u30fc\u30d7\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9
group-mapping=\u30b0\u30eb\u30fc\u30d7\u30de\u30c3\u30d4\u30f3\u30b0
group-name=\u30b0\u30eb\u30fc\u30d7\u540d
groups-dn=\u30b0\u30eb\u30fc\u30d7DN
home-url=\u30db\u30fc\u30e0 URL
home-url-help=Liferay\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001http\://localhost\:8080/web/guest/home\u3092\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u3057\u305f\u3044\u5834\u5408\u3001/web/guest/home\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
how-do-users-authenticate=\u8a8d\u8a3c\u3092\u884c\u3046\u9805\u76ee
import-cas-users-from-ldap=LDAP\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b
import-cas-users-from-ldap-help=CAS\u306b\u3088\u308b\u30e6\u30fc\u30b6\u30fc\u8a8d\u8a3c\u3067\u30e6\u30fc\u30b6\u30fc\u304c\u30dd\u30fc\u30bf\u30eb\u306b\u5b58\u5728\u3057\u306a\u3044\u5834\u5408\u3001LDAP\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002LDAP\u306f\u6709\u52b9\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
import-enabled-user-password-autogenerated-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u81ea\u52d5\u751f\u6210\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u3068\u3001LDAP\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u5143\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4e0a\u66f8\u304d\u3059\u308b\u6050\u308c\u304c\u3042\u308a\u307e\u3059\u3002
import-export=\u30a4\u30f3\u30dd\u30fc\u30c8 / \u30a8\u30af\u30b9\u30dd\u30fc\u30c8
import-opensso-users-from-ldap=LDAP\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8
import-opensso-users-from-ldap-help=\u3053\u308c\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001OpenSSO\u304b\u3089\u8a8d\u8a3c\u3055\u308c\u3001\u30dd\u30fc\u30bf\u30eb\u306b\u5b58\u5728\u3057\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u306fLDAP\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002LDAP\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
import-search-filter=\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u8a2d\u5b9a\u306f\u30b0\u30ed\u30fc\u30d0\u30eb\u8a2d\u5b9a\u53ef\u80fd\u306a\u540d\u524d\u3001\u8a8d\u8a3c\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u30e6\u30fc\u30b6\u30fc\u306e\u9023\u643a\u9805\u76ee\u3068\u30e1\u30fc\u30eb\u30db\u30b9\u30c8\u540d\u3092\u542b\u307f\u307e\u3059\u3002
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u8a2d\u5b9a
language-and-time-zone=\u8a00\u8a9e\u304a\u3088\u3073\u6a19\u6e96\u6642
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u81ea\u52d5\u751f\u6210\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306f\u3001LDAP\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306f\u6709\u52b9\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
ldap-password-policy-help=Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
ldap-server-name=\u540d\u524d
ldap-servers=LDAP\u30b5\u30fc\u30d0
liferay-has-failed-to-connect-to-the-ldap-server=LDAP\u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3001LDAP\u30b5\u30fc\u30d0\u304c\u8d77\u52d5\u3057\u3066\u3044\u308b\u4e8b\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002
liferay-has-failed-to-connect-to-the-opensso-server=OpenSSO\u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u8a2d\u5b9a\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3001OpenSSO\u30b5\u30fc\u30d0\u304c\u52d5\u3044\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
liferay-has-failed-to-connect-to-the-opensso-services=OpenSSO\u30b5\u30fc\u30d3\u30b9\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002OpenSSO\u30b5\u30fc\u30d3\u30b9\u304c\u52d5\u3044\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
liferay-has-successfully-connected-to-the-ldap-server=LDAP\u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u3002
liferay-has-successfully-connected-to-the-opensso-server=OpenSSO\u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u3002
load-default-server-configuration-for=Load Default Server Configuration For (Automatic Copy)
login-url-for-opensso-help=\u3053\u306eURL\u306fOpenSSO\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30a4\u30f3\u30da\u30fc\u30b8\u3092\u8b58\u5225\u3059\u308b\u306e\u306b\u5229\u7528\u3057\u307e\u3059\u3002<em>goto\=</em>\u3092\u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u3057\u3066\u5229\u7528\u3057\u3001\u30ed\u30b0\u30a4\u30f3\u5f8c\u306b\u3069\u3053\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u305b\u308b\u304b\u6307\u5b9a\u3057\u307e\u3059\u3002
logout-url-for-opensso-help=\u3053\u306eURL\u306fOpenSSO\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30a2\u30a6\u30c8\u30da\u30fc\u30b8\u3092\u8b58\u5225\u3059\u308b\u306e\u306b\u5229\u7528\u3057\u307e\u3059\u3002<em>goto\=</em>\u3092\u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u3057\u3066\u5229\u7528\u3057\u3001\u30ed\u30b0\u30a2\u30a6\u30c8\u5f8c\u306b\u3069\u3053\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3055\u305b\u308b\u304b\u6307\u5b9a\u3057\u307e\u3059\u3002
mail-host-names=\u30e1\u30fc\u30eb\u30db\u30b9\u30c8\u540d
main-configuration=\u4e3b\u306a\u69cb\u6210
mappings-for-opensso-help=OpenSSO\u3068Liferay\u306e\u9593\u3067\u5fc5\u9808\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u306f\u3001\u30b9\u30af\u30ea\u30fc\u30f3\u30cd\u30fc\u30e0\u3001\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3001\u59d3\u3001\u540d\u306b\u306a\u308a\u307e\u3059\u3002
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=\u30e6\u30fc\u30b6\u30fc\u30ea\u30c0\u30a4\u30ec\u30af\u30c8URL\u304c\u3042\u308a\u307e\u305b\u3093\u3002
oauth-redirect-url=\u30ea\u30c0\u30a4\u30ec\u30af\u30c8URL
opensso=OpenSSO
organization-sites=\u7d44\u7e54\u30b5\u30a4\u30c8
other-directory-server=\u305d\u306e\u4ed6\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0
please-enter-a-unique-ldap-server-name=\u91cd\u8907\u3057\u306a\u3044LDAP\u30b5\u30fc\u30d0\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-a-valid-ldap-search-filter=\u6709\u52b9\u306aLDAP\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-a-valid-ldap-server-name=\u6709\u52b9\u306aLDAP\u30b5\u30fc\u30d0\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-a-valid-locale=\u6709\u52b9\u306a\u30ed\u30b1\u30fc\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u305d\u308c\u305e\u308c\u306e\u30b0\u30eb\u30fc\u30d7\u30d7\u30ed\u30d1\u30c6\u30a3\u306e <em>\u30b0\u30eb\u30fc\u30d7\u540d</em> \u3068 <em>\u30e6\u30fc\u30b6\u30fc</em> \u3092 LDAP \u5c5e\u6027\u306b\u5bfe\u5fdc\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002
please-select-at-least-one-social-relation-type=\u5c11\u306a\u304f\u3068\u3082\uff11\u3064\u3001\u30bd\u30fc\u30b7\u30e3\u30eb\u9023\u643a\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
please-select-the-type-of-social-interaction=\u30bd\u30fc\u30b7\u30e3\u30eb\u9023\u643a\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
require-strangers-to-verify-their-email-address=\u30e6\u30fc\u30b6\u30fc\u4ee5\u5916\u306e\u8a2a\u554f\u8005\u306b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u30d0\u30ea\u30c7\u30fc\u30b7\u30e7\u30f3\u3092\u5fc5\u8981\u3068\u3059\u308b
require-terms-of-use=\u4f7f\u7528\u8a31\u8afe\u3092\u5fc5\u9808\u306b\u3059\u308b
reset-values=\u5024\u306e\u30ea\u30bb\u30c3\u30c8
screen-name-attribute=\u30b9\u30af\u30ea\u30fc\u30f3\u540d\u306e\u5c5e\u6027
screen-names=\u30b9\u30af\u30ea\u30fc\u30f3\u540d
select-the-default-ratings-type-for-the-following-applications=\u4ee5\u4e0b\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7528\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b5\u30a4\u30c8\u8a2d\u5b9a\u3092\u901a\u3057\u3066\u3001\u3053\u308c\u3089\u306e\u5024\u306f\u30b5\u30a4\u30c8\u5358\u4f4d\u3067\u5909\u66f4\u3067\u304d\u307e\u3059\u3002
service-account=\u30b5\u30fc\u30d3\u30b9\u30a2\u30ab\u30a6\u30f3\u30c8
service-password=\u30b5\u30fc\u30d3\u30b9\u30d1\u30b9\u30ef\u30fc\u30c9
service-url-for-opensso-help=\u3053\u306eURL\u3067\u8a8d\u8a3c\u7528\u30a6\u30a7\u30d6\u30b5\u30fc\u30d3\u30b9\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308bOpenSSO\u304c\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002OpenSSO Express 8\u3042\u308b\u3044\u306f\u305d\u308c\u4ee5\u4e0a\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u5834\u5408\u3001Java 6\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u5c0e\u5165\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ssl-error=SSL\u30a8\u30e9\u30fc
system.ldap.configuration.name=\u30b7\u30b9\u30c6\u30e0LDAP
test-cas-configuration=CAS\u8a2d\u5b9a\u306e\u30c6\u30b9\u30c8
test-ldap-connection=LDAP\u63a5\u7d9a\u306e\u30c6\u30b9\u30c8
test-ldap-groups=LDAP\u30b0\u30eb\u30fc\u30d7\u306e\u30c6\u30b9\u30c8
test-ldap-users=LDAP\u30e6\u30fc\u30b6\u30fc\u306e\u30c6\u30b9\u30c8
test-opensso-configuration=OpenSSO\u8a2d\u5b9a\u306e\u30c6\u30b9\u30c8
the-cas-login-url-is-invalid=CAS\u30ed\u30b0\u30a4\u30f3URL\u304c\u7121\u52b9\u3067\u3059\u3002
the-cas-logout-url-is-invalid=CAS\u30ed\u30b0\u30a2\u30a6\u30c8URL\u304c\u7121\u52b9\u3067\u3059\u3002
the-cas-no-such-user-url-is-invalid=CAS\u306e\u30e6\u30fc\u30b6\u30fcURL\u304c\u7121\u52b9\u3067\u3059\u3002
the-cas-server-name-is-invalid=CAS\u30b5\u30fc\u30d0\u540d\u304c\u7121\u52b9\u3067\u3059\u3002
the-cas-server-url-is-invalid=CAS\u30b5\u30fc\u30d0URL\u304c\u7121\u52b9\u3067\u3059\u3002
the-cas-service-url-is-invalid=CAS\u30b5\u30fc\u30d3\u30b9URL\u304c\u7121\u52b9\u3067\u3059\u3002
the-facebook-connect-graph-url-is-invalid=\u6709\u52b9\u306aFacebook\u30b0\u30e9\u30d5URL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
the-facebook-connect-oauth-auth-url-is-invalid=\u6709\u52b9\u306aFacebook\u306eOAuth\u306e\u8a8d\u8a3cURL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
the-facebook-connect-oauth-redirect-url-is-invalid=\u6709\u52b9\u306aFacebookOAuth\u306e\u30ea\u30c0\u30a4\u30ec\u30af\u30c8URL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
the-facebook-connect-oauth-token-url-is-invalid=\u6709\u52b9\u306aFacebook OAuth\u306e\u30c8\u30fc\u30af\u30f3URL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
the-google-client-id-is-invalid=\u6709\u52b9\u306aGoogle \u30af\u30e9\u30a4\u30a2\u30f3\u30c8ID\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
the-google-client-secret-is-invalid=\u6709\u52b9\u306aGoogle\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u79d8\u5bc6\u9375\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
the-ldap-url-format-is=LDAP\u30d9\u30fc\u30b9\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u306eURL\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f<em>ldap\://host\:port</em>\u3067\u3059\u3002\u30d9\u30fc\u30b9DN\u306f\u30e6\u30fc\u30b6\u30fc\u306e\u521d\u671f\u691c\u7d22\u30b3\u30f3\u30c6\u30af\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u304c\u3001\u5fc5\u9808\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u4f8b\u3048\u3070\u3001<em>ldap\://localhost\:389</em> \u3068 <em>ou\=Users,o\=Example</em>\u3092\u8a2d\u5b9a\u5024\u3068\u3057\u3066\u5229\u7528\u3067\u304d\u307e\u3059\u3002
use-default-interactions-settings=\u30c7\u30d5\u30a9\u30eb\u30c8\u9023\u643a\u8a2d\u5b9a\u3092\u4f7f\u3046
use-ldap-password-policy=LDAP\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u5229\u7528
user-default-object-classes=\u30e6\u30fc\u30b6\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9
user-mapping=\u30e6\u30fc\u30b6\u30fc\u30de\u30c3\u30d4\u30f3\u30b0
users-dn=\u30e6\u30fc\u30b6\u30fcDN
