#X-Generator: crowdin.com
allow-dictionary-words=Tillat ord i ordlisten
allow-dictionary-words-help=Hvis dette er valgt, tillates vanlige ord som brukerens passord. (Automatic Translation)
change-required=Krever endring
change-required-help=Hvis dette er merket, er en bruker n\u00f8dvendig \u00e5 endre passordet n\u00e5r de logger. (Automatic Translation)
changeable=Kan endres
changeable-help=Hvis dette er merket, kan brukeren endre passord. (Automatic Translation)
do-not-warn=Ikke advar
enable-expiration=Aktivere utl\u00f8psdato (Automatic Translation)
enable-expiration-help=Hvis dette er merket, m\u00e5 du endre passordet etter en gitt tidsperiode. (Automatic Translation)
enable-history-help=Hvis dette er merket, portalen holder en historie av brukerens tidligere passord og hindrer dem i \u00e5 bruke et gammelt passord. (Automatic Translation)
enable-lockout=Aktiver l\u00e5sing (Automatic Translation)
enable-lockout-help=Hvis dette er merket, kan en bruker pr\u00f8ver \u00e5 logge i et visst antall ganger f\u00f8r kontoen l\u00e5ses. (Automatic Translation)
enable-syntax-checking=Aktiver syntakskontroll (Automatic Translation)
enable-syntax-checking-help=Hvis dette er valgt, leses passordet for enkelte ord og/eller en. (Automatic Translation)
grace-limit=Loggin fors\u00f8k
grace-limit-help=Dette bestemmer hvor mange ganger en bruker kan logge p\u00e5 etter at passordet er utl\u00f8pt, f\u00f8r de m\u00e5 skrive inn et nytt passord. (Automatic Translation)
history-count=Arkiveringsantall
history-count-help=Hvor mange av de tidligere passordene som lagres.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Passordinnstillinger
lockout-duration=Varighet p\u00e5 utel\u00e5sing
lockout-duration-help=Dette angir hvor lenge en bruker skal utestenges.
maximum-age=Maksimal alder
maximum-age-help=Dette avgj\u00f8r hvor lenge et passord er gyldig f\u00f8r det m\u00e5 byttes.
maximum-failure=Maksimum feil
maximum-failure-help=Bestemmer maksimalt antall ganger en bruker kan pr\u00f8ve \u00e5 logge p\u00e5 med feil passord. (Automatic Translation)
minimum-age=Minimum alder
minimum-age-help=Dette bestemmer hvor lenge en bruker m\u00e5 vente f\u00f8r passordet kan byttes igjen.
minimum-alpha-numeric=Minimum aflanummerisk
minimum-alpha-numeric-help=Dette bestemmer det minste antall alfanummeriske tegn i brukerens passord.
minimum-length=Minimumslengde
minimum-length-help=Dette bestemmer minimumslengden til brukerens passord.
minimum-lower-case=Minimum antall sm\u00e5 bokstaver
minimum-lower-case-help=Dette bestemmer minste antall tegn med sm\u00e5 bokstaver i brukerens passord.
minimum-numbers=Minimum antall tall
minimum-numbers-help=Dette bestemmer minimum antall tall i brukerens passord.
minimum-symbols=Minimum antall symboler
minimum-symbols-help=Dette bestemmer det minste antall med symboler i brukerens passord.
minimum-upper-case=Minimum store bokstaver
minimum-upper-case-help=Dette bestemmer det minste antall med store bokstaver i brukerens passord.
password-changes=Endre passord (Automatic Translation)
password-expiration=Passordets varighet
password-history=Passordhistorikk
password-policies=Passordpolitikk
password-syntax-checking=Kontroll av passordsyntaks
reset-failure-count=Nullstill feilregning
reset-failure-count-help=Dette angir hvor lenge brukerens mislykkede innloggingsfors\u00f8k skal loggf\u00f8res.
reset-ticket-max-age=Makstid f\u00f8r en lenke for nullstilling av passord blir ugyldig
reset-ticket-max-age-help=Denne angir hvor lenge en lenke for nullstilling av passord er gyldig.
the-password-policy-could-not-be-found=Finner ikke Passordpolicy. (Automatic Translation)
until-unlocked-by-an-administrator=Til en administrator l\u00e5ser opp
warning-time=Advarseltid
warning-time-help=Angir hvor lenge det er f\u00f8r et passord g\u00e5r ut som brukeren advares om.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=N\u00e5r det ikke er angitt en passordpolitikk for brukeren, enten eksplisitt eller gjennom en organisasjon, benyttes stardardpassordpolitikken.
you-are-using-ldaps-password-policy=Du bruker passordsregler fra LDAP. Endre dine LDAP-innstillinger om du \u00f8nsker \u00e5 bruke lokale passordsregler.
