#X-Generator: crowdin.com
abstract-length-key-help=Sp\u00e9cifiez le nombre de caract\u00e8res \u00e0 afficher dans les r\u00e9sum\u00e9s.
add-content-select-scope-and-type=Ajouter un contenu (S\u00e9lectionner un cadre et un type)
and-operator=Op\u00e9rateur ET
asset-entry-type=Type de contenus
asset-link-behavior=Comportement du lien vers le contenu
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Editeur de l\u2019actif (Automatic Translation)
asset-selection=S\u00e9lection de contenus
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Les contenus affich\u00e9s doivent correspondre \u00e0 ces r\u00e8gles.
does-not-contain=Ne contient pas
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Enable (Automatic Translation)
enable-tag-based-navigation-help=Lorsque cette case est coch\u00e9e, si \u00e0 l'affichage de la page une \u00e9tiquette est s\u00e9lectionn\u00e9e, seuls les contenus correspondants seront affich\u00e9s. Les contenus s\u00e9lectionn\u00e9s \u00e0 la main ne seront pas affich\u00e9s.
exclude-assets-with-0-views=Exclure les contenus jamais consult\u00e9s
filter-by-field=Filtrer par le champ.
filter-by-field-x=Filtrer avec le champ {0}.
include-tags-specified-in-the-url=Inclut les tags sp\u00e9cifi\u00e9s dans l'URL.
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Agr\u00e9gateur de contenus
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Les assets les mieux not\u00e9s
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Les assets les plus vus
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Contenu r\u00e9cent
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Actifs associ\u00e9s
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Aucun contenu s\u00e9lectionn\u00e9.
number-of-items-to-display-help=Nombre maximum d'\u00e9l\u00e9ments \u00e0 afficher si la pagination est d\u00e9sactiv\u00e9e, sinon nombre d'items \u00e0 afficher par page.
only-one-rule-with-the-combination-x-is-supported=Une seule r\u00e8gle avec la combinaison {0} est support\u00e9e.
ordering-and-grouping=Tri et assemblage
other-site=Autre site
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Affiche les assets g\u00e9olocalis\u00e9s dans un plan
portlet-display-template-description-rich-summary=Affiche les r\u00e9sum\u00e9s, icons, les assets relatifs, et les actions imprimer/\u00e9diter pour les assets. Facultativement inclut les signets et les notations d'assets.
portlet-display-template-name-map=Carte
portlet-display-template-name-rich-summary=Sommaire enrichi
query-contains=Requ\u00eate contient
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Ensemble et activer (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=D\u00e9finir en tant qu'aggr\u00e9gateur de contenu par d\u00e9faut pour cette page
set-as-the-default-asset-publisher-for-this-page-help=L'aggr\u00e9gateur par d\u00e9faut sera utilis\u00e9 pour afficher les contenus web associ\u00e9s \u00e0 cette page.
show-add-content-button-help=Ceci autorise les utilisateurs d'ajouter les assets \u00e0 partir de la vue.
show-and-set=Spectacle et jeu (Automatic Translation)
show-asset-title=Afficher le titre des contenus
show-context-link=Afficher le lien de contexte
show-extra-info=Montrer les informations suppl\u00e9mentaires
show-only-assets-with-x-as-its-display-page=Montrer uniquement les assets avec <em>{0}</em> comme sa page d''affichage.
tag-based-navigation=Balise de base de Navigation (Automatic Translation)
the-asset-could-not-be-found=Le contenu ne peut \u00eatre trouv\u00e9.
the-field-value-is-invalid=La valeur du champ n'est pas valide
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Le(s) contenus(s) s\u00e9lectionn\u00e9(s) ont \u00e9t\u00e9 enlev\u00e9s de la liste parce qu'ils n'appartiennent pas \u00e0 la port\u00e9e de cette portlet.
there-are-no-related-assets=Il n'y a aucun contenu relatif disponible. Cette application affichera tous les contenus li\u00e9s au contenu principal de la page actuelle.
view-count-increment=Incr\u00e9ment du nombre d\u2019avis (Automatic Translation)
x-is-not-a-display-type={0} n''est pas un type d''affichage.
