#X-Generator: crowdin.com
add-child-site=Ajouter un site enfant
allow-subsites-to-display-content-from-this-site=Permettre aux sous-sites d'afficher du contenu de ce site.
application-adapter-help=Les adaptateurs d''application sont des ensembles de modification de l''apparence et du comportement des applications pour un site sp\u00e9cifique. <a href\="{0}" target\="_blank">Lire la suite.</a>
basic-information=Information de base
copy-as=Copier comme
default-site-roles-assignment-help=S\u00e9lectionner les r\u00f4les que les nouveaux membres du site auront par d\u00e9faut.
default-teams-assignment-help=S\u00e9lectionner les r\u00f4les que les nouveaux membres du site auront par d\u00e9faut.
default-value-disabled=Valeur par d\u00e9faut (D\u00e9sactiv\u00e9)
default-value-enabled=Valeur par d\u00e9faut (Activ\u00e9)
default-value-x=Valeur par d\u00e9faut ({0})
define-a-custom-default-language-and-additional-available-languages-for-this-site=D\u00e9finir une langue personnalis\u00e9e par d\u00e9faut et les langues disponibles pour ce site.
directory-indexing-help=Si coch\u00e9, l''administrateur de site peut naviguer les fichiers et les dossier de la biblioth\u00e8que de document du site Par exemple, l''administrateur de site pour {0} peut naviguer les document \u00e0 {1}.
enable-directory-indexing=Activer l'indexation de r\u00e9pertoire
enable-on-private-pages=Activer sur les pages priv\u00e9es
enable-on-public-pages=Activer sur les pages publiques
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=Saisir l'URL simplifi\u00e9e qui sera utilis\u00e9e par les pages publiques et priv\u00e9es.
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=Saisir les h\u00f4tes virtuels publiques et priv\u00e9s qui correspondent aux URL simplifi\u00e9es publiques et priv\u00e9es.
google-analytics-id=Identifiant Google Analytics
inherited-memberships-are-not-included-in-members-count=Les adh\u00e9sions acquises ne sont pas comptabilis\u00e9es dans le nombre de membre.
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=Les sites sont des ensembles de pages qui affichent du contenu et fournissent l'acc\u00e8s \u00e0 des applications sp\u00e9cifiques. Les sites peuvent avoir des membres qui b\u00e9n\u00e9ficient d'un acc\u00e8s exclusif \u00e0 des pages ou contenu sp\u00e9cifiques.
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=Sites
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=Param\u00e8tres du site
limit-membership-to-members-of-the-parent-site=Limiter l'appartenance aux membres du site parent
membership-options=Options des membres
new-child-site=Ajouter un site enfant
new-site=Nouveau Titre
please-enter-a-unique-friendly-url=Veuillez entrer une URL conviviale unique.
please-enter-a-unique-virtual-host=Veuillez entrer un unique serveur virtuel.
please-select-a-default-language-among-the-available-languages-of-the-site-x=Veuillez s\u00e9lectionner une langue par d\u00e9faut parmi le langues disponibles du site (<em>{0}</em>).
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=Veuillez s\u00e9lectionner les langues disponibles pour ce site parmi les langues disponible du portail (<em>{0}</em>).
private-site-template=Gabarit de site priv\u00e9
public-site-template=Gabarit de site publique
search-engine-optimization=Optimisation pour les moteurs de recherche
select-the-default-roles-and-teams-for-new-members=Pour les nouveaux membres, s\u00e9lectionnez les r\u00f4les et les \u00e9quipes par d\u00e9faut.
select-the-ratings-type-for-the-following-applications=S\u00e9lectionner le type de notation pour les applications suivantes.
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=S\u00e9lectionner ceci pour copier les page du gabarit de page <em>{0}</em> comme les pages priv\u00e9es pour ce site.
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=S\u00e9lectionner ceci pour copier les page du gabarit de page <em>{0}</em> comme les pages publiques pour ce site.
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=D\u00e9finir l'identifiant de Google Analytics qui sera utilis\u00e9 pour cet ensemble de pages.
set-the-script-for-x-that-is-used-for-this-set-of-pages=D\u00e9finir le script pour {0} qui est utilis\u00e9 pour cet ensemble de page. Entrer le code script entier y compris les tags de d\u00e9but et de fin du script.
show-parent-sites-in-the-breadcrumb=Afficher les sites parents dans le fil d'ariane
site-friendly-url=URL conviviale de site
site-name=Nom de site
site-template-allows-modifications=Le gabarit de site autorise les modifications
site-templates-with-an-incompatible-application-adapter-are-disabled=Les gabarits de site avec un adapteur d'application incompatible ont \u00e9t\u00e9 d\u00e9sactiv\u00e9s.
site-was-added=Site a \u00e9t\u00e9 ajout\u00e9
site-x-does-not-have-any-private-pages=Ce Groupe d'utilisateurs n'a aucune page priv\u00e9e.
staging-friendly-url=URL conviviale du staging
staging-private-pages=Pages priv\u00e9es de pr\u00e9-production
staging-public-pages=Pages publiques de pr\u00e9-production
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=l''URL simplifi\u00e9 est concat\u00e9n\u00e9 \u00e0 <strong>{0}</strong> pour les pages publiques et \u00e0 <strong>{1}</strong> pour les pages priv\u00e9es.
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=Les param\u00e8tres de langue ne peuvent pas \u00eatre modifi\u00e9s pendant que la propagation de modification du mod\u00e8le de site est activ\u00e9e.
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=Le nom de ce site ne peut \u00eatre modifi\u00e9e car il appartient \u00e0 une organisation.
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=Le site ne peut \u00eatre d\u00e9truit car il a des t\u00e2ches de fond en cours d'ex\u00e9cution.
the-site-cannot-be-its-own-parent-site=Le site ne peut \u00eatre son propre parent.
the-site-cannot-have-a-child-as-its-parent-site=Le site ne peut avoir un enfant comme son site parent.
the-site-cannot-have-a-staging-site-as-its-parent-site=Le site ne peut avoir un enfant comme son site parent.
these-pages-are-linked-to-site-template-x=Ces pages sont li\u00e9es au mod\u00e8le du site <em>{0}</em>.
this-site-cannot-inherit-content-from-its-parent-site=Ce site ne peut pas h\u00e9riter les contenus de son site parent.
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=Ce site ne peut pas h\u00e9riter les contenus de son site parent car le site parent h\u00e9rite d\u00e9j\u00e0 les contenus de SON parent.
this-site-does-not-have-any-private-pages=Ce Groupe d'utilisateurs n'a aucune page priv\u00e9e.
this-site-does-not-have-any-public-pages=Ce Groupe d'utilisateurs n'a aucune page publique.
this-site-is-not-related-to-a-site-template=Ce site n'est pas li\u00e9 \u00e0 un mod\u00e8le de site.
this-site-was-cloned-from-site-template-x=Ce site a \u00e9t\u00e9 clon\u00e9 \u00e0 partir du mod\u00e8le de site <em>{0}</em>.
trash-entries-max-age=\u00c2ge maximum des entr\u00e9es dans la corbeille
trash-entries-max-age-help=Number of minutes that entries are kept in the Recycle Bin. Entries that have been in the Recycle Bin for more than this time are automatically deleted.
use-the-default-language-options=Utiliser les options par d\u00e9faut des langues.
view-child-sites=Voir les sites enfants
virtual-hosts=H\u00f4tes virtuels
virtual-hosts-must-be-valid-domain-names=Les h\u00f4tes virtuels doivent avoir des noms de domaine valides.
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=Vous ne pouvez pas appliquer un mod\u00e8le de site car vous avez modifi\u00e9 les param\u00e8tres d'affichage de ce site. Utilisez les param\u00e8tres de langue par d\u00e9faut pour appliquer les mod\u00e8les de site.
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=Vous ne pouvez appliquer la propagation des modifications car vous avez modifi\u00e9 les param\u00e8tres d'affichage de ce site. Utilisez les param\u00e8tres de langue par d\u00e9faut pour propager les modifications.
