#X-Generator: crowdin.com
add-child-site=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0edc\u0ec9\u0eb2\u0e8d\u0ec8\u0ead\u0e8d
allow-subsites-to-display-content-from-this-site=Allow subsites to display content from this site. (Automatic Copy)
application-adapter-help=Application Adapters are sets of modifications in the appearance and behavior of the applications for a specific site. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
basic-information=\u0e82\u0ecd\u0ec9\u0ea1\u0eb8\u0e99\u0ec0\u0e9a\u0eb7\u0ec9\u0ead\u0e87\u0e95\u0ebb\u0ec9\u0e99
copy-as=\u0e81\u0ecb\u0ead\u0e9a\u0e9b\u0eb5\u0ec9\u0ec0\u0e9b\u0eb1\u0e99
default-site-roles-assignment-help=Select the roles that the newly assigned site members will have. (Automatic Copy)
default-teams-assignment-help=Select the teams that the newly assigned site members are a member of.
default-value-disabled=Default Value (Disabled) (Automatic Copy)
default-value-enabled=Default Value (Enabled) (Automatic Copy)
default-value-x=Default Value ({0}) (Automatic Copy)
define-a-custom-default-language-and-additional-available-languages-for-this-site=Define a custom default language and additional available languages for this site. (Automatic Copy)
directory-indexing-help=If this is checked, the site administrator can browse the site''s document library files and folders. For example, the site administrator for {0} can browse documents at {1}. (Automatic Copy)
enable-directory-indexing=Enable Directory Indexing (Automatic Copy)
enable-on-private-pages=Enable On Private Pages (Automatic Copy)
enable-on-public-pages=Enable On Public Pages (Automatic Copy)
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=Enter the friendly URL that is used by both public and private pages. (Automatic Copy)
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=Enter the public and private virtual host that map to the public and private friendly URL. (Automatic Copy)
google-analytics-id=\u0ea7\u0eb4\u0ec0\u0e84\u0eb2\u0eb0\u0ec4\u0ead\u0e94\u0eb5 \u0e81\u0eb9\u0ec2\u0e81\u0ec9
inherited-memberships-are-not-included-in-members-count=Inherited memberships are not included in members count. (Automatic Copy)
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u0ec0\u0e8a\u0eb1\u0ec8\u0e99\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb8\u0ec8\u0ea1\u0edc\u0ec9\u0eb2\u0ec0\u0e9e\u0ecb\u0e81\u0e97\u0eb5\u0ec8\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0edc\u0eb7\u0ead\u0eab\u0eb2 \u0ec1\u0ea5\u0eb0\u0ec1\u0e88\u0e81\u0e8d\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87. \u0ec4\u0e8a\u0e97\u0ecc\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb5\u0e81, \u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec4\u0e94\u0ec9\u0eaa\u0eb4\u0e94\u0e97\u0eb4\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec0\u0e96\u0eb4\u0e87\u0edc\u0ec9\u0eb2\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0 \u0eab\u0ebc\u0eb7 \u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87.
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u0edc\u0ec9\u0eb2\u0e95\u0ec8\u0eb2\u0e87\u0ec6
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
limit-membership-to-members-of-the-parent-site=Limit membership to members of the parent site (Automatic Copy)
membership-options=Membership Options (Automatic Copy)
new-child-site=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0edc\u0ec9\u0eb2\u0e8d\u0ec8\u0ead\u0e8d
new-site=\u0ec4\u0e8a\u0e97\u0ecc\u0ec3\u0edd\u0ec8
please-enter-a-unique-friendly-url=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e84\u0ea7\u0eb2\u0ea1\u0ec0\u0e9b\u0eb1\u0e99\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e82\u0ead\u0e87 URL \u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7
please-enter-a-unique-virtual-host=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0ec0\u0ea7\u0eb5\u0e8a\u0ec9\u0ea7\u0e99\u0eae\u0ecb\u0ead\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7
please-select-a-default-language-among-the-available-languages-of-the-site-x=Please select a default language among the available languages of the site (<em>{0}</em>). (Automatic Copy)
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=Please select the available languages of the site among the available languages of the portal (<em>{0}</em>). (Automatic Copy)
private-site-template=\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0eb1\u0ea1\u0ec0\u0e9e\u0ea3\u0ec8\u0e94\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7
public-site-template=\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec8\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94
search-engine-optimization=\u200b\u0ec0\u0e9e\u0eb5\u200b\u0ea1\u0e9b\u0eb0\u0eaa\u0eb4\u0e94\u200b\u0e95\u0eb4\u200b\u0e9e\u0eb2\u0e9a\u200b\u200b\u0ec3\u0eab\u0ec9\u200b\u0e81\u0eb1\u0e9a\u200b\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e87\u0ea1\u0eb7\u200b\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u200b\u0eab\u0eb2
select-the-default-roles-and-teams-for-new-members=Select the default roles and teams for new members. (Automatic Copy)
select-the-ratings-type-for-the-following-applications=Select the ratings type for the following applications. (Automatic Copy)
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e81\u0eb2\u0e99\u0eaa\u0eb3\u0ec0\u0e99\u0ebb\u0eb2\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1 <em>{0}</em> \u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e81\u0eb2\u0e99\u0eaa\u0eb3\u0ec0\u0e99\u0ebb\u0eb2\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1 <em>{0}</em> \u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0ec9\u0eb2\u0eaa\u0eb2\u0e97\u0eb2\u0ea5\u0eb0\u0e99\u0eb0\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0ea7\u0eb4\u0ec0\u0e84\u0eb2\u0eb0\u0ec4\u0ead\u0e94\u0eb5 Google \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e88\u0eb0\u0ec3\u0e8a\u0ec9\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0edc\u0ec9\u0eb2
set-the-script-for-x-that-is-used-for-this-set-of-pages=Set the script for {0} that is used for this set of pages. Enter the full script code including the script start and end tags. (Automatic Copy)
show-parent-sites-in-the-breadcrumb=Show Parent Sites in the Breadcrumb (Automatic Copy)
site-friendly-url=URL \u0ec4\u0e8a\u0e97\u0ecc\u0edc\u0ec9\u0eb2\u0eaa\u0ebb\u0e99\u0ec3\u0e88
site-name=Site Name (Automatic Copy)
site-template-allows-modifications=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ec1\u0e81\u0ec9\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6
site-templates-with-an-incompatible-application-adapter-are-disabled=\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e84\u0ea7\u0eb2\u0ea1\u0e9a\u0ecd\u0ec8\u0eaa\u0eb0\u0e9a\u0eb2\u0e8d\u0e81\u0eb1\u0e9a\u0e95\u0ebb\u0ea7\u0ec0\u0e8a\u0eb7\u0ec8\u0ea1\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0eae\u0ea1\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0e94\u0ec3\u0e8a\u0ec9\u0ec4\u0e94\u0ec9
site-was-added=Site was added. (Automatic Copy)
site-x-does-not-have-any-private-pages=\u0ec4\u0e8a\u0e97\u0ecc {0} \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7\u0ec3\u0e94\u0ec6
staging-friendly-url=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec0\u0ea7\u0e97\u0eb5 URL \u0e97\u0eb5\u0ec8\u0ea5\u0eb6\u0e87\u0ec0\u0e84\u0eb5\u0e8d
staging-private-pages=\u0eaa\u0eb0\u0ec0\u0e95\u0ecb\u0e81\u0e81\u0eb4\u0e87\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7
staging-public-pages=\u0eaa\u0eb0\u0ec0\u0e95\u0ecb\u0e81\u0e81\u0eb4\u0e87\u0edc\u0ec9\u0eb2\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0e95\u0ec8\u0eb2\u0e87\u0ec6
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=URL \u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0ea1\u0eb4\u0e94\u0ec1\u0ea1\u0ec8\u0e99\u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a<strong>{0}</strong> \u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0edc\u0ec9\u0eb2\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c \u0ec1\u0ea5\u0eb0 <strong>{1}</strong> \u0eaa\u0ecd\u0eb2\u0ea5\u0eb1\u0e9a\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=The language settings cannot be edited while the propagation of changes from the site template is enabled. (Automatic Copy)
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0ec0\u0e81\u0ec9\u0ec4\u0e82\u0ec4\u0e94\u0ec9 \u0ec0\u0e9e\u0eb2\u0eb0\u0ea1\u0eb1\u0e99\u0ec0\u0e9b\u0eb1\u0e99\u0e82\u0ead\u0e87\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99.
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=The site cannot be deleted because it has background tasks in progress. (Automatic Copy)
the-site-cannot-be-its-own-parent-site=The site cannot be its own parent site. (Automatic Copy)
the-site-cannot-have-a-child-as-its-parent-site=The site cannot have a child as its parent site. (Automatic Copy)
the-site-cannot-have-a-staging-site-as-its-parent-site=The site cannot have a staging site as its parent site. (Automatic Copy)
these-pages-are-linked-to-site-template-x=\u0edc\u0ec9\u0eb2\u0ec0\u0eab\u0ebc\u0ebb\u0ec8\u0eb2\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94 <em>{0}</em>.
this-site-cannot-inherit-content-from-its-parent-site=This site cannot inherit content from its parent site. (Automatic Copy)
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=This site cannot inherit the content from its parent site since the parent site is already inheriting the content from its parent. (Automatic Copy)
this-site-does-not-have-any-private-pages=\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7\u0ec3\u0e94\u0ec6
this-site-does-not-have-any-public-pages=\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0ec6\u0ec0\u0ea5\u0eb5\u0e8d
this-site-is-not-related-to-a-site-template=\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0e9e\u0ebb\u0ea7\u0e9e\u0eb1\u0e99\u0eab\u0e8d\u0eb1\u0e87\u0e81\u0eb1\u0e9a\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94
this-site-was-cloned-from-site-template-x=\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ec2\u0e84\u0e99\u0ea1\u0eb2\u0e88\u0eb2\u0e81\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94<em>{0}</em>.
trash-entries-max-age=Trash Entries Max Age (Automatic Copy)
trash-entries-max-age-help=Number of minutes that entries are kept in the Recycle Bin. Entries that have been in the Recycle Bin for more than this time are automatically deleted.
use-the-default-language-options=Use the default language options. (Automatic Copy)
view-child-sites=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0edc\u0ec9\u0eb2\u0e8d\u0ec8\u0ead\u0e8d
virtual-hosts=\u0ec0\u0ea7\u0eb5\u0e8a\u0ec9\u0ead\u0e99\u0eae\u0ecb\u0ead\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6
virtual-hosts-must-be-valid-domain-names=\u0ec0\u0ea7\u0eb5\u0e8a\u0ec9\u0ead\u0e99\u0eae\u0ecb\u0ead\u0e94 \u0e95\u0ec9\u0ead\u0e87\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1\u0e81\u0eb1\u0e9a\u0e8a\u0eb7\u0ec8\u0ec2\u0e94\u0ec0\u0ea1\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=You cannot apply a site template because you modified the display settings of this site. Use the default language options to apply site templates. (Automatic Copy)
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=You cannot enable the propagation of changes because you modified the display settings of this site. Use the default language options to propagate changes. (Automatic Copy)
