#X-Generator: crowdin.com
add-child-site=Th\u00eam trang th\u00e0nh ph\u1ea7n
allow-subsites-to-display-content-from-this-site=Cho ph\u00e9p c\u00e1c Trang con hi\u1ec3n th\u1ecb n\u1ed9i dung t\u1eeb Trang n\u00e0y.
application-adapter-help=Application Adapters are sets of modifications in the appearance and behavior of the applications for a specific site. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
basic-information=Th\u00f4ng tin c\u01a1 b\u1ea3n
copy-as=Sao ch\u00e9p nh\u01b0
default-site-roles-assignment-help=Ch\u1ecdn vai tr\u00f2 thi\u1ebft l\u1eadp cho th\u00e0nh vi\u00ean trang th\u00f4ng tin m\u1edbi \u0111\u0103ng k\u00fd.
default-teams-assignment-help=Ch\u1ecdn vai tr\u00f2 thi\u1ebft l\u1eadp cho th\u00e0nh vi\u00ean trang th\u00f4ng tin m\u1edbi \u0111\u0103ng k\u00fd.
default-value-disabled=Gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh (v\u00f4 hi\u1ec7u h\u00f3a)
default-value-enabled=Gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh ( Cho ph\u00e9p)
default-value-x=Default Value ({0}) (Automatic Copy)
define-a-custom-default-language-and-additional-available-languages-for-this-site=\u0110\u1ecbnh ngh\u0129a ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh v\u00e0 c\u00e1c ng\u00f4n ng\u1eef kh\u00e1c s\u1eb5n c\u00f3 cho trang th\u00f4ng tin n\u00e0y.
directory-indexing-help=If this is checked, the site administrator can browse the site''s document library files and folders. For example, the site administrator for {0} can browse documents at {1}. (Automatic Copy)
enable-directory-indexing=S\u1eed th\u01b0 m\u1ee5c ch\u1ec9 m\u1ee5c (Automatic Translation)
enable-on-private-pages=K\u00edch ho\u1ea1t tr\u00ean ri\u00eang trang (Automatic Translation)
enable-on-public-pages=K\u00edch ho\u1ea1t tr\u00ean trang c\u00f4ng c\u1ed9ng (Automatic Translation)
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=Enter the friendly URL that is used by both public and private pages. (Automatic Copy)
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=Enter the public and private virtual host that map to the public and private friendly URL. (Automatic Copy)
google-analytics-id=Google Analytics ID (Automatic Copy)
inherited-memberships-are-not-included-in-members-count=<Th\u00e0nh vi\u00ean th\u1eeba k\u1ebf> kh\u00f4ng \u0111\u01b0\u1ee3c th\u1ed1ng k\u00ea trong b\u1ed9 \u0111\u1ebfm th\u00e0nh vi\u00ean.
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=<Trang th\u00f4ng tin> l\u00e0 t\u1eadp h\u1ee3p c\u1ee7a c\u00e1c trang hi\u1ec3n th\u1ecb n\u1ed9i dung v\u00e0 truy nh\u1eadp v\u00e0o c\u00e1c \u1ee9ng d\u1ee5ng c\u1ee5 th\u1ec3. Trang th\u00f4ng tin g\u1ed3m c\u00e1c c\u00e1c v\u00f9ng d\u1eef li\u1ec7u ri\u00eang \u0111\u01b0\u1ee3c thi\u1ebft k\u1ebf tr\u01b0\u1edbc \u0111\u1ec3 c\u00e1c th\u00e0nh vi\u00ean x\u00e1c \u0111\u1ecbnh truy nh\u1eadp v\u00e0o .
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=C\u00e1c trang th\u00f4ng tin (Sites)
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=C\u00e0i \u0111\u1eb7t trang th\u00f4ng tin (site)
limit-membership-to-members-of-the-parent-site=Limit membership to members of the parent site (Automatic Copy)
membership-options=T\u00f9y ch\u1ecdn v\u1edbi th\u00e0nh vi\u00ean
new-child-site=Th\u00eam trang th\u00e0nh ph\u1ea7n
new-site=Trang th\u00f4ng tin m\u1edbi
please-enter-a-unique-friendly-url=B\u1ea1n h\u00e3y cung c\u1ea5p li\u00ean k\u1ebft th\u00e2n thi\u1ec7n (friendly URL) duy nh\u1ea5t . {0} <em>{1}</em> \u0111\u00e3 c\u00f3 li\u00ean k\u1ebft th\u00e2n thi\u1ec7n t\u01b0\u01a1ng t\u1ef1.
please-enter-a-unique-virtual-host=Vui l\u00f2ng nh\u1eadp v\u00e0o m\u1ed9t m\u00e1y ch\u1ee7 \u1ea3o duy nh\u1ea5t.
please-select-a-default-language-among-the-available-languages-of-the-site-x=B\u1ea1n h\u00e3y ch\u1ecdn ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh trong c\u00e1c ng\u00f4n ng\u1eef c\u00f3 s\u1eb5n c\u1ee7a trang th\u00f4ng tin (<em>{0}</em>).
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=B\u1ea1n h\u00e3y ch\u1ecdn ng\u00f4n ng\u1eef c\u1ee7a trang th\u00f4ng tin trong c\u00e1c ng\u00f4n ng\u1eef \u0111\u00e3 h\u1ed7 tr\u1ee3 c\u1ee7a c\u1ed5ng vCloudPortal (<em>{0}</em>).
private-site-template=Bi\u1ec3u m\u1eabu trang ri\u00eang t\u01b0
public-site-template=Bi\u1ec3u m\u1eabu trang c\u00f4ng c\u1ed9ng
search-engine-optimization=T\u1ed1i \u01b0u b\u1ed9 m\u00e1y t\u00ecm ki\u1ebfm
select-the-default-roles-and-teams-for-new-members=Ch\u1ecdn Vai tr\u00f2 m\u1eb7c \u0111\u1ecbnh v\u00e0 Nh\u00f3m cho c\u00e1c th\u00e0nh vi\u00ean m\u1edbi.
select-the-ratings-type-for-the-following-applications=Select the ratings type for the following applications. (Automatic Copy)
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=Select this to copy the pages of the site template <em>{0}</em> as private pages for this site.
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=Select this to copy the pages of the site template <em>{0}</em> as public pages for this site.
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=Thi\u1ebft l\u1eadp <Google Analytics ID> s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng cho c\u00e1c trang n\u00e0y.
set-the-script-for-x-that-is-used-for-this-set-of-pages=Set the script for {0} that is used for this set of pages. Enter the full script code including the script start and end tags. (Automatic Copy)
show-parent-sites-in-the-breadcrumb=Hi\u1ec3n th\u1ecb Trang TT\u0110T c\u1ea5p tr\u00ean t\u1ea1i \u0110\u01b0\u1eddng d\u1eabn truy nh\u1eadp (Breadcrumb)
site-friendly-url=URL site b\u1ea1n b\u00e8`
site-name=T\u00ean trang web (Automatic Translation)
site-template-allows-modifications=C\u00e1c bi\u1ec3u m\u1eabu c\u1ee7a site \u0111\u01b0\u1ee3c ph\u00e9p ch\u1ec9nh s\u1eeda
site-templates-with-an-incompatible-application-adapter-are-disabled=Bi\u1ec3u m\u1eabu c\u1ee7a site v\u1edbi m\u1ed9t \u1ee9ng d\u1ee5ng kh\u00f4ng t\u01b0\u01a1ng th\u00edch \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u.
site-was-added=Site was added. (Automatic Copy)
site-x-does-not-have-any-private-pages=Trang th\u00f4ng tin {0} kh\u00f4ng c\u00f3 trang n\u00e0o ri\u00eang t\u01b0.
staging-friendly-url=URL xung quanh ch\u01b0a s\u1eb5n s\u00e0ng xu\u1ea5t b\u1ea3n
staging-private-pages=Trang ri\u00eang t\u01b0 ch\u01b0a s\u1eb5n s\u00e0ng xu\u1ea5t b\u1ea3n
staging-public-pages=Trang c\u00f4ng c\u1ed9ng ch\u01b0a s\u1eb5n s\u00e0ng xu\u1ea5t b\u1ea3n
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=Li\u00ean k\u1ebft b\u1ea1n b\u00e8 \u0111\u01b0\u1ee3c g\u00e1n cho <strong>{0}</strong> v\u1edbi trang c\u00f4ng c\u1ed9ng v\u00e0 <strong>{1}</strong> v\u1edbi trang ri\u00eang t\u01b0.
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=C\u00e0i \u0111\u1eb7t ng\u00f4n ng\u1eef kh\u00f4ng \u0111\u01b0\u1ee3c bi\u00ean t\u1eadp trong khi tuy\u00ean truy\u1ec1n c\u1ee7a c\u00e1c thay \u0111\u1ed5i t\u1eeb c\u00e1c m\u1eabu trang web \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. (Automatic Translation)
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=T\u00ean c\u1ee7a trang tin t\u1ee9c kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i v\u1edbi v\u00ec \u0111ang thu\u1ed9c v\u1ec1 m\u1ed9t t\u1ed5 ch\u1ee9c.
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=The site cannot be deleted because it has background tasks in progress. (Automatic Copy)
the-site-cannot-be-its-own-parent-site=Trang TT\u0110T kh\u00f4ng th\u1ec3 s\u1edf h\u1eefu trang c\u1ea5p tr\u00ean c\u1ee7a n\u00f3.
the-site-cannot-have-a-child-as-its-parent-site=Trang TT\u0110T kh\u00f4ng th\u1ec3 nh\u1eadn trang th\u00e0nh ph\u1ea7n l\u00e0 trang c\u1ea5p tr\u00ean c\u1ee7a m\u00ecnh.
the-site-cannot-have-a-staging-site-as-its-parent-site=Trang TT\u0110T kh\u00f4ng th\u1ec3 nh\u1eadn trang th\u00e0nh ph\u1ea7n l\u00e0 trang c\u1ea5p tr\u00ean c\u1ee7a m\u00ecnh.
these-pages-are-linked-to-site-template-x=Nh\u1eefng trang n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c li\u00ean k\u1ebft \u0111\u1ebfn trang bi\u1ec3u m\u1eabu <em>{0}</em>.
this-site-cannot-inherit-content-from-its-parent-site=This site cannot inherit content from its parent site. (Automatic Copy)
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=This site cannot inherit the content from its parent site since the parent site is already inheriting the content from its parent. (Automatic Copy)
this-site-does-not-have-any-private-pages=Trang th\u00f4ng tin n\u00e0y kh\u00f4ng c\u00f3 trang ri\u00eang t\u01b0 n\u00e0o.
this-site-does-not-have-any-public-pages=Trang th\u00f4ng tin n\u00e0y kh\u00f4ng c\u00f3 b\u1ea5t k\u1ef3 trang c\u00f4ng khai n\u00e0o.
this-site-is-not-related-to-a-site-template=Trang th\u00f4ng tin n\u00e0y kh\u00f4ng li\u00ean quan \u0111\u1ebfn b\u1ea5t k\u1ef3 trang bi\u1ec3u m\u1eabu n\u00e0o.
this-site-was-cloned-from-site-template-x=Trang th\u00f4ng tin n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c nh\u00e2n b\u1ea3n t\u1eeb m\u1ed9t trang m\u1eabu <em>{0}</em>
trash-entries-max-age=Th\u1eddi gian duy tr\u00ec t\u1ed1i \u0111a trong th\u00f9ng r\u00e1c
trash-entries-max-age-help=Number of minutes that entries are kept in the Recycle Bin. Entries that have been in the Recycle Bin for more than this time are automatically deleted.
use-the-default-language-options=S\u1eed d\u1ee5ng ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh (\u0111\u00e3 ch\u1ecdn).
view-child-sites=Th\u00eam trang th\u00e0nh ph\u1ea7n
virtual-hosts=C\u00e1c \u1ea3o h\u00f3a
virtual-hosts-must-be-valid-domain-names=\u1ea2o h\u00f3a ph\u1ea3i c\u00f3 t\u00ean mi\u1ec1n h\u1ee3p l\u1ec7.
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=B\u1ea1n kh\u00f4ng th\u1ec3 \u00e1p d\u1ee5ng Bi\u1ec3u m\u1eabu trang TT\u0110T b\u1edfi v\u00ec b\u1ea1n \u0111\u00e3 thay \u0111\u1ed5i thi\u1ebft l\u1eadp hi\u1ec3n th\u1ecb c\u1ee7a trang n\u00e0y. B\u1ea1n h\u00e3y s\u1eed d\u1ee5ng t\u00f9y ch\u1ecdn ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh \u0111\u1ec3 \u00e1p d\u1ee5ng Bi\u1ec3u m\u1eabu trang TT\u0110T.
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=B\u1ea1n kh\u00f4ng th\u1ec3 b\u1eadt qu\u1ea3ng b\u00e1 s\u1ef1 thay \u0111\u1ed5i b\u1edfi v\u00ec b\u1ea1n \u0111\u00e3 s\u1eeda \u0111\u1ed5i thi\u1ebft l\u1eadp hi\u1ec3n th\u1ecb c\u1ee7a trang TT\u0110T. S\u1eed d\u1ee5ng t\u00f9y ch\u1ecdn ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh \u0111\u1ec3 qu\u1ea3ng b\u00e1 s\u1ef1 thay \u0111\u1ed5i.
