#X-Generator: crowdin.com
add-child-site=\uc544\uc774 \ud398\uc774\uc9c0\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc694.
allow-subsites-to-display-content-from-this-site=\uc774 \uc0ac\uc774\ud2b8\uc758 \ucf58\ud150\uce20\ub97c\uc5d0\uc11c \ud45c\uc2dc \ud558\ub824\uba74 \ud558\uc704 \uc0ac\uc774\ud2b8\ub97c \ud5c8\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
application-adapter-help=Application Adapters are sets of modifications in the appearance and behavior of the applications for a specific site. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
basic-information=\uae30\ubcf8\uc801\uc778 \uc815\ubcf4
copy-as=\uc73c\ub85c \ubcf5\uc0ac (Automatic Translation)
default-site-roles-assignment-help=\uc0c8\ub85c \ud560\ub2f9 \ub41c \uc0ac\uc774\ud2b8 \uad6c\uc131\uc6d0\uc774 \uc788\ub294 \uc5ed\ud560\uc744 \uc120\ud0dd \ud569\ub2c8\ub2e4. (Automatic Translation)
default-teams-assignment-help=Select the teams that the newly assigned site members are a member of.
default-value-disabled=\uae30\ubcf8\uac12 (\uc0ac\uc6a9 \uc548 \ud568) (Automatic Translation)
default-value-enabled=\uae30\ubcf8\uac12 (\uc0ac\uc6a9) (Automatic Translation)
default-value-x=Default Value ({0}) (Automatic Copy)
define-a-custom-default-language-and-additional-available-languages-for-this-site=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \uae30\ubcf8 \uc5b8\uc5b4 \ubc0f\uc774 \uc0ac\uc774\ud2b8\uc5d0 \ub300 \ud55c \ucd94\uac00 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \uc5b8\uc5b4\ub97c \uc815\uc758 \ud569\ub2c8\ub2e4. (Automatic Translation)
directory-indexing-help=If this is checked, the site administrator can browse the site''s document library files and folders. For example, the site administrator for {0} can browse documents at {1}. (Automatic Copy)
enable-directory-indexing=\ub514\ub809\ud130\ub9ac \uc778\ub371\uc2f1 \uc0ac\uc6a9 (Automatic Translation)
enable-on-private-pages=\uac1c\uc778 \ud398\uc774\uc9c0\uc5d0 \uc0ac\uc6a9 (Automatic Translation)
enable-on-public-pages=\uacf5\uc6a9 \ud398\uc774\uc9c0\uc5d0 \uc0ac\uc6a9 (Automatic Translation)
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=\uacf5\uc6a9 \ubc0f \uac1c\uc778 \ud398\uc774\uc9c0\uc5d0\uc11c \uc0ac\uc6a9 \ub418\ub294 \uce5c\uc219 \ud55c URL\uc744 \uc785\ub825 \ud569\ub2c8\ub2e4. (Automatic Translation)
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=\uacf5\uc6a9 \ubc0f \uac1c\uc778 \uce5c\uc808 \ud55c URL\uc5d0 \ub9e4\ud551\ud558\ub294 \uacf5\uacf5 \ubc0f \ubbfc\uac04 \uac00\uc0c1 \ud638\uc2a4\ud2b8\ub97c \uc785\ub825 \ud569\ub2c8\ub2e4. (Automatic Translation)
google-analytics-id=GoogleAnalytics\uc2dd\ubcc4
inherited-memberships-are-not-included-in-members-count=\uc0c1\uc18d \ub41c \uad6c\uc131\uc6d0 \uad6c\uc131\uc6d0 \uc218\uc5d0 \ud3ec\ud568 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\uc0ac\uc774\ud2b8\ub294 \ucf58\ud150\uce20\ub97c \ud45c\uc2dc \ud558 \uace0 \ud2b9\uc815 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300 \ud55c \uc561\uc138\uc2a4\ub97c \uc81c\uacf5 \ud558\ub294 \ud398\uc774\uc9c0\uc758 \uc9d1\ud569\uc785\ub2c8\ub2e4. \uc0ac\uc774\ud2b8\ub294 \ud2b9\uc815 \ud398\uc774\uc9c0\ub098 \ucf58\ud150\uce20\ub97c \ub2e8\ub3c5 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \ubd80\uc5ec \ub418\ub294 \uba64\ubc84\ub97c \uac00\uc9c8 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\uc704\uce58
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=\uc870\uc815\ub97c \uc81c\uc678\ud558\uace0
limit-membership-to-members-of-the-parent-site=\uc0c1\uc704 \uc0ac\uc774\ud2b8\uc758 \ud68c\uc6d0\uc5d0 \uac8c \uc81c\ud55c \ud68c\uc6d0 (Automatic Translation)
membership-options=\ud68c\uc6d0 \uc635\uc158 (Automatic Translation)
new-child-site=\uc544\uc774 \ud398\uc774\uc9c0\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc694.
new-site=\uc0c8\ub85c\uc6b4 \ud0c0\uc774\ud2c0
please-enter-a-unique-friendly-url=Please enter a unique friendly URL.
please-enter-a-unique-virtual-host=\uc720\uc77c\ud55c \uc0ac\uc2e4\uc0c1 \uc8fc\uc778\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-select-a-default-language-among-the-available-languages-of-the-site-x=Please select a default language among the available languages of the site (<em>{0}</em>). (Automatic Copy)
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=Please select the available languages of the site among the available languages of the portal (<em>{0}</em>). (Automatic Copy)
private-site-template=\uac1c\uc778 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c (Automatic Translation)
public-site-template=\uacf5\uacf5 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c (Automatic Translation)
search-engine-optimization=\uac80\uc0c9 \uc5d4\uc9c4 \ucd5c\uc801\ud654 (Automatic Translation)
select-the-default-roles-and-teams-for-new-members=\uc2e0\uc785 \ud68c\uc6d0\uc5d0 \ub300 \ud55c \uae30\ubcf8 \uc5ed\ud560 \ubc0f \ud300\uc744 \uc120\ud0dd \ud569\ub2c8\ub2e4. (Automatic Translation)
select-the-ratings-type-for-the-following-applications=\ub2e4\uc74c \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300 \ud55c \ud3c9\uac00 \uc720\ud615\uc744 \uc120\ud0dd \ud569\ub2c8\ub2e4. (Automatic Translation)
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=Select this to copy the pages of the site template <em>{0}</em> as private pages for this site.
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=Select this to copy the pages of the site template <em>{0}</em> as public pages for this site.
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=\ud398\uc774\uc9c0\uc758 \uc774 \uc138\ud2b8\ub97c \uc704\ud574 \uc0ac\uc6a9\ub420 \uac83\uc774\ub2e4GoogleAnalytics\uc2dd\ubcc4\uc744 \ub193\uc73c\uc2ed\uc2dc\uc694.
set-the-script-for-x-that-is-used-for-this-set-of-pages=Set the script for {0} that is used for this set of pages. Enter the full script code including the script start and end tags. (Automatic Copy)
show-parent-sites-in-the-breadcrumb=\uc0c1\uc704 \uc0ac\uc774\ud2b8\ub294 \uc774\ub3d9 \uacbd\ub85c \ud45c\uc2dc (Automatic Translation)
site-friendly-url=\uc0c8\ub85c\uc6b4 \uce5c\uc808\ud55cURL
site-name=\uc0ac\uc774\ud2b8 \uc774\ub984 (Automatic Translation)
site-template-allows-modifications=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \uc218\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
site-templates-with-an-incompatible-application-adapter-are-disabled=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \ud638\ud658 \ub418\uc9c0 \uc54a\ub294 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uc5b4\ub311\ud130\uc640 \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
site-was-added=\uc0ac\uc774\ud2b8 \ucd94\uac00 \ub418\uc5c8\uc2b5\ub2c8\ub2e4. (Automatic Translation)
site-x-does-not-have-any-private-pages=\uc870\uc9c1\uc5d0\ub294 \uc5b4\ub5a4 \uc11c\ube44\uc2a4\uac00 \uc788\uc9c0 \uc54a\ub294\ub2e4.
staging-friendly-url=\uc0c8\ub85c\uc6b4 \uce5c\uc808\ud55cURL
staging-private-pages=\uc900\ube44 \uc804\uc6a9 \ud398\uc774\uc9c0 (Automatic Translation)
staging-public-pages=\uacf5\uac1c \ud398\uc774\uc9c0 \uc900\ube44 (Automatic Translation)
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=The friendly URL is appended to <strong>{0}</strong> for public pages and <strong>{1}</strong> for private pages. (Automatic Copy)
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc5d0\uc11c \ubcc0\uacbd \ub0b4\uc6a9 \uc804\ud30c\ub97c \uc0ac\uc6a9 \ud558\ub294 \ub3d9\uc548 \uc5b8\uc5b4 \uc124\uc815\uc740 \ud3b8\uc9d1\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=\uc870\uc9c1\uc5d0 \uc18d\ud574 \uc788\uae30 \ub54c\ubb38\uc5d0\uc774 \uc0ac\uc774\ud2b8\uc758 \uc774\ub984\uc744 \ud3b8\uc9d1\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=\uc0ac\uc774\ud2b8 \ubc30\uacbd \uc791\uc5c5 \uc9c4\ud589 \uc911\uc5d0\uc11c\uc5d0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-site-cannot-be-its-own-parent-site=\uc0ac\uc774\ud2b8\ub294 \uc0c1\uc704 \uc0ac\uc774\ud2b8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-site-cannot-have-a-child-as-its-parent-site=\uc0ac\uc774\ud2b8\ub294 \uc0c1\uc704 \uc0ac\uc774\ud2b8\ub85c \uc544\uc774 \uac00\uc9c8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-site-cannot-have-a-staging-site-as-its-parent-site=\uc0ac\uc774\ud2b8\ub294 \uc0c1\uc704 \uc0ac\uc774\ud2b8\uc640 \uc900\ube44 \uc0ac\uc774\ud2b8\ub97c \uac00\uc9c8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
these-pages-are-linked-to-site-template-x=These pages are linked to site template <em>{0}</em>. (Automatic Copy)
this-site-cannot-inherit-content-from-its-parent-site=\uc774 \uc0ac\uc774\ud2b8\ub294 \uc0c1\uc704 \uc0ac\uc774\ud2b8\uc5d0\uc11c \ucf58\ud150\uce20\ub97c \uc0c1\uc18d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=\uc0c1\uc704 \uc0ac\uc774\ud2b8 \ubd80\ubaa8 \ub85c\ubd80\ud130 \uc774\ubbf8 \ub0b4\uc6a9\uc744 \uc0c1\uc18d \uc774\ud6c4\uc774 \uc0ac\uc774\ud2b8\ub294 \uc0c1\uc704 \uc0ac\uc774\ud2b8\uc5d0\uc11c \ucf58\ud150\uce20\ub97c \uc0c1\uc18d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-site-does-not-have-any-private-pages=\uc870\uc9c1\uc5d0\ub294 \uc5b4\ub5a4 \uc11c\ube44\uc2a4\uac00 \uc788\uc9c0 \uc54a\ub294\ub2e4.
this-site-does-not-have-any-public-pages=\uc0ac\uc6a9\uc790\ub294 \uc5b4\ub5a4 \uc6f9\uc0ac\uc774\ud2b8\uac00 \uc788\uc9c0 \uc54a\ub294\ub2e4.
this-site-is-not-related-to-a-site-template=\uc774 \uc0ac\uc774\ud2b8\ub97c \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \uad00\ub828\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-site-was-cloned-from-site-template-x=This site was cloned from site template <em>{0}</em>. (Automatic Copy)
trash-entries-max-age=\ud734\uc9c0\ud1b5 \ud56d\ubaa9 \ucd5c\ub300 \ub098\uc774 (Automatic Translation)
trash-entries-max-age-help=Number of minutes that entries are kept in the Recycle Bin. Entries that have been in the Recycle Bin for more than this time are automatically deleted.
use-the-default-language-options=\uae30\ubcf8 \uc5b8\uc5b4 \uc635\uc158\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
view-child-sites=\uc544\uc774 \ud398\uc774\uc9c0\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc694.
virtual-hosts=\uc0ac\uc2e4\uc0c1 \uc8fc\uc778
virtual-hosts-must-be-valid-domain-names=\uc0ac\uc2e4\uc0c1 \uc8fc\uc778\uc740 \uc720\ud6a8\ud55c \ub3c4\uba54\uc778 \uc774\ub984 \uc774\uc5b4\uc57c \ud55c\ub2e4.
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=\uc774 \uc0ac\uc774\ud2b8\uc758 \ub514\uc2a4\ud50c\ub808\uc774 \uc124\uc815\uc744 \uc218\uc815\ud55c \ub54c\ubb38\uc5d0 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \uc801\uc6a9 \ud558\ub824\uba74 \uae30\ubcf8 \uc5b8\uc5b4 \uc635\uc158\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=\uc774 \uc0ac\uc774\ud2b8\uc758 \ub514\uc2a4\ud50c\ub808\uc774 \uc124\uc815\uc744 \uc218\uc815\ud55c \ub54c\ubb38\uc5d0 \ubcc0\uacbd \ub0b4\uc6a9 \uc804\ud30c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uae30\ubcf8 \uc5b8\uc5b4 \uc635\uc158\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \ubcc0\uacbd \ub0b4\uc6a9\uc744 \uc804\ud30c. (Automatic Translation)
