#X-Generator: crowdin.com
add-child-site=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
allow-subsites-to-display-content-from-this-site=Allow subsites to display content from this site. (Automatic Copy)
application-adapter-help=Application Adapters are sets of modifications in the appearance and behavior of the applications for a specific site. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
basic-information=\u0411\u0430\u0437\u043e\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
copy-as=Copy As (Automatic Copy)
default-site-roles-assignment-help=Select the roles that the newly assigned site members will have. (Automatic Copy)
default-teams-assignment-help=Select the teams that the newly assigned site members are a member of.
default-value-disabled=Default Value (Disabled) (Automatic Copy)
default-value-enabled=Default Value (Enabled) (Automatic Copy)
default-value-x=Default Value ({0}) (Automatic Copy)
define-a-custom-default-language-and-additional-available-languages-for-this-site=Define a custom default language and additional available languages for this site. (Automatic Copy)
directory-indexing-help=If this is checked, the site administrator can browse the site''s document library files and folders. For example, the site administrator for {0} can browse documents at {1}. (Automatic Copy)
enable-directory-indexing=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
enable-on-private-pages=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
enable-on-public-pages=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=Enter the friendly URL that is used by both public and private pages. (Automatic Copy)
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=Enter the public and private virtual host that map to the public and private friendly URL. (Automatic Copy)
google-analytics-id=Google Analytics ID (Automatic Copy)
inherited-memberships-are-not-included-in-members-count=\u041d\u0430\u0441\u043b\u0435\u0434\u0441\u0442\u0432\u0435\u043d\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u043d\u0435 \u0441\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0432 \u0431\u0440\u043e\u044f \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435. (Automatic Translation)
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u0421\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u0441\u0430 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0438 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f. \u0421\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0438\u043c\u0430\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0435, \u043d\u0430 \u043a\u043e\u0438\u0442\u043e \u0435 \u0434\u0430\u0434\u0435\u043d \u0438\u0437\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438\u043b\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u0421\u0430\u0439\u0442\u043e\u0432\u0435
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435
limit-membership-to-members-of-the-parent-site=Limit membership to members of the parent site (Automatic Copy)
membership-options=Membership Options (Automatic Copy)
new-child-site=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
new-site=\u041d\u043e\u0432\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
please-enter-a-unique-friendly-url=Please enter a unique friendly URL.
please-enter-a-unique-virtual-host=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u0435\u043d \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u0445\u043e\u0441\u0442.
please-select-a-default-language-among-the-available-languages-of-the-site-x=Please select a default language among the available languages of the site (<em>{0}</em>). (Automatic Copy)
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=Please select the available languages of the site among the available languages of the portal (<em>{0}</em>). (Automatic Copy)
private-site-template=Private Site Template (Automatic Copy)
public-site-template=Public Site Template (Automatic Copy)
search-engine-optimization=Search Engine Optimization (Automatic Copy)
select-the-default-roles-and-teams-for-new-members=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u043e\u043b\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0438 \u0435\u043a\u0438\u043f\u0438 \u0437\u0430 \u043d\u043e\u0432\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435. (Automatic Translation)
select-the-ratings-type-for-the-following-applications=Select the ratings type for the following applications. (Automatic Copy)
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=Select this to copy the pages of the site template <em>{0}</em> as private pages for this site.
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=Select this to copy the pages of the site template <em>{0}</em> as public pages for this site.
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 Google Analytics ID, \u043a\u043e\u0439\u0442\u043e \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441 \u0442\u043e\u0437\u0438 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.
set-the-script-for-x-that-is-used-for-this-set-of-pages=Set the script for {0} that is used for this set of pages. Enter the full script code including the script start and end tags. (Automatic Copy)
show-parent-sites-in-the-breadcrumb=Show Parent Sites in the Breadcrumb (Automatic Copy)
site-friendly-url=\u041d\u043e\u0432 \u043f\u0440\u0438\u044f\u0442\u0435\u043b\u0441\u043a\u0438 URL \u0430\u0434\u0440\u0435\u0441
site-name=\u0418\u043c\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442 (Automatic Translation)
site-template-allows-modifications=Site Template Allows Modifications (Automatic Copy)
site-templates-with-an-incompatible-application-adapter-are-disabled=Site Templates with an incompatible Application Adapter are disabled. (Automatic Copy)
site-was-added=Site was added. (Automatic Copy)
site-x-does-not-have-any-private-pages=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0443\u0441\u043b\u0443\u0433\u0438.
staging-friendly-url=\u041d\u043e\u0432 \u043f\u0440\u0438\u044f\u0442\u0435\u043b\u0441\u043a\u0438 URL \u0430\u0434\u0440\u0435\u0441
staging-private-pages=Staging Private Pages (Automatic Copy)
staging-public-pages=Staging Public Pages (Automatic Copy)
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=\u041f\u0440\u0438\u044f\u0442\u0435\u043b\u0441\u043a\u0438\u044f URL \u0430\u0434\u0440\u0435\u0441 \u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d \u043a\u044a\u043c <strong>{0}</strong> \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438 \u043a\u044a\u043c <strong>{1}</strong> \u0437\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=\u0415\u0437\u0438\u043a\u043e\u0432\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u0440\u0430\u0437\u043c\u043d\u043e\u0436\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043e\u0442 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e. (Automatic Translation)
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=The name of this site cannot be edited because it belongs to an organization. (Automatic Copy)
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=The site cannot be deleted because it has background tasks in progress. (Automatic Copy)
the-site-cannot-be-its-own-parent-site=The site cannot be its own parent site. (Automatic Copy)
the-site-cannot-have-a-child-as-its-parent-site=The site cannot have a child as its parent site. (Automatic Copy)
the-site-cannot-have-a-staging-site-as-its-parent-site=The site cannot have a staging site as its parent site. (Automatic Copy)
these-pages-are-linked-to-site-template-x=These pages are linked to site template <em>{0}</em>. (Automatic Copy)
this-site-cannot-inherit-content-from-its-parent-site=This site cannot inherit content from its parent site. (Automatic Copy)
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=This site cannot inherit the content from its parent site since the parent site is already inheriting the content from its parent. (Automatic Copy)
this-site-does-not-have-any-private-pages=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0443\u0441\u043b\u0443\u0433\u0438.
this-site-does-not-have-any-public-pages=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043d\u044f\u043c\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.
this-site-is-not-related-to-a-site-template=This site is not related to a site template. (Automatic Copy)
this-site-was-cloned-from-site-template-x=This site was cloned from site template <em>{0}</em>. (Automatic Copy)
trash-entries-max-age=Trash Entries Max Age (Automatic Copy)
trash-entries-max-age-help=Number of minutes that entries are kept in the Recycle Bin. Entries that have been in the Recycle Bin for more than this time are automatically deleted.
use-the-default-language-options=Use the default language options. (Automatic Copy)
view-child-sites=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
virtual-hosts=\u0412\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u0445\u043e\u0441\u0442
virtual-hosts-must-be-valid-domain-names=\u0412\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438\u0442\u0435 \u0445\u043e\u0441\u0442\u043e\u0432\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u0434\u043e\u043c\u0435\u0439\u043d\u0438.
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=You cannot apply a site template because you modified the display settings of this site. Use the default language options to apply site templates. (Automatic Copy)
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=You cannot enable the propagation of changes because you modified the display settings of this site. Use the default language options to propagate changes. (Automatic Copy)
