#X-Generator: crowdin.com
allow-dictionary-words=\u0627\u0644\u0633\u0628\u0627\u062d \u0628\u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0642\u0627\u0645\u0648\u0633
allow-dictionary-words-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u0645\u0633\u0645\u0648\u062d \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0642\u0627\u0645\u0648\u0633 \u0627\u0644\u0645\u0634\u062a\u0631\u0643 \u0643\u0643\u0644\u0645\u0627\u062a \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. (Automatic Translation)
change-required=\u0627\u0644\u062a\u063a\u064a\u064a\u0631 \u0645\u0637\u0644\u0648\u0628
change-required-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u0647\u0648 \u064a\u0637\u0644\u0628 \u0645\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u062a\u063a\u064a\u064a\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645 \u0639\u0646\u062f \u0642\u064a\u0627\u0645\u0647\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0623\u0648\u0644\u0627\u064b. (Automatic Translation)
changeable=\u0642\u0627\u0628\u0644 \u0644\u0644\u062a\u063a\u064a\u064a\u0631
changeable-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u063a\u064a\u064a\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=\u062a\u0645\u0643\u064a\u0646 \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 (Automatic Translation)
enable-expiration-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u062c\u0628 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u063a\u064a\u064a\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645 \u0628\u0639\u062f \u0645\u0642\u062f\u0627\u0631 \u0645\u0639\u064a\u0646 \u0645\u0646 \u0627\u0644\u0648\u0642\u062a. (Automatic Translation)
enable-history-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u0628\u0642\u0649 \u062a\u0627\u0631\u064a\u062e \u0645\u0646 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0633\u0627\u0628\u0642\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062f\u062e\u0644 \u0648\u064a\u0645\u0646\u0639\u0647\u0627 \u0645\u0646 \u0625\u0639\u0627\u062f\u0629 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0642\u062f\u064a\u0645\u0629. (Automatic Translation)
enable-lockout=\u062a\u0645\u0643\u064a\u0646 \u062a\u0623\u0645\u064a\u0646 (Automatic Translation)
enable-lockout-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u0645\u0643\u0646 \u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0639\u062f\u062f \u0645\u0639\u064a\u0646 \u0645\u0646 \u0627\u0644\u0645\u0631\u0627\u062a \u0642\u0628\u0644 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0623\u0645\u064a\u0646 \u0627\u0644\u062d\u0633\u0627\u0628. (Automatic Translation)
enable-syntax-checking=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0628\u0646\u0627\u0621 \u0627\u0644\u062c\u0645\u0644\u0629 (Automatic Translation)
enable-syntax-checking-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u0647\u0648 \u0642\u0631\u0627\u0621\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u0628\u0639\u0636 \u0627\u0644\u0643\u0644\u0645\u0627\u062a \u0648/\u0623\u0648 \u0645\u062f\u0629 \u0645\u0639\u064a\u0646\u0629. (Automatic Translation)
grace-limit=\u062d\u062f \u0627\u0644\u0633\u0645\u0627\u062d
grace-limit-help=\u0648\u0647\u0630\u0627 \u064a\u062d\u062f\u062f \u0639\u062f\u062f \u0627\u0644\u0645\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0628\u0639\u062f \u0627\u0646\u062a\u0647\u0627\u0621 \u0635\u0644\u0627\u062d\u064a\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645\u060c \u0642\u0628\u0644 \u0623\u0646 \u064a\u062a\u0645 \u0645\u0637\u0627\u0644\u0628\u062a\u0647\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u062c\u062f\u064a\u062f\u0629. (Automatic Translation)
history-count=\u0639\u062f\u062f \u0627\u0644\u062a\u0627\u0631\u064a\u062e
history-count-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0639\u062f\u062f \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0633\u0627\u0628\u0642\u0629 \u0627\u0644\u062a\u064a \u062a\u062d\u0641\u0638 \u0641\u064a \u0633\u062c\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631
lockout-duration=\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0623\u0645\u064a\u0646
lockout-duration-help=\u0647\u0630\u0627 \u064a\u062d\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u064a \u064a\u063a\u0644\u0642 \u0641\u064a\u0647\u0627 \u0628\u0627\u0628 \u062a\u0633\u062c\u064a\u0644 \u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
maximum-age=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0639\u0645\u0631
maximum-age-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u0645\u062f\u0629 \u0627\u0644\u0645\u0633\u0645\u0648\u062d\u0629 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0642\u0628\u0644 \u0644\u0632\u0648\u0645 \u062a\u063a\u064a\u064a\u0631\u0647\u0627.
maximum-failure=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0641\u0634\u0644
maximum-failure-help=\u0648\u0647\u0630\u0627 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u062d\u0627\u0648\u0644 \u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u062e\u0627\u0637\u0626\u0629. (Automatic Translation)
minimum-age=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u0639\u0645\u0631
minimum-age-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u0645\u062f\u0629 \u0627\u0644\u062a\u064a \u064a\u062c\u0628 \u0623\u0646 \u062a\u0645\u0631 \u0642\u0628\u0644 \u0623\u0646 \u064a\u0633\u062a\u0637\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u063a\u064a\u064a\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
minimum-alpha-numeric=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u062d\u0631\u0648\u0641 \u0648\u0627\u0644\u0623\u0631\u0642\u0627\u0645
minimum-alpha-numeric-help=\u0647\u0630\u0627 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u062d\u0631\u0648\u0641 \u0648\u0627\u0644\u0623\u0631\u0642\u0627\u0645 \u0627\u0644\u062a\u064a \u0641\u064a \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
minimum-length=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u0637\u0648\u0644
minimum-length-help=\u0647\u0630\u0627 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0637\u0648\u0644 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
minimum-lower-case=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u062d\u0631\u0648\u0641 \u0627\u0644\u0635\u063a\u064a\u0631\u0629
minimum-lower-case-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u062d\u0631\u0648\u0641 \u0627\u0644\u0635\u063a\u064a\u0631\u0629 \u0641\u064a \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
minimum-numbers=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u0623\u0631\u0642\u0627\u0645
minimum-numbers-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0623\u0631\u0642\u0627\u0645 \u0641\u064a \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
minimum-symbols=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u0631\u0645\u0648\u0632
minimum-symbols-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0631\u0645\u0648\u0632 \u0641\u064a \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
minimum-upper-case=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0644\u062d\u0631\u0648\u0641 \u0627\u0644\u0643\u0628\u064a\u0631\u0629
minimum-upper-case-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u062d\u0631\u0648\u0641 \u0627\u0644\u0643\u0628\u064a\u0631\u0629 \u0641\u064a \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
password-changes=\u062a\u063a\u064a\u064a\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 (Automatic Translation)
password-expiration=\u0627\u0646\u062a\u0647\u0627\u0621 \u0635\u0644\u0627\u062d\u064a\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
password-history=\u062a\u0627\u0631\u064a\u062e \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631
password-policies=\u0633\u064a\u0627\u0633\u0627\u062a \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631
password-syntax-checking=\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0628\u0646\u0627\u0621 \u0639\u0628\u0627\u0631\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
reset-failure-count=\u0625\u0639\u0627\u062f\u0629 \u0636\u0628\u0637 \u0639\u062f\u062f \u0627\u0644\u0641\u0634\u0644
reset-failure-count-help=\u0647\u0630\u0627 \u064a\u062d\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 \u0628\u0647\u0627 \u0641\u064a \u0633\u062c\u0644 \u062a\u0633\u062c\u064a\u0644\u0627\u062a \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0641\u0627\u0634\u0644\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
reset-ticket-max-age=\u0625\u0639\u0627\u062f\u0629 \u0636\u0628\u0637 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u0645\u0631 \u0627\u0644\u062a\u0630\u0643\u0631\u0629
reset-ticket-max-age-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0627\u0644 \u064a\u062d\u062f\u062f \u0641\u062a\u0631\u0629 \u0635\u0644\u0627\u062d\u064a\u0629 \u0631\u0627\u0628\u0637 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631.
the-password-policy-could-not-be-found=\u062a\u0639\u0630\u0631 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631. (Automatic Translation)
until-unlocked-by-an-administrator=\u062d\u062a\u0649 \u064a\u062a\u0645 \u0641\u0643 \u0627\u0644\u0642\u0641\u0644 \u0645\u0646 \u0642\u0628\u0644 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645
warning-time=\u0648\u0642\u062a \u0627\u0644\u062a\u062d\u0630\u064a\u0631
warning-time-help=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0627\u0644 \u064a\u062d\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u064a \u062a\u0633\u0628\u0642 \u0627\u0646\u062a\u0647\u0627\u0621 \u0635\u0644\u0627\u062d\u064a\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u062a\u0646\u0628\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=\u0623\u0646\u062a \u062a\u0633\u062a\u062e\u062f\u0645 \u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 LDAP. \u064a\u0631\u062c\u0649 \u062a\u063a\u064a\u064a\u0631 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0633\u0627\u064a\u0633\u0629 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 LDAP \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0633\u064a\u0627\u0633\u0629 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0645\u062d\u0644\u064a\u0629.
