#X-Generator: crowdin.com
captcha-engine=CAPTCHA \u0434\u0432\u0438\u0433\u0430\u0442\u0435\u043b\u044c (Automatic Translation)
captcha-engine-help=\u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u043c\u043e\u0434\u0443\u043b\u044c, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u043c\u044b\u0439 \u0434\u043b\u044f \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u044f \u0438\u0441\u043a\u0430\u0436\u0435\u043d\u043d\u043e\u0433\u043e. reCAPTCHA \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0432\u043d\u0435\u0448\u043d\u044e\u044e \u0441\u043b\u0443\u0436\u0431\u0443, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u0434\u043e\u043b\u0436\u043d\u044b \u0431\u044b\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u044b \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e, \u043d\u043e \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u0430\u043b\u044c\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u043d\u044b\u0439 \u0437\u0432\u0443\u043a\u043e\u0432\u043e\u0439, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u0434\u0435\u043b\u0430\u0435\u0442 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b\u043c\u0438 \u0434\u043b\u044f \u0438\u043d\u0432\u0430\u043b\u0438\u0434\u043e\u0432 \u043f\u043e \u0437\u0440\u0435\u043d\u0438\u044e captcha. \u0421\u043c\u043e\u0442\u0440\u0438\u0442\u0435 https\://www.google.com/recaptcha/admin/create \u0434\u043b\u044f \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438. (Automatic Translation)
max-challenges-help=\u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0435 \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u043e\u043a captcha \u0441\u0435\u0430\u043d\u0441\u043e\u0432 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430. \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u044d\u0442\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0440\u0430\u0432\u043d\u044b\u043c 0, \u0447\u0442\u043e\u0431\u044b \u0432\u0441\u0435\u0433\u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0442\u044c. \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0447\u0438\u0441\u043b\u043e \u043c\u0435\u043d\u044c\u0448\u0435 0 \u043d\u0438\u043a\u043e\u0433\u0434\u0430 \u043d\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c. \u041d\u0435\u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0445 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u0439 \u0432\u0441\u0435\u0433\u0434\u0430 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0442\u044c\u0441\u044f \u043f\u0440\u0438 \u043a\u0430\u0436\u0434\u043e\u043c \u0437\u0430\u043f\u0440\u043e\u0441\u0435, \u0435\u0441\u043b\u0438 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 captcha. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u043d\u0435\u0442 \u0441\u0446\u0435\u043d\u0430\u0440\u0438\u044f URL-\u0430\u0434\u0440\u0435\u0441\u0430 (Automatic Translation)
recaptcha-private-key=reCAPTCHA \u0437\u0430\u043a\u0440\u044b\u0442\u044b\u0439 \u043a\u043b\u044e\u0447
recaptcha-public-key=reCAPTCHA \u043e\u0442\u043a\u0440\u044b\u0442\u044b\u0439 \u043a\u043b\u044e\u0447
recaptcha-script-url=reCAPTCHA \u0441\u0446\u0435\u043d\u0430\u0440\u0438\u044f URL-\u0430\u0434\u0440\u0435\u0441\u0430 (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c URL-\u0430\u0434\u0440\u0435\u0441 (Automatic Translation)
simple-captcha-background-producers=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0444\u043e\u043d \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0435\u0439 (Automatic Translation)
simple-captcha-background-producers-help=\u0418\u043c\u0435\u043d\u0430 \u0432\u0445\u043e\u0434\u043d\u044b\u0445 \u043a\u043b\u0430\u0441\u0441\u043e\u0432, \u0440\u0435\u0430\u043b\u0438\u0437\u0443\u044e\u0449\u0438\u0445 nl.captcha.backgrounds.BackgroundProducer. \u042d\u0442\u0438 \u043a\u043b\u0430\u0441\u0441\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0443\u0447\u0430\u0439\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0434\u043b\u044f \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u044f \u0444\u043e\u043d\u043e\u0432\u043e\u0433\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA Gimpy \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0418\u043c\u0435\u043d\u0430 \u0432\u0445\u043e\u0434\u043d\u044b\u0445 \u043a\u043b\u0430\u0441\u0441\u043e\u0432, \u0440\u0435\u0430\u043b\u0438\u0437\u0443\u044e\u0449\u0438\u0445 nl.captcha.gimpy.GimpyRenderer. \u042d\u0442\u0438 \u043a\u043b\u0430\u0441\u0441\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0443\u0447\u0430\u0439\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0434\u043b\u044f gimp \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f captcha. (Automatic Translation)
simple-captcha-height=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0432\u044b\u0441\u043e\u0442\u0430 (Automatic Translation)
simple-captcha-height-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0432\u044b\u0441\u043e\u0442\u0443 \u0434\u043b\u044f captcha \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0439, \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0443\u0435\u043c\u044b\u0445 \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0448\u0443\u043c\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
simple-captcha-noise-producers-help=\u0418\u043c\u0435\u043d\u0430 \u0432\u0445\u043e\u0434\u043d\u044b\u0445 \u043a\u043b\u0430\u0441\u0441\u043e\u0432, \u0440\u0435\u0430\u043b\u0438\u0437\u0443\u044e\u0449\u0438\u0445 nl.captcha.noise.NoiseProducer. \u042d\u0442\u0438 \u043a\u043b\u0430\u0441\u0441\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0443\u0447\u0430\u0439\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0434\u043b\u044f \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0448\u0443\u043c\u0430 \u043a captcha \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f. (Automatic Translation)
simple-captcha-text-producers=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0442\u0435\u043a\u0441\u0442 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0435\u0439 (Automatic Translation)
simple-captcha-text-producers-help=\u0418\u043c\u0435\u043d\u0430 \u0432\u0445\u043e\u0434\u043d\u044b\u0445 \u043a\u043b\u0430\u0441\u0441\u043e\u0432, \u0440\u0435\u0430\u043b\u0438\u0437\u0443\u044e\u0449\u0438\u0445 nl.captcha.text.producer.TextProducer. \u042d\u0442\u0438 \u043a\u043b\u0430\u0441\u0441\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0443\u0447\u0430\u0439\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0434\u043b\u044f \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u044f \u0442\u0435\u043a\u0441\u0442\u0430 \u0434\u043b\u044f \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f captcha. (Automatic Translation)
simple-captcha-width=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0448\u0438\u0440\u0438\u043d\u0430 (Automatic Translation)
simple-captcha-width-help=\u0417\u0430\u0434\u0430\u0442\u044c \u0448\u0438\u0440\u0438\u043d\u0443 \u0434\u043b\u044f \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f captcha, \u043f\u043e\u0440\u043e\u0436\u0434\u0435\u043d\u043d\u044b\u0445 \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=\u041f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0441\u043b\u043e\u0432\u0430 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 (Automatic Translation)
simple-captcha-word-renderers-help=\u0418\u043c\u0435\u043d\u0430 \u0432\u0445\u043e\u0434\u043d\u044b\u0445 \u043a\u043b\u0430\u0441\u0441\u043e\u0432, \u0440\u0435\u0430\u043b\u0438\u0437\u0443\u044e\u0449\u0438\u0445 nl.captcha.text.renderer.WordRenderer. \u042d\u0442\u0438 \u043a\u043b\u0430\u0441\u0441\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0443\u0447\u0430\u0439\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u044b\u0435 CAPTCHA \u0434\u043b\u044f \u043e\u0442\u0440\u0438\u0441\u043e\u0432\u043a\u0438 \u0442\u0435\u043a\u0441\u0442\u0430 \u0434\u043b\u044f \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=\u0417\u0430\u043a\u0440\u044b\u0442\u044b\u0439 \u043a\u043b\u044e\u0447 reCAPTCHA \u043d\u0435\u0432\u0435\u0440\u0435\u043d.
the-recaptcha-public-key-is-not-valid=\u041e\u0442\u043a\u0440\u044b\u0442\u044b\u0439 \u043a\u043b\u044e\u0447 reCAPTCHA \u043d\u0435\u0432\u0435\u0440\u0435\u043d.
