#X-Generator: crowdin.com
add-child-page-of-x={0}\u306e\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u3059\u308b
add-collection=Add Collection (Automatic Copy)
add-page-template=Add Page Template (Automatic Copy)
add-private-page=\u975e\u516c\u958b\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u3059\u308b
add-public-page=\u516c\u958b\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u3059\u308b
allow-site-administrators-to-modify-this-page-for-their-site=\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306b\u3053\u306e\u30da\u30fc\u30b8\u306e\u5909\u66f4\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002\u5909\u66f4\u306e\u30d7\u30ed\u30d1\u30b2\u30fc\u30b7\u30e7\u30f3\u3082\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
allow-site-administrators-to-modify-this-page-for-their-site-help=\u3053\u308c\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u304c\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8ffd\u52a0\u3001\u524a\u9664\u3001\u8a2d\u5b9a\u304a\u3088\u3073\u30da\u30fc\u30b8\u5c5e\u6027\u306e\u5909\u66f4\u304c\u3067\u304d\u307e\u3059\u3002\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u304c\u30da\u30fc\u30b8\u3092\u5909\u66f4\u3057\u3066\u3082\u3001\u30aa\u30ea\u30b8\u30ca\u30eb\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30da\u30fc\u30b8\u306b\u306f\u5f71\u97ff\u3042\u308a\u307e\u305b\u3093\u3002
are-you-sure-you-want-to-delete-the-selected-page=\u9078\u629e\u3057\u305f\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
are-you-sure-you-want-to-reset-your-customizations-to-default=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3092\u30c7\u30d5\u30a9\u30eb\u30c8\u306b\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b\u3002
available-themes=\u5229\u7528\u53ef\u80fd\u306a\u30c6\u30fc\u30de
by-x={0}\u306b\u3088\u308b
change-current-theme=\u73fe\u5728\u306e\u30c6\u30fc\u30de\u3092\u5909\u66f4\u3059\u308b
change-frequency=\u5b9a\u671f\u66f4\u65b0
changes-are-immediately-available-to-end-users=\u5168\u3066\u306e\u5909\u66f4\u306f\u5373\u5ea7\u306b\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u516c\u958b\u3055\u308c\u307e\u3059
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x={0}\u304b\u3089\u30d7\u30ed\u30d1\u30b2\u30fc\u30c8\u306e\u5909\u66f4\u3068\u3001\u5931\u6557\u56de\u6570\u306e\u30ab\u30a6\u30f3\u30c8\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u306b\u306f\u3001<em>\u30d7\u30ed\u30d1\u30b2\u30fc\u30c8\u306e\u30ea\u30bb\u30c3\u30c8</em>\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
color-scheme=\u914d\u8272
configure-page=\u30d8\u309a\u30fc\u30b7\u3099\u8a2d\u5b9a
configure-x=Configure {0} (Automatic Copy)
copy-applications=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30d4\u30fc
copy-of-a-page=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30da\u30fc\u30b8\u3092\u30b3\u30d4\u30fc
copy-of-a-page-description=\u3053\u306e\u30da\u30fc\u30b8\u304b\u3089\u5b58\u5728\u3059\u308b\u30da\u30fc\u30b8\u3092\u30b3\u30d4\u30fc
customizable-admin-help=\u3053\u306e\u30da\u30fc\u30b8\u306e\u5909\u66f4\u306f\u3001\u5168\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u5f71\u97ff\u3057\u307e\u3059\u3002
customizable-help=\u3053\u306e\u30da\u30fc\u30b8\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3068\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u90e8\u5206\u306e\u5909\u66f4\u304c\u53ef\u80fd\u3067\u3059
customizable-user-help=\u4e0b\u306e\u898b\u3048\u308b\u90e8\u5206\u306e\u30de\u30fc\u30af\u3055\u308c\u305f\u30a8\u30ea\u30a2\u3067\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u8ffd\u52a0\u3068\u8a2d\u5b9a\u304c\u3067\u304d\u307e\u3059
customization-options=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u306e\u30aa\u30d7\u30b7\u30e7\u30f3
customization-settings=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u306e\u8a2d\u5b9a
delete-in-all-pages-variations=\u3059\u3079\u3066\u306e\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u3067\u524a\u9664
empty-page=\u7a7a\u767d\u30da\u30fc\u30b8
empty-page-description=\u624b\u52d5\u3067\u30ec\u30a4\u30a2\u30a6\u30c8\u3092\u4f5c\u6210\u3059\u308b\u7a7a\u767d\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3059\u308b
expand-area=\u62e1\u5f35\u30a8\u30ea\u30a2
hide-customizable-zones=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u53ef\u80fd\u306a\u30be\u30fc\u30f3\u3092\u96a0\u3059
hide-from-navigation-menu=\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3057\u306a\u3044
html-title=HTML\u30bf\u30a4\u30c8\u30eb
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=\u6709\u52b9\u306a\u5834\u5408\u3001\u3053\u306e\u30da\u30fc\u30b8\u306f\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u305b\u3093
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=\u6709\u52b9\u306a\u5834\u5408\u3001\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3078\u306e\u5909\u66f4\u304c\u7d99\u627f\u3055\u308c\u307e\u3059
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=\u6709\u52b9\u306a\u5834\u5408\u3001<em>{0}</em>\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3078\u306e\u5909\u66f4\u304c\u7d99\u627f\u3055\u308c\u307e\u3059
inherit-changes=\u5909\u66f4\u3092\u7d99\u627f\u3059\u308b
install-more=\u8ffd\u52a0\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=\u30d5\u30ea\u30fc\u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u5411\u3051\u306e\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u8a2d\u5b9a\u306f\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304a\u3088\u3073\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u30ab\u30b9\u30bf\u30e0\u8a2d\u5b9a\u3092\u7279\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u30da\u30fc\u30b8\u3068\u306f\u3001\u30dd\u30fc\u30bf\u30eb\u306b\u4f5c\u6210\u3055\u308c\u305f\u30ab\u30b9\u30bf\u30e0web\u30da\u30fc\u30b8\u306e\u3053\u3068\u3067\u3059\u3002\u4e0e\u3048\u3089\u308c\u305f\u30ed\u30fc\u30eb\u306e\u6a29\u9650\u306b\u3088\u3063\u3066\u3001\u30da\u30fc\u30b8\u3092\u7de8\u96c6\u3001\u8ffd\u52a0\u3001\u898b\u305f\u76ee\uff08\u30eb\u30c3\u30af\uff06\u30d5\u30a3\u30fc\u30eb\uff09\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u30de\u30a4\u30da\u30fc\u30b8\u3068\u306f\u3001\u3042\u306a\u305f\u304c\u4f5c\u6210\u3057\u305f\u3001\u3082\u3057\u304f\u306f\u5272\u308a\u5f53\u3066\u3089\u308c\u305fWeb\u30da\u30fc\u30b8\u306e\u3053\u3068\u3067\u3059\u3002\u30ed\u30fc\u30eb\u306b\u5fdc\u3058\u3066\u30da\u30fc\u30b8\u306e\u7de8\u96c6\u3001\u8ffd\u52a0\u304a\u3088\u3073\u898b\u305f\u76ee\uff08\u30eb\u30c3\u30af\uff06\u30d5\u30a3\u30fc\u30eb\uff09\u306e\u5909\u66f4\u304c\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=\u30da\u30fc\u30b8\u306e\u7ba1\u7406
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Page Template Page (Automatic Copy)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u30de\u30a4\u30da\u30fc\u30b8
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=\u30d7\u30ed\u30c8\u30bf\u30a4\u30d7\u304b\u3089\u30ec\u30a4\u30a2\u30a6\u30c8\u306f\u5f15\u304d\u7d99\u304c\u308c\u307e\u3059\u3002\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u64cd\u4f5c\u3067\u304d\u307e\u305b\u3093\u3002
merge-x-public-pages={0} \u516c\u958b\u30da\u30fc\u30b8\u3092\u30de\u30fc\u30b8\u3059\u308b
meta-tags=\u30e1\u30bf\u30bf\u30b0
modifiable-help=\u3053\u306e\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u5229\u7528\u3059\u308b\u30da\u30fc\u30b8\u7ba1\u7406\u8005\u306f\u3001\u5909\u66f4\u53ef\u80fd\u3068\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u90e8\u5206\u306e\u307f\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30ed\u30b4\u306e\u5909\u66f4\u306f\u3001\u5909\u66f4\u4ee5\u964d\u3001\u4f5c\u6210\u3055\u308c\u308b\u30b5\u30a4\u30c8\u306b\u5bfe\u3057\u3066\u9069\u7528\u3055\u308c\u307e\u3059\u3002
not-customizable=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u4e0d\u53ef
orphan-portlets=Orphan Portlets (Automatic Copy)
page-priority=\u30da\u30fc\u30b8\u306e\u512a\u5148\u5ea6
pages-of-type-x-cannot-be-selected=\u30da\u30fc\u30b8\u7a2e\u985e{0}\u306f\u9078\u629e\u3067\u304d\u307e\u305b\u3093
pages-of-type-x-cannot-have-child-pages=\u30bf\u30a4\u30d7{0}\u306e\u3088\u3046\u306a\u30da\u30fc\u30b8\u306b\u306f\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=\u30da\u30fc\u30b8\u306e\u4e0b\u306b\u5b9f\u884c\u3055\u308c\u308bJavaScript\u3092\u53d6\u308a\u4ed8\u3051\u308b\u3002
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=\u30da\u30fc\u30b8\u306e\u4e0b\u306b\u5b9f\u884c\u3055\u308c\u308bJavaScript\u3092\u53d6\u308a\u4ed8\u3051\u308b\u3002
please-enter-a-valid-page-priority=\u6709\u52b9\u306a\u30da\u30fc\u30b8\u30d7\u30e9\u30a4\u30aa\u30ea\u30c6\u30a3\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-select-a-valid-change-frequency=\u6709\u52b9\u306a\u5b9a\u671f\u66f4\u65b0\u9593\u9694\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-select-a-valid-include-value=\u6b63\u3057\u3044\u5165\u529b\u5024\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
please-set-the-virtual-host-before-you-set-the-robots-txt=<em>robots.txt</em>\u3092\u8a2d\u5b9a\u3059\u308b\u524d\u306b\u3001\u30d0\u30fc\u30c1\u30e3\u30eb\u30db\u30b9\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
private-pages-help=\u975e\u516c\u958b\u30da\u30fc\u30b8\u306f\u3001\u305d\u306e\u30da\u30fc\u30b8\u3092\u6240\u6709\u3059\u308b\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u3067\u3042\u308b\u30e6\u30fc\u30b6\u30fc\u306b\u306e\u307f\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3059\u3002
public-pages-help=\u516c\u958b\u30da\u30fc\u30b8\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3001\u975e\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u30fc\uff08\u30b2\u30b9\u30c8\uff09\u3092\u542b\u3080\u3001\u5168\u30e6\u30fc\u30b6\u30fc\u304c\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3059\u3002
publication-process-in-progress-help=\u516c\u958b\u30d7\u30ed\u30bb\u30b9\u304c\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u30ea\u30b9\u30c8\u4e2d\u306e\u30da\u30fc\u30b8\u304c\u5909\u66f4\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
query-string=\u691c\u7d22\u6587\u5b57\u5217
query-string-help=\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u3069\u308c\u3082\u8a72\u5f53\u3057\u306a\u3044\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30da\u30fc\u30b8\u306e\u65e2\u5b9a\u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u306a\u308a\u307e\u3059\u3002
requires-log-in=\u30ed\u30b0\u30a4\u30f3\u304c\u5fc5\u8981\u3067\u3059
reset-and-propagate=\u30ea\u30bb\u30c3\u30c8\u3068\u30d7\u30ed\u30dd\u30b2\u30fc\u30b7\u30e7\u30f3
reset-changes=\u30ea\u30bb\u30c3\u30c8
reset-my-customizations=\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b
revision-id=\u6539\u8a02\u5c65\u6b74ID
send-sitemap-information-to-preview=\u30b5\u30a4\u30c8\u30de\u30c3\u30d7\u60c5\u5831\u3092\u9001\u4fe1\uff08{0}\u30d7\u30ec\u30d3\u30e5\u30fc{1}\uff09\:
set-the-robots-txt=<em>robots.txt</em>\u3092\u30da\u30fc\u30b8\u306b\u9069\u7528\u3059\u308b
show-site-name=\u30b5\u30a4\u30c8\u540d\u3092\u8868\u793a
some-page-settings-are-unavailable-because-x-is-enabled=<em>{0}</em> \u304c\u6709\u52b9\u306a\u305f\u3081\u3001\u3044\u304f\u3064\u304b\u306e\u30da\u30fc\u30b8\u8a2d\u5b9a\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001<em>{1}</em>\u30bb\u30af\u30b7\u30e7\u30f3\u306e<em>{0}</em>\u3092\u7121\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u8a2d\u5b9a\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002\u66f4\u65b0\u306f\u3053\u3061\u3089\u3067\u898b\u308c\u307e\u3059\u3002
the-first-page-cannot-be-of-type-x=\u6700\u521d\u306e\u30da\u30fc\u30b8\u306f{0}\u30bf\u30a4\u30d7\u306b\u306f\u3067\u304d\u307e\u305b\u3093\u3002
the-page-was-created-succesfully=The page was created successfully. (Automatic Copy)
the-page-was-deleted-succesfully=The page was deleted successfully. (Automatic Copy)
the-page-was-updated-succesfully=The page was updated successfully. (Automatic Copy)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=\u30b5\u30a4\u30c8\u30de\u30c3\u30d7\u30d7\u30ed\u30c8\u30b3\u30eb\u306fWeb\u30b5\u30a4\u30c8\u306e\u69cb\u6210\uff08\u30b5\u30a4\u30c8\u30de\u30c3\u30d7\uff09\u3092\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u306b\u901a\u77e5\u3057\u307e\u3059\u3002
the-theme-selected-for-the-site-does-not-support-displaying-the-title=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u9078\u629e\u3057\u305f\u30c6\u30fc\u30de\u306f\u30bf\u30a4\u30c8\u30eb\u3092\u8868\u793a\u3059\u308b\u8a2d\u5b9a\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002
there-are-no-available-advanced-settings-for-these-pages=\u3053\u308c\u3089\u306e\u30da\u30fc\u30b8\u306b\u306f\u5229\u7528\u3067\u304d\u308b\u8a73\u7d30\u8a2d\u5b9a\u306f\u3042\u308a\u307e\u305b\u3093\u3002
there-are-no-collections=There are no Collections (Automatic Copy)
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-private-pages=\u975e\u516c\u958b\u30da\u30fc\u30b8\u306f\u3042\u308a\u307e\u305b\u3093
there-are-no-public-pages=\u516c\u958b\u30da\u30fc\u30b8\u304c\u3042\u308a\u307e\u305b\u3093
this-icon-will-be-shown-in-the-navigation-menu=\u3053\u306e\u30a2\u30a4\u30b3\u30f3\u306f\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
this-is-the-default-page-without-your-customizations=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3055\u308c\u3066\u3044\u306a\u3044\u30c7\u30d5\u30a9\u30eb\u30c8\u30da\u30fc\u30b8\u3067\u3059\u3002
this-page-belongs-to-a-user-group=\u3053\u306e\u30da\u30fc\u30b8\u306f\u65e2\u306b\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u306b\u5c5e\u3057\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u5909\u66f4\u306f\u975e\u516c\u958b\u30da\u30fc\u30b8\u306e\u307f\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002
this-page-can-be-customized=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u53ef\u80fd\u3067\u3059
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=\u3053\u306e\u30da\u30fc\u30b8\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u7d50\u3073\u3064\u3044\u3066\u3044\u308b\u305f\u3081\u3001\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u6301\u3064\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=\u3053\u306e\u30da\u30fc\u30b8\u306f<em>{0}</em>\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u3082\u306e\u3067\u3042\u308b\u305f\u3081\u5909\u66f4\u306f\u3067\u304d\u307e\u305b\u3093\u3002
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\u3053\u306e\u30da\u30fc\u30b8\u306f\u5909\u66f4\u304c\u53ef\u80fd\u3067\u306f\u306a\u3044\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u305f\u3081\u5909\u66f4\u306f\u3067\u304d\u307e\u305b\u3093\u3002
this-page-has-been-changed-since-the-last-update-from-the-site-template=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u6700\u7d42\u72b6\u614b\u304b\u3089\u5909\u66f4\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3078\u306e\u65b0\u305f\u306a\u5909\u66f4\u304c\u53cd\u6620\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u30da\u30fc\u30b8\u3092\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u5185\u5bb9\u3067\u4e0a\u66f8\u304d\u3001\u4eca\u5f8c\u306e\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3078\u306e\u5909\u66f4\u3082\u53cd\u6620\u3055\u308c\u308b\u3088\u3046\u306b\u623b\u3059\u306b\u306f\u3001<em>\u30ea\u30bb\u30c3\u30c8</em>\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u6700\u7d42\u72b6\u614b\u304b\u3089\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002
this-page-is-linked-to-a-page-template=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3068\u30ea\u30f3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5909\u66f4\u3092\u3057\u305f\u3044\u5834\u5408\u3001\u81ea\u52d5\u30d7\u30ed\u30d1\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u6a5f\u80fd\u3092\u7121\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u5909\u66f4\u4e0d\u53ef\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3068\u30ea\u30f3\u30af\u3057\u3066\u3044\u307e\u3059\u3002
toggle-controls=\u30c8\u30b0\u30eb\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=\u3053\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30da\u30fc\u30b8\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30eb\u30c3\u30af
use-the-same-look-and-feel-of-the-x={0}\u3068\u540c\u3058\u30eb\u30c3\u30af\u30a2\u30f3\u30c9\u30d5\u30a3\u30fc\u30eb\u3092\u4f7f\u7528
view-customizable-zones=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u53ef\u80fd\u30be\u30fc\u30f3\u3092\u898b\u308b
view-my-customized-page=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u30da\u30fc\u30b8\u306e\u53c2\u7167
view-page-without-my-customizations=\u81ea\u5206\u306e\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u306e\u7121\u3044\u30da\u30fc\u30b8\u3092\u898b\u308b
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=\u6ce8\u610f\! \u9078\u629e\u3055\u308c\u305f\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a\u306f\u521d\u671f\u8a2d\u5b9a\u306b\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3059\u3002\u5b58\u5728\u3057\u306a\u3044\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a\u306f\u524a\u9664\u3055\u308c\u307e\u3059\u3002
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=\u3053\u306e\u516c\u958b\u30b5\u30a4\u30c8\u306e\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u30da\u30fc\u30b8\u3068\u516c\u958b\u30b5\u30a4\u30c8{0}\u306e\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u30da\u30fc\u30b8\u3092\u30de\u30fc\u30b8\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u3063\u3066\u30e6\u30fc\u30b6\u30fc\u306f\u4e8c\u3064\u306e\u30b5\u30a4\u30c8\u3092\u7c21\u5358\u306b\u30ca\u30d3\u30b2\u30fc\u30c8\u3067\u304d\u307e\u3059\u3002
you-can-customize-this-page=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u307e\u3059\u3002
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=\u6b21\u306e\u30da\u30fc\u30b8\u304c\u8a8d\u8a3c\u3055\u308c\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u304c\u898b\u308c\u306a\u3044\u8a2d\u5b9a\u306b\u306a\u3063\u3066\u3044\u308b\u306e\u3067\u3001\u3053\u306e\u30da\u30fc\u30b8\u306f\u524a\u9664\u3057\u305f\u308a\u3001\u6700\u521d\u306e\u30da\u30fc\u30b8\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-must-have-at-least-one-page=\u5c11\u306a\u304f\u3068\u30821\u30da\u30fc\u30b8\u306f\u5fc5\u8981\u3067\u3059\u3002
