#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27 (Automatic Translation)
add-public-page=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e41\u0e21\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e44\u0e0b\u0e15\u0e4c\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e2b\u0e23\u0e37\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c \u0e41\u0e25\u0e30\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49 \u0e2b\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e44\u0e0b\u0e15\u0e4c\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2b\u0e19\u0e49\u0e32 \u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e14\u0e34\u0e21\u0e08\u0e30\u0e44\u0e21\u0e48\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e23\u0e30\u0e08\u0e32\u0e22 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-page=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
are-you-sure-you-want-to-reset-your-customizations-to-default=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
available-themes=\u0e18\u0e35\u0e21 (Automatic Translation)
by-x=By {0} (Automatic Copy)
change-current-theme=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e0a\u0e38\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
change-frequency=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48 (Automatic Translation)
changes-are-immediately-available-to-end-users=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e43\u0e14 \u0e46 \u0e01\u0e47\u0e08\u0e30\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49 (Automatic Translation)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=\u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07\u0e2a\u0e35 (Automatic Translation)
configure-page=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e1e (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19 (Automatic Translation)
copy-of-a-page=\u0e2a\u0e33\u0e40\u0e19\u0e32\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49 (Automatic Translation)
copy-of-a-page-description=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e08\u0e32\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49 (Automatic Translation)
customizable-admin-help=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e43\u0e14 \u0e46 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e21\u0e35\u0e1c\u0e25\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
customizable-help=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48 \u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e44\u0e14\u0e49 (Automatic Translation)
customizable-user-help=\u0e04\u0e38\u0e13\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e41\u0e25\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e04\u0e38\u0e13\u0e08\u0e30\u0e40\u0e2b\u0e47\u0e19 (Automatic Translation)
customization-options=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07 (Automatic Translation)
customization-settings=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07 (Automatic Translation)
delete-in-all-pages-variations=\u0e25\u0e1a\u0e23\u0e39\u0e1b\u0e43\u0e19\u0e40\u0e1e\u0e08\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
empty-page=\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (Automatic Translation)
empty-page-description=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32\u0e21\u0e35\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e27\u0e32\u0e07\u0e2d\u0e2d\u0e01\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 (Automatic Translation)
expand-area=\u0e02\u0e22\u0e32\u0e22\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48 (Automatic Translation)
hide-customizable-zones=\u0e0b\u0e48\u0e2d\u0e19\u0e42\u0e0b\u0e19\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e44\u0e14\u0e49 (Automatic Translation)
hide-from-navigation-menu=\u0e0b\u0e48\u0e2d\u0e19\u0e08\u0e32\u0e01\u0e40\u0e21\u0e19\u0e39\u0e19\u0e33\u0e17\u0e32\u0e07 (Automatic Translation)
html-title=\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 HTML (Automatic Translation)
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=\u0e16\u0e49\u0e32\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e36\u0e49\u0e19\u0e43\u0e19\u0e40\u0e21\u0e19\u0e39\u0e19\u0e33\u0e17\u0e32\u0e07 (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=\u0e16\u0e49\u0e32\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e2a\u0e37\u0e1a\u0e17\u0e2d\u0e14\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e40\u0e1e (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=\u0e2a\u0e37\u0e1a\u0e17\u0e2d\u0e14\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
install-more=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e30\u0e1a\u0e38\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e41\u0e1a\u0e1a\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2d\u0e34\u0e2a\u0e23\u0e30 (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e30\u0e1a\u0e38\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0e21\u0e35\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e27\u0e49\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e02\u0e36\u0e49\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49 \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e2a\u0e36\u0e01\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13 \u0e02\u0e36\u0e49\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2b\u0e19\u0e49\u0e32 \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e2a\u0e36\u0e01\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e1e\u0e08 (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e1a (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 (Automatic Translation)
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=\u0e40\u0e04\u0e49\u0e32\u0e2a\u0e37\u0e1a\u0e17\u0e2d\u0e14\u0e08\u0e32\u0e01\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e1a \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15 (Automatic Translation)
merge-x-public-pages=Merge {0} public pages (Automatic Copy)
meta-tags=\u0e40\u0e21\u0e15\u0e32\u0e41\u0e17\u0e47\u0e01 (Automatic Translation)
modifiable-help=\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e1a\u0e1a\u0e19\u0e35\u0e49\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e42\u0e25\u0e42\u0e01\u0e49\u0e21\u0e35\u0e1c\u0e25\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
not-customizable=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e44\u0e14\u0e49 (Automatic Translation)
orphan-portlets=\u0e40\u0e14\u0e47\u0e01\u0e01\u0e33\u0e1e\u0e23\u0e49\u0e32\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15 (Automatic Translation)
page-priority=\u0e2b\u0e19\u0e49\u0e32\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=Pages of type {0} cannot have child pages. (Automatic Copy)
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=\u0e27\u0e32\u0e07\u0e23\u0e2b\u0e31\u0e2a JavaScript \u0e17\u0e35\u0e48\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e17\u0e38\u0e01\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=\u0e27\u0e32\u0e07\u0e23\u0e2b\u0e31\u0e2a JavaScript \u0e17\u0e35\u0e48\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
please-enter-a-valid-page-priority=\u0e42\u0e1b\u0e23\u0e14\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e2b\u0e19\u0e49\u0e32\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-select-a-valid-change-frequency=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-select-a-valid-include-value=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e48\u0e32\u0e23\u0e27\u0e21\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e0b\u0e36\u0e48\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
public-pages-help=\u0e21\u0e35\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 \u0e42\u0e14\u0e22\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e17\u0e38\u0e01\u0e04\u0e19 \u0e41\u0e21\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e43\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (\u0e17\u0e48\u0e32\u0e19) (Automatic Translation)
publication-process-in-progress-help=\u0e21\u0e35\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e43\u0e19\u0e04\u0e27\u0e32\u0e21\u0e04\u0e37\u0e1a\u0e2b\u0e19\u0e49\u0e32 \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e32\u0e08\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
query-string=\u0e2a\u0e32\u0e22\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21 (Automatic Translation)
query-string-help=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e22\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e19\u0e35\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e43\u0e04\u0e23\u0e2d\u0e37\u0e48\u0e19\u0e2d\u0e22\u0e39\u0e48 \u0e19\u0e35\u0e49\u0e17\u0e33\u0e07\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
requires-log-in=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e23\u0e30\u0e1a\u0e1a (Automatic Translation)
reset-and-propagate=\u0e23\u0e35\u0e40\u0e0b\u0e47\u0e15 \u0e41\u0e25\u0e30\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 (Automatic Translation)
reset-changes=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
reset-my-customizations=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 (Automatic Translation)
revision-id=\u0e23\u0e2b\u0e31\u0e2a (Automatic Translation)
send-sitemap-information-to-preview=Send sitemap information to {0}preview{1}\: (Automatic Copy)
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=\u0e14\u0e39\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e1e\u0e08\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 (Automatic Translation)
the-first-page-cannot-be-of-type-x=The first page cannot be of type {0}. (Automatic Copy)
the-page-was-created-succesfully=\u0e2b\u0e19\u0e49\u0e32\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 (Automatic Translation)
the-page-was-deleted-succesfully=\u0e25\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 (Automatic Translation)
the-page-was-updated-succesfully=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=\u0e42\u0e1e\u0e23\u0e42\u0e17\u0e04\u0e2d\u0e25\u0e41\u0e1c\u0e19\u0e1c\u0e31\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e08\u0e30\u0e41\u0e08\u0e49\u0e07\u0e43\u0e2b\u0e49\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e04\u0e49\u0e19\u0e2b\u0e32 (sitemap) \u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
the-theme-selected-for-the-site-does-not-support-displaying-the-title=\u0e0a\u0e38\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
there-are-no-available-advanced-settings-for-these-pages=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e1e\u0e08\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49 (Automatic Translation)
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27\u0e40\u0e1e\u0e08\u0e43\u0e14 (Automatic Translation)
there-are-no-public-pages=\u0e21\u0e35\u0e2b\u0e19\u0e49\u0e32\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e40\u0e21\u0e19\u0e39\u0e19\u0e33\u0e17\u0e32\u0e07 (Automatic Translation)
this-is-the-default-page-without-your-customizations=\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e44\u0e14\u0e49 (Automatic Translation)
this-page-belongs-to-a-user-group=\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e01\u0e25\u0e38\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e43\u0e14 \u0e46 \u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
this-page-can-be-customized=\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a \u0e41\u0e25\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e35\u0e25\u0e39\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=This page cannot be modified because it belongs to the user group <em>{0}</em>. (Automatic Copy)
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e02\u0e2d\u0e07\u0e21\u0e31\u0e19 (Automatic Translation)
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22\u0e08\u0e32\u0e01\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
this-page-is-linked-to-a-page-template=\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e17\u0e47\u0e21\u0e40\u0e1e\u0e25\u0e15\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32 \u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e02\u0e2d\u0e07\u0e21\u0e31\u0e19 (Automatic Translation)
toggle-controls=\u0e2a\u0e25\u0e31\u0e1a\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e19\u0e35\u0e49 (Automatic Translation)
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=\u0e42\u0e0b\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e44\u0e14\u0e49 (Automatic Translation)
view-my-customized-page=\u0e14\u0e39\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e40\u0e2d\u0e07 (Automatic Translation)
view-page-without-my-customizations=\u0e14\u0e39\u0e2b\u0e19\u0e49\u0e32\u0e44\u0e21\u0e48 \u0e21\u0e35\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19 \u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e30\u0e16\u0e39\u0e01\u0e23\u0e35\u0e40\u0e0b\u0e47\u0e15\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e1a (Automatic Translation)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=You can configure the top level pages of this public site to merge with the top level pages of the public {0} site. Users can then navigate between the two sites more seamlessly. (Automatic Copy)
you-can-customize-this-page=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49 (Automatic Translation)
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e23\u0e32\u0e30\u0e2b\u0e19\u0e49\u0e32\u0e16\u0e31\u0e14\u0e44\u0e1b\u0e44\u0e21\u0e48 vieweable \u0e42\u0e14\u0e22\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 unathenticated \u0e41\u0e25\u0e30\u0e14\u0e31\u0e07\u0e19\u0e31\u0e49\u0e19\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e23\u0e01 (Automatic Translation)
you-must-have-at-least-one-page=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
