#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection (Automatic Copy)
add-page-template=Add Page Template (Automatic Copy)
add-private-page=Th\u00eam Trang ri\u00eang t\u01b0
add-public-page=Th\u00eam Trang c\u00f4ng c\u1ed9ng
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=Thi\u1ebft l\u1eadp cho ph\u00e9p qu\u1ea3n tr\u1ecb c\u1ee7a trang tin t\u1ee9c c\u00f3 th\u1ec3 th\u00eam m\u1edbi- x\u00f3a- ho\u1eb7c c\u1ea5u h\u00ecnh c\u00e1c \u1ee9ng d\u1ee5ng v\u00e0 c\u1eadp nh\u1eadt thu\u1ed9c t\u00ednh c\u1ee7a trang n\u00e0y. N\u1ebfu qu\u1ea3n tr\u1ecb trang th\u00f4ng tin s\u1eeda \u0111\u1ed5i trang, c\u00e1c s\u1ef1 thay \u0111\u1ed5i t\u1edbi bi\u1ec3u m\u1eabu g\u1ed1c s\u1ebd kh\u00f4ng c\u00f2n \u00e1p d\u1ee5ng.
are-you-sure-you-want-to-delete-the-selected-page=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n x\u00f3a trang \u0111\u00e3 ch\u1ecdn?
are-you-sure-you-want-to-reset-your-customizations-to-default=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n thi\u1ebft l\u1eadp l\u1ea1i nh\u1eefng t\u00f9y bi\u1ebfn c\u1ee7a b\u1ea1n v\u1ec1 m\u1eb7c \u0111\u1ecbnh nh\u01b0 ban \u0111\u1ea7u ?
available-themes=C\u00e1c Giao di\u1ec7n s\u1eb5n c\u00f3
by-x=B\u1edfi {0}
change-current-theme=Thay Giao di\u1ec7n hi\u1ec7n t\u1ea1i
change-frequency=Thay \u0111\u1ed5i t\u1ea7n s\u1ed1
changes-are-immediately-available-to-end-users=B\u1ea5t k\u1ef3 s\u1ef1 thay \u0111\u1ed5i n\u00e0o \u0111\u1ec1u s\u1eb5n s\u00e0ng \u0111\u00e1p \u1ee9ng v\u1edbi ng\u01b0\u1eddi d\u00f9ng cu\u1ed1i.
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=B\u1ed1 c\u1ee5c m\u00e0u s\u1eafc
configure-page=C\u1ea5u h\u00ecnh trang (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=H\u1ed3 s\u01a1 xin vi\u1ec7c
copy-of-a-page=Link t\u1edbi Trang
copy-of-a-page-description=Sao ch\u00e9p t\u1eeb Trang \u0111\u00e3 c\u00f3 t\u1eeb Trang th\u00f4ng tin \u0111i\u1ec7n t\u1eed n\u00e0y.
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=T\u00f9y bi\u1ebfn t\u00f9y ch\u1ecdn
customization-settings=Thi\u1ebft l\u1eadp t\u00f9y ch\u1ec9nh
delete-in-all-pages-variations=X\u00f3a trong tu\u00e0n b\u1ed9 c\u00e1c trang bi\u1ebfn th\u1ec3
empty-page=Trang tr\u1ed1ng
empty-page-description=T\u1ea1o m\u1ed9t trang tr\u1ed1ng, b\u1ea1n c\u00f3 th\u1ec3 lay ra theo c\u00e1ch th\u1ee7 c\u00f4ng. (Automatic Translation)
expand-area=M\u1edf r\u1ed9ng di\u1ec7n t\u00edch (Automatic Translation)
hide-customizable-zones=\u1ea8n khu v\u1ef1c t\u00f9y bi\u1ebfn
hide-from-navigation-menu=\u1ea8n t\u1eeb tr\u00ecnh \u0111\u01a1n menu (Automatic Translation)
html-title=Ti\u00eau \u0111\u1ec1 HTML
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=N\u1ebfu t\u00ednh n\u0103ng \u0111\u01b0\u1ee3c B\u1eadt, trang n\u00e0y s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb \u1edf Th\u1ef1c \u0111\u01a1n ph\u00e2n c\u1ea5p.
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=N\u1ebfu k\u00edch ho\u1ea1t, Trang n\u00e0y s\u1ebd th\u1eeba k\u1ebf thay \u0111\u1ed5i trang m\u1eabu. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=K\u1ebf th\u1eeba nh\u1eefng thay \u0111\u1ed5i (Automatic Translation)
install-more=C\u00e0i \u0111\u1eb7t th\u00eam
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=N\u00f3 kh\u00f4ng th\u1ec3 l\u00e0 c\u00e1c c\u00e0i \u0111\u1eb7t c\u1ea5u h\u00ecnh t\u00f9y bi\u1ebft cho c\u00e1c tr\u00ecnh b\u00e0y t\u1ef1 do.
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=N\u00f3 kh\u00f4ng th\u1ec3 l\u00e0 c\u00e1c c\u00e0i \u0111\u1eb7t c\u1ea5u h\u00ecnh t\u00f9y bi\u1ebft cho c\u00e1c trang bi\u1ec3u m\u1eabu ho\u1eb7c c\u00e1c trang trong site bi\u1ec3u m\u1eabu.
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=<Trang> (Pages) l\u00e0 c\u00e1c trang \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00f9y bi\u1ebfn v\u00e0o t\u1ea1o ra tr\u00ean C\u1ed5ng th\u00f4ng tin. T\u00f9y thu\u1ed9c v\u00e0o vai tr\u00f2 c\u1ee7a b\u1ea1n m\u00e0 b\u1ea1n c\u00f3 th\u1ec3 Th\u00eam- S\u1eeda- X\u00f3a ho\u1eb7c thay \u0111\u1ed5i giao di\u1ec7n hi\u1ec3n th\u1ecb c\u1ee7a m\u1ed7i trang.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=<Trang c\u1ee7a t\u00f4i> l\u00e0 trang web do b\u1ea1n t\u1ea1o ra ho\u1eb7c \u0111\u01b0\u1ee3c g\u00e1n cho b\u1ea1n. T\u00f9y theo vai tr\u00f2 c\u1ee7a m\u00ecnh, b\u1ea1n c\u00f3 th\u1ec3 c\u1eadp nh\u1eadt c\u00e1c trang c\u1ee7a b\u1ea1n, th\u00eam m\u1edbi trang, ho\u1eb7c thay \u0111\u1ed5i giao di\u1ec7n hi\u1ec3n th\u1ecb c\u1ee7a c\u00e1c trang n\u00e0y.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Trang c\u1ee7a Trang th\u00f4ng tin
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Qu\u1ea3n l\u00fd trang
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=M\u1eabu trang (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=C\u00e1c trang c\u1ee7a t\u00f4i
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=B\u1ed1 tr\u00ed th\u1eeba h\u01b0\u1edfng t\u1eeb m\u1ed9t m\u1eabu th\u1eed nghi\u1ec7m. Portlets kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c thao t\u00e1c. (Automatic Translation)
merge-x-public-pages=Tr\u1ed9n {0} trang c\u00f4ng c\u1ed9ng
meta-tags=Meta Tags (Automatic Translation)
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=S\u1eeda \u0111\u1ed5i bi\u1ec3u m\u1eabu trang web ch\u1ec9 \u1ea3nh h\u01b0\u1edfng \u0111\u1ebfn c\u00e1c trang web kh\u00f4ng \u0111\u01b0\u1ee3c t\u1ea1o. (Automatic Translation)
not-customizable=Kh\u00f4ng th\u1ec3 t\u00f9y ch\u1ec9nh (Automatic Translation)
orphan-portlets=Portlets tr\u1ebb m\u1ed3 c\u00f4i (Automatic Translation)
page-priority=M\u1ee9c \u0111\u1ed9 quan tr\u1ecdng c\u1ee7a trang
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=C\u00e1c trang lo\u1ea1i {0} kh\u00f4ng th\u1ec3 c\u00f3 c\u00e1c trang th\u00e0nh ph\u1ea7n.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=D\u00e1n m\u00e3 JavaScript s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c thi v\u00e0o cu\u1ed1i c\u1ee7a trang.
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=D\u00e1n m\u00e3 JavaScript s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c thi v\u00e0o cu\u1ed1i c\u1ee7a trang.
please-enter-a-valid-page-priority=Vui l\u00f2ng nh\u1eadp ti\u00eau \u0111\u1ec1 trang h\u1ee3p l\u1ec7.
please-select-a-valid-change-frequency=Vui l\u00f2ng ch\u1ecdn t\u1ea7n s\u1ed1 thay \u0111\u1ed5i h\u1ee3p l\u1ec7.
please-select-a-valid-include-value=Vui l\u00f2ng lo\u1ea1i h\u1ee3p l\u1ec7.
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=Ri\u00eang trang c\u00f3 th\u1ec3 truy c\u1eadp ch\u1ec9 \u0111\u1ec3 ng\u01b0\u1eddi s\u1eed d\u1ee5ng l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a trang web c\u00f4ng ty s\u1edf h\u1eefu c\u00e1c trang. (Automatic Translation)
public-pages-help=Trang c\u00f4ng c\u1ed9ng theo m\u1eb7c \u0111\u1ecbnh c\u00f3 th\u1ec3 truy c\u1eadp cho b\u1ea5t c\u1ee9 ai, ngay c\u1ea3 kh\u00f4ng-\u0111\u0103ng nh\u1eadp ng\u01b0\u1eddi d\u00f9ng (kh\u00e1ch). (Automatic Translation)
publication-process-in-progress-help=\u0110\u00f3 l\u00e0 m\u1ed9t qu\u00e1 tr\u00ecnh xu\u1ea5t b\u1ea3n trong ti\u1ebfn tr\u00ecnh. Danh s\u00e1ch c\u00e1c trang c\u00f3 th\u1ec3 thay \u0111\u1ed5i. (Automatic Translation)
query-string=Chu\u1ed7i truy v\u1ea5n
query-string-help=T\u00f9y ch\u1ecdn s\u1eed d\u1ee5ng chu\u1ed7i truy v\u1ea5n n\u00e0y khi kh\u00f4ng c\u00f3 g\u00ec kh\u00e1c t\u1ed3n t\u1ea1i. \u0110i\u1ec1u n\u00e0y ho\u1ea1t \u0111\u1ed9ng nh\u01b0 l\u00e0 m\u1eb7c \u0111\u1ecbnh c\u00e1c th\u00f4ng s\u1ed1 cho c\u00e1c trang. (Automatic Translation)
requires-log-in=Y\u00eau c\u1ea7u \u0111\u0103ng nh\u1eadp (Automatic Translation)
reset-and-propagate=Kh\u1edfi t\u1ea1o l\u1ea1i v\u00e0 Ph\u00e2n trang
reset-changes=Thay \u0111\u1ed5i g\u1ea7n nh\u1ea5t
reset-my-customizations=Kh\u1edfi t\u1ea1o l\u1ea1i ph\u1ea7n ch\u1ec9nh s\u1eeda c\u1ee7a t\u00f4i
revision-id=\u0110\u1ecbnh danh phi\u00ean b\u1ea3n
send-sitemap-information-to-preview=G\u1eedi th\u00f4ng tin s\u01a1 \u0111\u1ed3 trang t\u1edbi {0} \u0111\u1ec3 xem {1}\:
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=Hi\u1ec3n th\u1ecb t\u00ean site
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=Thi\u1ebft l\u1eadp m\u1eb7c \u0111\u1ecbnh v\u1edbi trang hi\u1ec7n t\u1ea1i \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt. H\u00e3y nh\u1ea5p chu\u1ed9t \u0111\u1ec3 xem thay \u0111\u1ed5i n\u00e0y.
the-first-page-cannot-be-of-type-x=Trang \u0111\u1ea7u ti\u00ean kh\u00f4ng th\u1ec3 c\u00f3 lo\u1ea1i {0}.
the-page-was-created-succesfully=C\u00e1c trang \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng. (Automatic Translation)
the-page-was-deleted-succesfully=C\u00e1c trang \u0111\u00e3 \u0111\u01b0\u1ee3c x\u00f3a th\u00e0nh c\u00f4ng. (Automatic Translation)
the-page-was-updated-succesfully=Trang n\u00e0y \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=Giao th\u1ee9c s\u01a1 \u0111\u1ed3 trang th\u00f4ng tin b\u00e1o cho c\u00e1c m\u00e1y t\u00ecm ki\u1ebfm bi\u1ebft c\u1ea5u tr\u00fac c\u1ee7a trang th\u00f4ng tin.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=Giao di\u1ec7n \u0111\u00e3 ch\u1ecdn cho Trang th\u00f4ng tin kh\u00f4ng h\u1ed7 tr\u1ee3 hi\u1ec3n th\u1ecb ki\u1ec3u Title.
there-are-no-available-advanced-settings-for-these-pages=Kh\u00f4ng c\u00f3 thi\u1ebft l\u1eadp n\u00e2ng cao n\u00e0o cho c\u00e1c trang n\u00e0y.
there-are-no-collections=There are no Collections (Automatic Copy)
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-private-pages=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 trang ri\u00eang (Automatic Translation)
there-are-no-public-pages=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 trang c\u00f4ng c\u1ed9ng (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=Bi\u1ec3u t\u01b0\u1ee3ng n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb trong th\u1ef1c \u0111\u01a1n.
this-is-the-default-page-without-your-customizations=\u0110\u00e2y l\u00e0 trang m\u1eb7c \u0111\u1ecbnh ch\u01b0a c\u00f3 s\u1ef1 hi\u1ec7u ch\u1ec9nh c\u1ee7a b\u1ea1n.
this-page-belongs-to-a-user-group=Trang n\u00e0y thu\u1ed9c v\u00e0o nh\u00f3m ng\u01b0\u1eddi d\u00f9ng. M\u1ecdi s\u1ef1 thay \u0111\u1ed5i cho ph\u00e9p ch\u1ec9 \u00e1p d\u1ee5ng cho trang c\u00e1 nh\u00e2n.
this-page-can-be-customized=Trang n\u00e0y c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c t\u00f9y ch\u1ec9nh. (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=Trang n\u00e0y kh\u00f4ng th\u1ec3 b\u1ecb x\u00f3a v\u00e0 kh\u00f4ng th\u1ec3 c\u00f3 c\u00e1c trang th\u00e0nh ph\u1ea7n v\u00ec c\u00f3 li\u00ean quan \u0111\u1ebfn Bi\u1ec3u m\u1eabu trang TT\u0110T.
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=Trang kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt b\u1edfi n\u00f3 thu\u1ed9c v\u1ec1 nh\u00f3m ng\u01b0\u1eddi d\u00f9ng <em>{0}</em>.
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=Trang kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt b\u1edfi n\u00f3 li\u00ean k\u1ebft v\u1edbi <bi\u1ec3u m\u1eabu c\u1ee7a trang> m\u00e0 bi\u1ec3u m\u1eabu n\u00e0y l\u1ea1i kh\u00f4ng cho ph\u00e9p s\u1eeda \u0111\u1ed5i.
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=Trang n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c thay \u0111\u1ed5i k\u1ec3 t\u1eeb cu\u1ed1i C\u1eadp Nh\u1eadt t\u1eeb trang web m\u1eabu. (Automatic Translation)
this-page-is-linked-to-a-page-template=Trang n\u00e0y \u0111\u01b0\u1ee3c li\u00ean k\u1ebft \u0111\u1ebfn m\u1ed9t trang bi\u1ec3u m\u1eabu. H\u00e3y v\u00f4 hi\u1ec7u h\u00f3a <quy\u1ec1n thay \u0111\u1ed5i li\u00ean k\u1ebft t\u1ef1 \u0111\u1ed9ng> c\u1ee7a trang n\u00e0y \u0111\u1ec3 c\u00f3 th\u1ec3 s\u1eeda \u0111\u1ed5i.
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=Trang n\u00e0y \u0111\u01b0\u1ee3c li\u00ean k\u1ebft \u0111\u1ebfn trang m\u1eabu m\u00e0 n\u00f3 kh\u00f4ng cho ph\u00e9p vi\u1ec7c ch\u1ec9nh s\u1eeda n\u1ed9i dung.
toggle-controls=\u0110i\u1ec1u khi\u1ec3n b\u1eadt t\u1eaft (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=S\u1eed d\u1ee5ng c\u00f9ng giao di\u1ec7n v\u1edbi c\u00e1c trang th\u00f4ng tin m\u00e0 bi\u1ec3u m\u1eabu n\u00e0y \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng.
use-the-same-look-and-feel-of-the-x=S\u1eed d\u1ee5ng c\u00f9ng giao di\u1ec7n (nh\u00ecn
view-customizable-zones=Xem khu v\u1ef1c t\u00f9y ch\u1ec9nh (Automatic Translation)
view-my-customized-page=Xem trang t\u00f9y ch\u1ec9nh c\u1ee7a t\u00f4i
view-page-without-my-customizations=Xem trang m\u00e0 kh\u00f4ng c\u1ea7n tu\u1ef3 ch\u1ec9nh c\u1ee7a t\u00f4i (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=C\u1ea3nh b\u00e1o\! Tham chi\u1ebfu c\u1ee7a c\u00e1c \u1ee9ng d\u1ee5ng \u0111\u00e3 ch\u1ecdn s\u1ebd \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp l\u1ea1i v\u1ec1 thi\u1ebft l\u1eadp m\u1eb7c \u0111\u1ecbnh v\u00e0 c\u00e1c tham chi\u1ebfu c\u1ea5u h\u00ecnh c\u1ee7a \u1ee9ng d\u1ee5ng (portlet) kh\u00f4ng c\u00f2n t\u1ed3n t\u1ea1i s\u1ebd \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf.
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=B\u1ea1n c\u00f3 th\u1ec3 c\u1ea5u h\u00ecnh c\u00e1c trang c\u1ea5p cao nh\u1ea5t c\u1ee7a site c\u00f4ng c\u1ed9ng n\u00e0y \u0111\u1ec3 tr\u1ed9n v\u00e0o c\u00e1c trang c\u1ea5p cao c\u1ee7a site c\u00f4ng c\u1ed9ng {0}. Ng\u01b0\u1eddi d\u00f9ng sau \u0111\u00f3 c\u00f3 th\u1ec3 \u0111\u1ecbnh v\u1ecb gi\u1eefa hai site li\u1ec1n m\u1ed9t m\u1ea3nh.
you-can-customize-this-page=B\u1ea1n c\u00f3 th\u1ec3 c\u00e1 th\u1ec3 h\u00f3a trang n\u00e0y.
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=B\u1ea1n kh\u00f4ng th\u1ec3 x\u00f3a trang n\u00e0y v\u00ec trang ti\u1ebfp theo kh\u00f4ng \u0111\u01b0\u1ee3c xem b\u1edfi ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng x\u00e1c th\u1ef1c v\u00e0 v\u00ec th\u1ebf kh\u00f4ng l\u00e0 trang \u0111\u1ea7u ti\u00ean.
you-must-have-at-least-one-page=B\u1ea1n c\u1ea7n ph\u1ea3i c\u00f3 \u00edt nh\u1ea5t m\u1ed9t trang.
