#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection (Automatic Copy)
add-page-template=Add Page Template (Automatic Copy)
add-private-page=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
add-public-page=\u0414\u043e\u0431\u0430\u0432\u0438 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435, \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435, \u0438\u043b\u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0438 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0410\u043a\u043e \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u0430 \u0440\u0430\u0437\u043c\u043d\u043e\u0436\u0435\u043d\u0438. (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-page=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430?
are-you-sure-you-want-to-reset-your-customizations-to-default=\u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435? (Automatic Translation)
available-themes=\u041d\u0430\u043b\u0438\u0447\u043d\u0438 \u0442\u0435\u043c\u0438 (Automatic Translation)
by-x=By {0} (Automatic Copy)
change-current-theme=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0442\u0435\u043c\u0430 (Automatic Translation)
change-frequency=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0447\u0435\u0441\u0442\u043e\u0442\u0430\u0442\u0430
changes-are-immediately-available-to-end-users=\u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0441\u0430 \u0432\u0435\u0434\u043d\u0430\u0433\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. (Automatic Translation)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=\u0426\u0432\u0435\u0442\u043e\u0432\u0438 \u0441\u0445\u0435\u043c\u0438
configure-page=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=\u041a\u0430\u043d\u0434\u0438\u0434\u0430\u0442\u0441\u0442\u0432\u0430\u043d\u0435 \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0430
copy-of-a-page=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
copy-of-a-page-description=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. (Automatic Translation)
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
customization-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
delete-in-all-pages-variations=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u0438 (Automatic Translation)
empty-page=\u041f\u0440\u0430\u0437\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
empty-page-description=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0437\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0444\u043e\u0440\u043c\u0438\u0442\u0435 \u0440\u044a\u0447\u043d\u043e. (Automatic Translation)
expand-area=\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u043d\u0435 \u043e\u0431\u043b\u0430\u0441\u0442 (Automatic Translation)
hide-customizable-zones=\u0421\u043a\u0440\u0438\u0439 \u0430\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u0438 \u0437\u043e\u043d\u0438 (Automatic Translation)
hide-from-navigation-menu=\u0421\u043a\u0440\u0438\u0439 \u043e\u0442 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u043e\u043d\u043d\u043e\u0442\u043e \u043c\u0435\u043d\u044e (Automatic Translation)
html-title=HTML \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=\u0410\u043a\u043e \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430, \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=\u0410\u043a\u043e \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430, \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0449\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0442 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=\u041d\u0430\u0441\u043b\u0435\u0434\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 (Automatic Translation)
install-more=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0449\u0435
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=\u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0430 \u0444\u043e\u0440\u043c\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u044f. (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=\u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u0441\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0432 \u041f\u043e\u0440\u0442\u0430\u043b\u0430. \u0412 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0432\u0430\u0448\u0430\u0442\u0430 \u0440\u043e\u043b\u044f, \u0432\u0438\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435, \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u043e\u0431\u043b\u0438\u043a\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u041f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c "\u041c\u043e\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438" \u0441\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0442 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u043e\u0442 \u0432\u0430\u0441 \u0438\u043b\u0438 \u0441\u0430 \u0432\u0438 \u0431\u0438\u043b\u0438 \u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d\u0438. \u0412 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0432\u0430\u0448\u0430\u0442\u0430 \u0440\u043e\u043b\u044f, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u043e\u0431\u043b\u0438\u043a\u0430 \u043d\u0430 \u043d\u044f\u043a\u043e\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Site Pages
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u041c\u043e\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=\u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0432\u0430 \u043e\u0442 \u043f\u0440\u043e\u0442\u043e\u0442\u0438\u043f. \u041f\u043e\u0440\u0442\u043b\u0435\u0442\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0438\u0440\u0430\u043d\u0438. (Automatic Translation)
merge-x-public-pages=Merge {0} public pages (Automatic Copy)
meta-tags=\u041c\u0435\u0442\u0430 \u0442\u0430\u0433\u043e\u0432\u0435
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043b\u043e\u0433\u043e\u0442\u043e \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043e\u0442\u0440\u0430\u0437\u044f\u0432\u0430 \u0441\u0430\u043c\u043e \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0430 \u0441\u044a\u0437\u0434\u0430\u043b\u0438. (Automatic Translation)
not-customizable=\u041d\u0435 \u0430\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u0438 (Automatic Translation)
orphan-portlets=\u041a\u0430\u043d\u0434\u0438\u0434\u0430\u0442\u0441\u0442\u0432\u0430\u0449\u0438\u0442\u0435 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0438 (Automatic Translation)
page-priority=\u041f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=Pages of type {0} cannot have child pages. (Automatic Copy)
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=\u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 JavaScript \u043a\u043e\u0434, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430 \u0432 \u0434\u044a\u043d\u043e\u0442\u043e \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=\u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 JavaScript \u043a\u043e\u0434, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. (Automatic Translation)
please-enter-a-valid-page-priority=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435.
please-select-a-valid-change-frequency=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0447\u0435\u0441\u0442\u043e\u0442\u0430. (Automatic Translation)
please-select-a-valid-include-value=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0442\u0438\u043f.
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=\u0427\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0441\u0430\u043c\u043e \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438. (Automatic Translation)
public-pages-help=\u041f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0437\u0430 \u043d\u0438\u043a\u043e\u0433\u043e, \u0434\u043e\u0440\u0438 \u043d\u0435 \u0441\u0430 \u0432\u043b\u0435\u0437\u043b\u0438 \u0432 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 (\u0433\u043e\u0441\u0442\u0438). (Automatic Translation)
publication-process-in-progress-help=\u0412 \u0445\u043e\u0434 \u0435 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435. \u0421\u043f\u0438\u0441\u044a\u043a\u044a\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442. (Automatic Translation)
query-string=\u041d\u0438\u0437 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 (Automatic Translation)
query-string-help=\u041f\u043e \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u043d\u0438\u0437 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043d\u0438\u0449\u043e \u0434\u0440\u0443\u0433\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u0422\u043e\u0432\u0430 \u0441\u0435 \u0434\u044a\u0440\u0436\u0438 \u043a\u0430\u0442\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. (Automatic Translation)
requires-log-in=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u043c\u0438\u043d\u0430\u0432\u0430\u043d\u0435 \u043f\u0440\u0435\u0437 \u0432\u0445\u043e\u0434 (Automatic Translation)
reset-and-propagate=\u041f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435 \u0438 \u0440\u0430\u0437\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u0442 (Automatic Translation)
reset-changes=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438
reset-my-customizations=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438 \u043c\u043e\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
revision-id=\u0418\u0414 \u043d\u0430 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f (Automatic Translation)
send-sitemap-information-to-preview=Send sitemap information to {0}preview{1}\: (Automatic Copy)
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442 (Automatic Translation)
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0438\u0442\u0435. (Automatic Translation)
the-first-page-cannot-be-of-type-x=The first page cannot be of type {0}. (Automatic Copy)
the-page-was-created-succesfully=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. (Automatic Translation)
the-page-was-deleted-succesfully=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u0431\u0438\u043b\u0430 \u0438\u0437\u0442\u0440\u0438\u0442\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. (Automatic Translation)
the-page-was-updated-succesfully=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=\u0412 \u0441\u0430\u0439\u0442\u0430 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430 \u0442\u044a\u0440\u0441\u0430\u0447\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430\u0442\u0430 (sitemap) \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
the-theme-selected-for-the-site-does-not-support-displaying-the-title=\u0422\u0435\u043c\u0430\u0442\u0430, \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u0437\u0430 \u0441\u0430\u0439\u0442 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e. (Automatic Translation)
there-are-no-available-advanced-settings-for-these-pages=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0442\u0435\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438. (Automatic Translation)
there-are-no-collections=There are no Collections (Automatic Copy)
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-private-pages=\u041d\u044f\u043c\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
there-are-no-public-pages=\u041d\u044f\u043c\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=\u0422\u0430\u0437\u0438 \u0438\u043a\u043e\u043d\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f. (Automatic Translation)
this-is-the-default-page-without-your-customizations=\u0422\u043e\u0432\u0430 \u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0431\u0435\u0437 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438. (Automatic Translation)
this-page-belongs-to-a-user-group=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043a\u044a\u043c \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0433\u0440\u0443\u043f\u0430. \u0412\u0441\u044f\u043a\u0430\u043a\u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 \u0441\u0430\u043c\u043e \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u043b\u0438\u0447\u0435\u043d \u0441\u0430\u0439\u0442. (Automatic Translation)
this-page-can-be-customized=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d. (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0430 \u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u043c\u0430 \u0434\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0439 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0430\u0439\u0442. (Automatic Translation)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=This page cannot be modified because it belongs to the user group <em>{0}</em>. (Automatic Copy)
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0439 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0430\u0439\u0442, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0432 \u043d\u0435\u0433\u043e. (Automatic Translation)
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430 \u0441\u043b\u0435\u0434 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043e\u0442 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
this-page-is-linked-to-a-page-template=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0441 \u0435\u0434\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0431\u0440\u0430\u0437\u0435\u0446. \u0417\u0430\u0431\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u043c\u043d\u043e\u0436\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438. (Automatic Translation)
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0430\u0439\u0442, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0432 \u043d\u0435\u0433\u043e. (Automatic Translation)
toggle-controls=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438 (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u044a\u0449\u0438\u044f \u0432\u0438\u0434 \u0438 \u0443\u0441\u0435\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435, \u0432 \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u0448\u0430\u0431\u043b\u043e\u043d. (Automatic Translation)
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=\u0418\u0437\u0433\u043b\u0435\u0434 \u0430\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u0438 \u0437\u043e\u043d\u0438 (Automatic Translation)
view-my-customized-page=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043c\u043e\u044f\u0442\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
view-page-without-my-customizations=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0431\u0435\u0437 \u043c\u043e\u044f \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\! \u041f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0438 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u043d\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438. (Automatic Translation)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=You can configure the top level pages of this public site to merge with the top level pages of the public {0} site. Users can then navigate between the two sites more seamlessly. (Automatic Copy)
you-can-customize-this-page=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0435 \u0435 vieweable \u043e\u0442 unathenticated \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0442\u0430\u043a\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u044a\u0440\u0432\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
you-must-have-at-least-one-page=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
