#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=Prid\u0117ti privataus puslap\u012f (Automatic Translation)
add-public-page=Prid\u0117ti vie\u0161ajame puslapyje (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=Nustatyti tai, kad svetaini\u0173 administratoriai, Nor\u0117dami \u012ftraukti, pa\u0161alinti, arba konfig\u016bruoti programos ir \u0161io puslapio ypatybi\u0173 keitimas. Jeigu svetain\u0117s administratoriai modifikuojate tinklap\u012f, keitimai \u012f pradin\u012f svetain\u0117s \u0161ablono puslap\u012f yra nebe padauginti. (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-page=Ar tikrai norite panaikinti pasirinkt\u0105 puslap\u012f? (Automatic Translation)
are-you-sure-you-want-to-reset-your-customizations-to-default=Ar tikrai norite i\u0161 naujo nustatyti numatyt\u0105j\u012f tinkinim\u0173? (Automatic Translation)
available-themes=Galimas temas (Automatic Translation)
by-x=By {0} (Automatic Copy)
change-current-theme=Keisti esam\u0105 tem\u0105 (Automatic Translation)
change-frequency=Kaitos da\u017enis (Automatic Translation)
changes-are-immediately-available-to-end-users=Visi pakeitimai i\u0161 karto pateikiami galutiniams vartotojams. (Automatic Translation)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=Spalv\u0173 schema (Automatic Translation)
configure-page=Konfig\u016bruoti puslapis (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=Nukopijuokite programos (Automatic Translation)
copy-of-a-page=\u0160ios svetain\u0117s puslapio kopij\u0105 (Automatic Translation)
copy-of-a-page-description=Kopijuoti esam\u0105 puslap\u012f i\u0161 \u0161ios svetain\u0117s. (Automatic Translation)
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=Tinkinimo pasirinktys (Automatic Translation)
customization-settings=Tinkinimo parametrai (Automatic Translation)
delete-in-all-pages-variations=Naikinti visus puslapius variantus (Automatic Translation)
empty-page=Tu\u0161\u010dias puslapis (Automatic Translation)
empty-page-description=Sukurti tu\u0161\u010di\u0105 puslap\u012f galite i\u0161d\u0117styti rankiniu b\u016bdu. (Automatic Translation)
expand-area=I\u0161pl\u0117skite srit\u012f (Automatic Translation)
hide-customizable-zones=Sl\u0117pti pritaikoma zonose (Automatic Translation)
hide-from-navigation-menu=Sl\u0117pti nar\u0161ymo meniu (Automatic Translation)
html-title=HTML pavadinimas (Automatic Translation)
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=Jei \u0161is raktas \u012fgalintas, \u0161iame puslapyje n\u0117ra rodomi navigacijos meniu. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=Jei \u012fgalinta, \u0161iame puslapyje bus paveld\u0117ti pakeitimai, padaryti puslapio \u0161ablon\u0105. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=Paveldi pakeitimus (Automatic Translation)
install-more=\u012ediegti daugiau (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=Ne\u012fmanoma nustatyti tinkinimo parametrus laisvos formos maketus. (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=Ne\u012fmanoma nurodyti tinkinimo parametrus puslapi\u0173 svetain\u0117s \u0161ablonuose arba \u0161ablonus. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Puslapiai yra pasirinktinis interneto puslapius, kurie buvo sukurti portal\u0105. Atsi\u017evelgiant \u012f j\u016bs\u0173 vaidmen\u012f, gali redaguoti \u0161iuos puslapius, prid\u0117ti puslapi\u0173 arba keisti puslapio i\u0161vaizd\u0105 ir. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Mano puslapyje yra pasirinktinis interneto puslapius, kurie kuriate arba kurie yra jums priskirti. Atsi\u017evelgiant \u012f j\u016bs\u0173 vaidmen\u012f, gali redaguoti puslapius, prid\u0117ti puslapi\u0173 arba keisti puslapio i\u0161vaizd\u0105 ir. (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Svetain\u0117s puslapiai (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Tvarkyti puslapi\u0173 (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Vieno puslapio \u0161ablone (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Mano puslapiai (Automatic Translation)
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=Maketo paveldi i\u0161 prototipas. Portalo \u012fskiepius negali b\u016bti manipuliuojama. (Automatic Translation)
merge-x-public-pages=Merge {0} public pages (Automatic Copy)
meta-tags=Meta \u017eymeles (Automatic Translation)
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=Pakeisti svetain\u0117s \u0161ablon\u0105 logotipas paveikia tik svetaini\u0173, kurios dar nesuk\u016br\u0117. (Automatic Translation)
not-customizable=Ne pritaikoma (Automatic Translation)
orphan-portlets=Ret\u0173j\u0173 portalo \u012fskiepius (Automatic Translation)
page-priority=Puslapis prioritetas (Automatic Translation)
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=Pages of type {0} cannot have child pages. (Automatic Copy)
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=Nukopijuokite JavaScript kod\u0105, kuris vykdomas kiekvieno puslapio apa\u010dioje. (Automatic Translation)
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=Nukopijuokite JavaScript kod\u0105, kur\u012f jis puslapio apa\u010dioje. (Automatic Translation)
please-enter-a-valid-page-priority=Pra\u0161ome \u012fvesti galiojant\u012f puslapis prioritetas. (Automatic Translation)
please-select-a-valid-change-frequency=Pra\u0161ome pasirinkti svarbi\u0173 poky\u010di\u0173 da\u017enis. (Automatic Translation)
please-select-a-valid-include-value=Pra\u0161ome pasirinkti galiojant\u012f \u012ftraukti reik\u0161m\u0119. (Automatic Translation)
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=Privatus puslapiai yra prieinamas tik tiems vartotojams, kurie priklauso svetain\u0117s, kuriai priklauso puslapius. (Automatic Translation)
public-pages-help=Vie\u0161us puslapius yra pagal nutyl\u0117jim\u0105 prieinam\u0105 visiems, net ne-Prisijung\u0119 vartotojai (sve\u010diai). (Automatic Translation)
publication-process-in-progress-help=Ten vyksta paskelbimo procesas. S\u0105ra\u0161\u0105 puslapi\u0173 gali pakeisti. (Automatic Translation)
query-string=U\u017eklausos eilut\u0117 (Automatic Translation)
query-string-help=Pasirinktinai naudoti \u0161\u012f u\u017eklausos eilut\u0119, kai niekas kitas. Tai veikia kaip numatytuosius parametrus puslapyje. (Automatic Translation)
requires-log-in=Reikia prisijungti (Automatic Translation)
reset-and-propagate=I\u0161 naujo nustatyti ir skleisti (Automatic Translation)
reset-changes=I\u0161 naujo nustatyti pakeitimai (Automatic Translation)
reset-my-customizations=I\u0161 naujo nustatyti savo tinkinimus (Automatic Translation)
revision-id=Per\u017ei\u016bra ID (Automatic Translation)
send-sitemap-information-to-preview=Send sitemap information to {0}preview{1}\: (Automatic Copy)
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=Rodyti svetain\u0117s pavadinimas (Automatic Translation)
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=Atnaujinti dabartin\u012f puslap\u012f pagal nutyl\u0117jim\u0105. Spauskite \u010dia Nor\u0117dami pamatyti juos. (Automatic Translation)
the-first-page-cannot-be-of-type-x=The first page cannot be of type {0}. (Automatic Copy)
the-page-was-created-succesfully=Puslapis s\u0117kmingai sukurtas. (Automatic Translation)
the-page-was-deleted-succesfully=Puslapis buvo s\u0117kmingai i\u0161trintas. (Automatic Translation)
the-page-was-updated-succesfully=Puslapis buvo s\u0117kmingai atnaujintas. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=Pasinaudoti svetain\u0117s strukt\u016bros protokolu prane\u0161a ie\u0161kos moduliams apie svetain\u0117s sandara (strukt\u016bra). (Automatic Translation)
the-theme-selected-for-the-site-does-not-support-displaying-the-title=Tema pasirinkta svetain\u0117 nepalaiko rodomas pavadinimas. (Automatic Translation)
there-are-no-available-advanced-settings-for-these-pages=\u0160iuo metu n\u0117ra laisv\u0173 i\u0161pl\u0117stinius parametrus \u0161iuose puslapiuose. (Automatic Translation)
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=N\u0117ra priva\u010di\u0173 puslapi\u0173 (Automatic Translation)
there-are-no-public-pages=N\u0117ra vie\u0161\u0173j\u0173 puslapi\u0173 (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=\u0160i piktograma bus rodoma navigacijos meniu. (Automatic Translation)
this-is-the-default-page-without-your-customizations=Tai yra numatytasis puslapis be savo tinkinimus. (Automatic Translation)
this-page-belongs-to-a-user-group=\u0160is puslapis priklauso vartotoj\u0173 grupei. Pakeitimus galima b\u016bt\u0173 taikomi tik \u0161ios asmenin\u0117s svetain\u0117s. (Automatic Translation)
this-page-can-be-customized=\u0160iame puslapyje gali b\u016bti pritaikytas. (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=\u0160is puslapis negali b\u016bti panaikintas, ir negali tur\u0117ti antrinius puslapius, nes ji yra susijusi su svetain\u0117s \u0161ablon\u0105. (Automatic Translation)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=This page cannot be modified because it belongs to the user group <em>{0}</em>. (Automatic Copy)
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\u0160is puslapis keisti negalima, nes ji yra susijusi su svetain\u0117s \u0161ablon\u0105, kuris neleid\u017eia jos. (Automatic Translation)
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=\u0160is puslapis buvo pakeista nuo paskutinio naujinimo svetain\u0117s \u0161ablono. (Automatic Translation)
this-page-is-linked-to-a-page-template=\u0160is puslapis yra susietas su puslapio \u0161ablon\u0105. I\u0161jungti Automatinis aerozolin\u0117s pakeitimus \u0161iame puslapyje, kad b\u016bt\u0173 galima keisti. (Automatic Translation)
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\u0160is puslapis yra susijusi su svetain\u0117s \u0161ablon\u0105, kuris neleid\u017eia jos. (Automatic Translation)
toggle-controls=Perjungti valdikliai (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=Naudokite pa\u010di\u0105 i\u0161vaizd\u0105 ir puslapi\u0173, kuriuose naudojamas \u0161\u012f \u0161ablon\u0105. (Automatic Translation)
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=Rodyti pritaikoma zonose (Automatic Translation)
view-my-customized-page=Rodyti mano tinkinti puslap\u012f (Automatic Translation)
view-page-without-my-customizations=Per\u017ei\u016br\u0117ti puslap\u012f be savo tinkinimus (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=\u012esp\u0117jimas\! Pasirinkto portalo \u012fskiepius pageidavimus bus atstatyti \u012f numatytuosius parametrus ir pageidavimus portalo \u012fskiepius, kurios jau yra trinami. (Automatic Translation)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=You can configure the top level pages of this public site to merge with the top level pages of the public {0} site. Users can then navigate between the two sites more seamlessly. (Automatic Copy)
you-can-customize-this-page=Galite tinkinti \u0160is puslapis. (Automatic Translation)
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=Negalima panaikinti \u0161\u012f puslap\u012f, nes kitame puslapyje n\u0117ra vieweable i\u0161 unathenticated vartotojams, tod\u0117l negali b\u016bti pirmajame puslapyje. (Automatic Translation)
you-must-have-at-least-one-page=Turite tur\u0117ti bent vien\u0105 puslap\u012f. (Automatic Translation)
