#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection (Automatic Copy)
add-page-template=Add Page Template (Automatic Copy)
add-private-page=\u00d6zel sayfa ekleme (Automatic Translation)
add-public-page=Genel sayfa Ekle (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=Bu site y\u00f6neticileri eklemek, kald\u0131rmak, veya uygulamalar\u0131 yap\u0131land\u0131rmak ve bu sayfan\u0131n \u00f6zelliklerini de\u011fi\u015ftirmek izin vermek i\u00e7in ayarlay\u0131n. Site y\u00f6neticileri sayfas\u0131n\u0131 de\u011fi\u015ftirirseniz, de\u011fi\u015fiklikler \u00f6zg\u00fcn site \u015fablon sayfas\u0131 i\u00e7in art\u0131k yay\u0131l\u0131r. (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-page=Se\u00e7ili sayfay\u0131 silmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-reset-your-customizations-to-default=\u00d6zelle\u015ftirmelerinizi varsay\u0131lana s\u0131f\u0131rlamak istedi\u011finizden emin misiniz? (Automatic Translation)
available-themes=Mevcut Temalar (Automatic Translation)
by-x=By {0} (Automatic Copy)
change-current-theme=Ge\u00e7erli Tema De\u011fi\u015ftir (Automatic Translation)
change-frequency=Frekans De\u011fi\u015ftir
changes-are-immediately-available-to-end-users=Herhangi bir de\u011fi\u015fiklik derhal son kullan\u0131c\u0131lara kullan\u0131labilir. (Automatic Translation)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=Renk \u015eemalar\u0131
configure-page=Sayfa yap\u0131land\u0131rma (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=\u0130\u015f Ba\u015fvurusu
copy-of-a-page=Sayfaya Ba\u011flant\u0131
copy-of-a-page-description=Varolan bir sayfay\u0131 bu siteden kopyalay\u0131n. (Automatic Translation)
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=\u00d6zelle\u015ftirme se\u00e7enekleri (Automatic Translation)
customization-settings=\u00d6zelle\u015ftirme ayarlar\u0131 (Automatic Translation)
delete-in-all-pages-variations=Varyasyonlar\u0131 t\u00fcm sayfalar\u0131 sil (Automatic Translation)
empty-page=Bo\u015f sayfa (Automatic Translation)
empty-page-description=El ile haz\u0131rlamak bo\u015f bir sayfa olu\u015fturun. (Automatic Translation)
expand-area=Alan\u0131n\u0131 Geni\u015flet (Automatic Translation)
hide-customizable-zones=\u00d6zelle\u015ftirilebilir Dilimleri Gizle (Automatic Translation)
hide-from-navigation-menu=Navigasyon men\u00fcs\u00fcnden gizle (Automatic Translation)
html-title=HTML Ba\u015fl\u0131\u011f\u0131
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=Etkinle\u015ftirilirse, Bu sayfa gezinme men\u00fcs\u00fc g\u00f6r\u00fcnm\u00fcyor. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=Etkin, Bu sayfa sayfa \u015fablonunda yap\u0131lan de\u011fi\u015fiklikleri devralmaz. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=De\u011fi\u015fiklikleri devral\u0131r (Automatic Translation)
install-more=Daha Fazla Y\u00fckle
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=Serbest bi\u00e7im d\u00fczenleri \u00f6zelle\u015ftirme ayarlar\u0131n\u0131 belirtmek m\u00fcmk\u00fcn de\u011fildir. (Automatic Translation)
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=Site \u015fablonlar\u0131 veya sayfa \u015fablonlar\u0131nda sayfalar\u0131 \u00f6zelle\u015ftirme ayarlar\u0131n\u0131 belirtmek m\u00fcmk\u00fcn de\u011fildir. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Portalda olu\u015fturulan \u00f6zel web sayfalar\u0131 sayfalar\u0131d\u0131r. Rol\u00fcn\u00fcze ba\u011fl\u0131 olarak, bu sayfalar\u0131 d\u00fczenlemek, sayfalar\u0131 ekleyebilir veya bir sayfa g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc de\u011fi\u015ftirebilirsiniz. (Automatic Translation)
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Olu\u015fturdu\u011funuz veya bu size atanan \u00f6zel web sayfalar\u0131 sayfalar\u0131d\u0131r. Rol\u00fcn\u00fcze ba\u011fl\u0131 olarak, sayfalar\u0131n\u0131z\u0131 d\u00fczenlemek, sayfalar\u0131 ekleyebilir veya bir sayfa g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc de\u011fi\u015ftirebilirsiniz. (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Site Pages
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Sayfalar\u0131 Y\u00f6net
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Sayfa \u015fablonu sayfa (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Sayfalar\u0131m
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=D\u00fczen bir prototip devral\u0131r. Portletleri manip\u00fcle edilebilir. (Automatic Translation)
merge-x-public-pages=Merge {0} public pages (Automatic Copy)
meta-tags=Meta Etiketleri
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=Site \u015fablonu logo de\u011fi\u015ftirme yaln\u0131zca hen\u00fcz olu\u015fturulmad\u0131 siteleri etkiler. (Automatic Translation)
not-customizable=\u00d6zelle\u015ftirilemeyen (Automatic Translation)
orphan-portlets=Yetim portletler (Automatic Translation)
page-priority=Sayfa \u00d6nceli\u011fi
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=Pages of type {0} cannot have child pages. (Automatic Copy)
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=Her sayfan\u0131n alt k\u0131sm\u0131nda y\u00fcr\u00fct\u00fclen JavaScript kodu yap\u0131\u015ft\u0131r\u0131n. (Automatic Translation)
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=Sayfan\u0131n alt k\u0131sm\u0131nda y\u00fcr\u00fct\u00fclen JavaScript kodu yap\u0131\u015ft\u0131r\u0131n. (Automatic Translation)
please-enter-a-valid-page-priority=L\u00fctfen ge\u00e7erli bir ba\u015fl\u0131k giriniz.
please-select-a-valid-change-frequency=L\u00fctfen ge\u00e7erli de\u011fi\u015fiklik s\u00fcresi se\u00e7in. (Automatic Translation)
please-select-a-valid-include-value=L\u00fctfen bir t\u00fcr se\u00e7in.
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=\u00d6zel sayfalar sayfalar\u0131 sahibi sitenin \u00fcyeleri olan kullan\u0131c\u0131lar i\u00e7in eri\u015filebilir. (Automatic Translation)
public-pages-help=Herkes, hatta d\u0131\u015f\u0131 kullan\u0131c\u0131lar (Misafir) oturum taraf\u0131ndan varsay\u0131lan olarak genel sayfalar\u0131d\u0131r. (Automatic Translation)
publication-process-in-progress-help=Devam eden bir yay\u0131n s\u00fcreci vard\u0131r. Sayfa listesini de\u011fi\u015ftirebilir. (Automatic Translation)
query-string=Sorgu dizesi (Automatic Translation)
query-string-help=Hi\u00e7biri varsa iste\u011fe ba\u011fl\u0131 olarak bu sorgu dizesini kullan\u0131n. Bu sayfa i\u00e7in varsay\u0131lan parametreler olarak davran\u0131r. (Automatic Translation)
requires-log-in=Giri\u015f gerektirir (Automatic Translation)
reset-and-propagate=Ara\u015ft\u0131rma ve yaymak (Automatic Translation)
reset-changes=G\u00fcncel De\u011fi\u015fiklikler
reset-my-customizations=Benim \u00f6zelle\u015ftirmeleri s\u0131f\u0131rla (Automatic Translation)
revision-id=G\u00f6zden ge\u00e7irme numaras\u0131 (Automatic Translation)
send-sitemap-information-to-preview={0} adresine site harita bilgisini g\u00f6nder, \u00f6nizleme{1}\:
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=Site ad\u0131n\u0131 g\u00f6ster (Automatic Translation)
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=Ge\u00e7erli sayfa i\u00e7in varsay\u0131lan de\u011ferleri g\u00fcncelle\u015ftirildi. Onlar\u0131 g\u00f6rmek i\u00e7in buray\u0131 t\u0131klat\u0131n. (Automatic Translation)
the-first-page-cannot-be-of-type-x=The first page cannot be of type {0}. (Automatic Copy)
the-page-was-created-succesfully=Sayfay\u0131 ba\u015far\u0131yla olu\u015fturuldu. (Automatic Translation)
the-page-was-deleted-succesfully=Sayfay\u0131 ba\u015far\u0131yla silindi. (Automatic Translation)
the-page-was-updated-succesfully=Sayfay\u0131 ba\u015far\u0131yla g\u00fcncelle\u015ftirildi. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=Site haritas\u0131 protokol\u00fc web sitesi haritas\u0131n\u0131n arama motorunu bildiriyor.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=Site i\u00e7in se\u00e7ilen tema ba\u015fl\u0131\u011f\u0131 desteklemez. (Automatic Translation)
there-are-no-available-advanced-settings-for-these-pages=Bu sayfalar i\u00e7in kullan\u0131labilir hi\u00e7bir geli\u015fmi\u015f ayarlar\u0131 vard\u0131r. (Automatic Translation)
there-are-no-collections=There are no Collections (Automatic Copy)
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-private-pages=\u00d6zel sayfa yok (Automatic Translation)
there-are-no-public-pages=Genel sayfa yok (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=Bu kutsal ki\u015filerin resmi-ecek var olmak g\u00f6stermek navigasyon men\u00fcs\u00fc. (Automatic Translation)
this-is-the-default-page-without-your-customizations=Bu \u00f6zelle\u015ftirmelerinizi olmadan varsay\u0131lan sayfas\u0131d\u0131r. (Automatic Translation)
this-page-belongs-to-a-user-group=Bu sayfa bir kullan\u0131c\u0131 grubuna ait. Herhangi bir de\u011fi\u015fiklik izin yaln\u0131zca ki\u015fisel bu siteye uygulan\u0131r. (Automatic Translation)
this-page-can-be-customized=Bu sayfa-ebilmek var olmak customized. (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=Bu sayfa silinemez ve site \u015fablonu i\u00e7in ili\u015fkili oldu\u011fundan alt sayfalar\u0131 olamaz. (Automatic Translation)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=This page cannot be modified because it belongs to the user group <em>{0}</em>. (Automatic Copy)
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=Bu de\u011fi\u015fiklikler izin vermeyen bir site \u015fablonu i\u00e7in ili\u015fkili oldu\u011fundan bu sayfa de\u011fi\u015ftirilemez. (Automatic Translation)
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=Bu sayfa site \u015fablonundan son g\u00fcncelle\u015ftirmeden bu yana de\u011fi\u015fti. (Automatic Translation)
this-page-is-linked-to-a-page-template=Bu sayfa bir sayfa \u015fablonuna ba\u011fl\u0131d\u0131r. De\u011fi\u015fiklik de\u011fi\u015fiklikler yapabilmek i\u00e7in bu sayfaya otomatik yay\u0131l\u0131m\u0131 devre d\u0131\u015f\u0131 b\u0131rak\u0131n. (Automatic Translation)
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=Bu sayfa bu de\u011fi\u015fiklikler izin vermeyen bir site \u015fablonu ba\u011fl\u0131d\u0131r. (Automatic Translation)
toggle-controls=\u0130ki durumlu denetimleri (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=Bu \u015fablon kullan\u0131ld\u0131\u011f\u0131 sayfalar\u0131 ayn\u0131 g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc ve kullan\u0131m\u0131n\u0131 kullan\u0131n. (Automatic Translation)
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=G\u00f6r\u00fcn\u00fcm\u00fc \u00f6zelle\u015ftirilebilir b\u00f6lgeleri (Automatic Translation)
view-my-customized-page=\u00d6zelle\u015ftirilmi\u015f sayfam\u0131 g\u00f6ster (Automatic Translation)
view-page-without-my-customizations=G\u00f6r\u00fcn\u00fcm sayfas\u0131 benim \u00f6zelle\u015ftirmeleri olmadan (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=Uyar\u0131\! Se\u00e7ilen portlet tercihlerini varsay\u0131lan ayarlara s\u0131f\u0131rlan\u0131r ve art\u0131k var olmayan portletler tercihler silinir. (Automatic Translation)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=You can configure the top level pages of this public site to merge with the top level pages of the public {0} site. Users can then navigate between the two sites more seamlessly. (Automatic Copy)
you-can-customize-this-page=Bu sayfa \u00f6zelle\u015ftirebilirsiniz. (Automatic Translation)
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=Sonraki sayfaya vieweable unathenticated kullan\u0131c\u0131lar\u0131 ve bu y\u00fczden taraf\u0131ndan ilk sayfas\u0131 olamaz olmad\u0131\u011f\u0131 i\u00e7in bu sayfay\u0131 silemezsiniz. (Automatic Translation)
you-must-have-at-least-one-page=En az bir sayfan\u0131z olmal\u0131d\u0131r.
