#X-Generator: crowdin.com
add-child-page-of-x={0}-b\u00f3l \u00faj gyermekoldal
add-collection=Add Collection (Automatic Copy)
add-page-template=Add Page Template (Automatic Copy)
add-private-page=\u00daj priv\u00e1t oldal
add-public-page=\u00daj publikus oldal
allow-site-administrators-to-modify-this-page-for-their-site=Enged\u00e9lyezd a webhely adminisztr\u00e1toroknak, hogy m\u00f3dos\u00edts\u00e1k ezt az oldal\u00e1t az \u0151 webhely\u00fcknek, akkor is, ha a v\u00e1ltoz\u00e1s terjeszt\u00e9s enged\u00e9lyezett.
allow-site-administrators-to-modify-this-page-for-their-site-help=Az \u00e9rt\u00e9k be\u00e1ll\u00edt\u00e1s\u00e1val az adminisztr\u00e1torok hozz\u00e1adhatnak, elt\u00e1vol\u00edthatnak vagy be\u00e1ll\u00edthatnak alkalmaz\u00e1sokat, \u00e9s megv\u00e1ltoztathatj\u00e1k ennek az oldalnak a tulajdons\u00e1gait. Ha a webhelyadminisztr\u00e1torok megv\u00e1ltoztatj\u00e1k az oldalt, a v\u00e1ltoz\u00e1sok nem terjednek \u00e1t az eredeti webhelysablon oldalra.
are-you-sure-you-want-to-delete-the-selected-page=Biztosan t\u00f6r\u00f6lj\u00fck a kiv\u00e1lasztott oldalt?
are-you-sure-you-want-to-reset-your-customizations-to-default=Biztosan vissza\u00e1ll\u00edtsuk az egyedi be\u00e1ll\u00edt\u00e1saidat az alap\u00e9rt\u00e9kekre?
available-themes=El\u00e9rhet\u0151 t\u00e9m\u00e1k
by-x={0} \u00e1ltal
change-current-theme=Aktu\u00e1lis t\u00e9ma megv\u00e1ltoztat\u00e1sa
change-frequency=Frekvencia v\u00e1lt\u00e1s
changes-are-immediately-available-to-end-users=Minden v\u00e1ltoztat\u00e1s azonnal el\u00e9rhet\u0151 lesz a v\u00e9gfelhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra.
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Kattints a <em>Vissza\u00e1ll\u00edt\u00e1s \u00e9s terjeszt\u00e9s</em>re, hogy vissza\u00e1ll\u00edtsd a hiba sz\u00e1ml\u00e1l\u00f3t \u00e9s terjeszd a v\u00e1ltoztat\u00e1sokat innen\: {0}.
color-scheme=Sz\u00edns\u00e9m\u00e1k
configure-page=Konfigur\u00e1l\u00e1s\u00e1hoz oldalala (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=Alkalmaz\u00e1sok m\u00e1sol\u00e1sa
copy-of-a-page=Ezen webhely egyik oldal\u00e1nak m\u00e1sol\u00e1sa
copy-of-a-page-description=Ezen webhely egyik l\u00e9tez\u0151 oldal\u00e1nak m\u00e1sol\u00e1sa
customizable-admin-help=Az ezen az oldalon v\u00e9gzett b\u00e1rmilyen m\u00f3dos\u00edt\u00e1s az \u00f6sszes felhaszn\u00e1l\u00f3ra hat\u00e1ssal lesz.
customizable-help=A felhaszn\u00e1l\u00f3k azzal az enged\u00e9llyel, hogy szem\u00e9lyre szabhatj\u00e1k ezt az oldalt, k\u00e9pesek arra, hogy szem\u00e9lyre szabj\u00e1k azokat a szekci\u00f3kat, amelyek szem\u00e9lyre szabhat\u00f3k.
customizable-user-help=Az al\u00e1bb megjel\u00f6lt ter\u00fcletekhez olyan alkalmaz\u00e1sokat adhat hozz\u00e1 \u00e9s olyan be\u00e1ll\u00edt\u00e1sokat v\u00e9gezhet, amelyeket csak \u00d6n fog l\u00e1tni.
customization-options=Testreszab\u00e1si lehet\u0151s\u00e9gek
customization-settings=Be\u00e1ll\u00edt\u00e1sok testreszab\u00e1sa
delete-in-all-pages-variations=T\u00f6rl\u00e9s minden oldalv\u00e1ltozatban
empty-page=\u00dcres oldal
empty-page-description=Hozz l\u00e9tre egy \u00fcres oldalt, amit manu\u00e1lisan el tudsz helyezni.
expand-area=Ter\u00fclet nagy\u00edt\u00e1sa
hide-customizable-zones=Testreszabhat\u00f3 z\u00f3n\u00e1k elrejt\u00e9se
hide-from-navigation-menu=Elt\u0171ntet\u00e9s a navig\u00e1ci\u00f3s men\u00fcb\u0151l
html-title=HTML c\u00edm
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=Ha ez enged\u00e9lyezett, akkor ez az oldal nem jelenik meg a navig\u00e1ci\u00f3s men\u00fcben.
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=Ha ez enged\u00e9lyezett, akkor ez az oldal \u00f6r\u00f6k\u00f6lni fogja az oldal sablon v\u00e1ltoztat\u00e1sait.
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=Ha ez enged\u00e9lezett, ez az oldal \u00f6r\u00f6k\u00f6lni fogja a(z) <em>{0}</em> oldal sablon v\u00e1ltoztat\u00e1sait.
inherit-changes=V\u00e1ltoz\u00e1sok \u00f6r\u00f6kl\u00e9se
install-more=Tov\u00e1bbiak telep\u00edt\u00e9se
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=A szabadform\u00e1j\u00fa elrendez\u00e9shez nem lehet egyedi be\u00e1ll\u00edt\u00e1sokat megadni.
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=Nem lehets\u00e9ges a webhely- vagy oldalsablonok oldalaihoz testreszab\u00e1si be\u00e1ll\u00edt\u00e1sokat megadni.
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Az oldalak a port\u00e1l egyedi weblapjai. Szerepk\u00f6rt\u0151l f\u00fcgg\u0151en szerkeszthet\u0151k, l\u00e9trehozhat\u00f3k ezek az oldalak, illetve a megjelen\u00e9s\u00fck v\u00e1ltoztathat\u00f3.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=A saj\u00e1t oldalak egyedi weboldalak, melyeket mi hozunk l\u00e9tre vagy hozz\u00e1nk vannak rendelve. A szerepk\u00f6r\u00fcnkt\u0151l f\u00fcgg\u0151en szerkeszthet\u0151k ezek az oldalak, \u00faj oldalakat hozhatunk l\u00e9tre vagy megv\u00e1ltoztathat\u00f3 egy oldal kin\u00e9zete.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Webhely oldalak
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Oldalak kezel\u00e9se
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Oldal sablon (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Saj\u00e1t oldalak
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=Az elrendez\u00e9s egy prototipust\u00f3l \u00f6r\u00f6k\u00f6lt. A portleteket nem lehet manipul\u00e1lni.
merge-x-public-pages={0} nyilv\u00e1nos oldalak \u00f6sszef\u00e9s\u00fcl\u00e9se
meta-tags=Meta c\u00edmk\u00e9k
modifiable-help=Az oldal adminisztr\u00e1torok akik haszn\u00e1lj\u00e1k ezt az oldal sablont, csak azokat a szekci\u00f3kat m\u00f3dos\u00edthatj\u00e1k, amik m\u00f3dos\u00edthat\u00f3nak vannak jel\u00f6lve.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=A webhely sablon log\u00f3j\u00e1nak megv\u00e1ltoztat\u00e1sa csak azokra a webhelyekre lesz hat\u00e1ssal, amik m\u00e9g nem j\u00f6ttek l\u00e9tre.
not-customizable=Nem szabhat\u00f3 testre.
orphan-portlets=\u00c1rva portletek (Automatic Translation)
page-priority=Oldal priorit\u00e1sa
pages-of-type-x-cannot-be-selected={0} t\u00edpus\u00fa oldalak nem kiv\u00e1laszthat\u00f3ak.
pages-of-type-x-cannot-have-child-pages=Nem lehetnek gyereklapjai a k\u00f6vetkez\u0151 t\u00edpus\u00fa oldalaknak\: {0}.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=Az oldal alj\u00e1n az ide beillesztett JavaScript k\u00f3d fog v\u00e9grehajt\u00f3dni.
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=Az oldal alj\u00e1n az ide beillesztett JavaScript k\u00f3d fog v\u00e9grehajt\u00f3dni.
please-enter-a-valid-page-priority=Adj meg egy \u00e9rv\u00e9nyes oldal priorit\u00e1st.
please-select-a-valid-change-frequency=V\u00e1lassz egy \u00e9rv\u00e9nyes v\u00e1lt\u00e1si gyakoris\u00e1got\!
please-select-a-valid-include-value=V\u00e1lassz egy \u00e9rv\u00e9nyes include \u00e9rt\u00e9ket\!
please-set-the-virtual-host-before-you-set-the-robots-txt=\u00c1ll\u00edtsd be a virtu\u00e1lis hostot, miel\u0151tt be\u00e1ll\u00edtod a <em>robots.txt</em>-t.
private-pages-help=A priv\u00e1t oldlalak csak azon felhaszn\u00e1l\u00f3knak el\u00e9rhet\u0151ek, akik tagjai a webhelynek, ami az oldalak tulajdonosa.
public-pages-help=A publikus oldalak alap\u00e9rtelmez\u00e9sk\u00e9nt el\u00e9rhet\u0151ek b\u00e1rkinek, m\u00e9g a nem bejelentkezett felhaszn\u00e1l\u00f3knak (vend\u00e9gek) is.
publication-process-in-progress-help=Jelenleg fut egy publik\u00e1ci\u00f3s folyamat. Az oldalak list\u00e1ja v\u00e1ltozhat.
query-string=Lek\u00e9rdez\u0151 sztring
query-string-help=V\u00e1laszthatod az al\u00e1bbi queryt is ha nincs m\u00e1s l\u00e9tez\u0151. Ez haszn\u00e1lhat\u00f3 az oldal alapparam\u00e9terez\u00e9s\u00e9hez.
requires-log-in=Bejelentkez\u00e9st ig\u00e9nyel
reset-and-propagate=Vissza\u00e1ll\u00edt\u00e1s \u00e9s terjeszt\u00e9s
reset-changes=V\u00e1ltoz\u00e1sok alaphelyzetbe \u00e1ll\u00edt\u00e1sa
reset-my-customizations=Saj\u00e1t be\u00e1ll\u00edt\u00e1saim vissza\u00e1ll\u00edt\u00e1sa alaphelyzetbe
revision-id=\u00c1tn\u00e9z\u00e9s azonos\u00edt\u00f3ja
send-sitemap-information-to-preview=Oldalt\u00e9rk\u00e9p inform\u00e1ci\u00f3 k\u00fcld\u00e9se {0}el\u0151n\u00e9zetre{1}\:
set-the-robots-txt=\u00c1ll\u00edtsd be a <em>robots.txt</em>-t az oldalakhoz.
show-site-name=Webhelyn\u00e9v mutat\u00e1sa
some-page-settings-are-unavailable-because-x-is-enabled=N\u00e9h\u00e1ny oldal be\u00e1ll\u00edt\u00e1s nem el\u00e9rhet\u0151, mert a(z) <em>{0}</em> enged\u00e9lyezett. Ezen be\u00e1ll\u00edt\u00e1sok megv\u00e1ltoztat\u00e1s\u00e1hoz tiltsd le a(z) <em>{0}</em>-t ebben a szakaszban\: <em>{1}</em>.
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=Az aktu\u00e1lis oldal alap\u00e9rt\u00e9kei friss\u00fcltek. Kattintson ide, hogy megtekintse azokat.
the-first-page-cannot-be-of-type-x=Az els\u0151 oldal nem lehet {0} t\u00edpus\u00fa.
the-page-was-created-succesfully=Az oldal sikeresen megt\u00f6rt\u00e9nt. (Automatic Translation)
the-page-was-deleted-succesfully=Az oldal sikeresen t\u00f6r\u00f6lve lett. (Automatic Translation)
the-page-was-updated-succesfully=Az oldal friss\u00edt\u00e9se siker\u00fclt. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=Az oldalt\u00e9rk\u00e9p-protokoll \u00e9rtes\u00edti a keres\u0151motorokat a web site fel\u00e9p\u00edt\u00e9s\u00e9r\u0151l.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=A webhelyhez kiv\u00e1lasztott t\u00e9ma nem t\u00e1mogatja a c\u00edm megjelen\u00edt\u00e9s\u00e9t.
there-are-no-available-advanced-settings-for-these-pages=Nincsenek tov\u00e1bbi be\u00e1ll\u00edt\u00e1si lehet\u0151s\u00e9gek ezekhez az oldalakhoz.
there-are-no-collections=There are no Collections (Automatic Copy)
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-private-pages=Nincsenek priv\u00e1t oldalak.
there-are-no-public-pages=Nincsenek publikus oldalak.
this-icon-will-be-shown-in-the-navigation-menu=Ez az ikon a navig\u00e1ci\u00f3s men\u00fcben jelenik meg.
this-is-the-default-page-without-your-customizations=Ez az alapoldal, saj\u00e1t v\u00e1ltoztat\u00e1sok n\u00e9lk\u00fcl.
this-page-belongs-to-a-user-group=Ez az oldal egy felhaszn\u00e1l\u00f3i csoporthoz tartozik. Minden m\u00f3dos\u00edt\u00e1s csak ezen a szem\u00e9lyes webhelyen enged\u00e9lyezett.
this-page-can-be-customized=Ez az oldal testreszabhat\u00f3.
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=Ez az oldal nem t\u00f6r\u00f6lhet\u0151 \u00e9s nem lehet aloldala, mivel egy webhelysablonhoz kapcsol\u00f3dik.
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=Ez az oldal nem m\u00f3dos\u00edthat\u00f3, mivel a k\u00f6vetkez\u0151 felhaszn\u00e1l\u00f3i csoporthoz tartozik\: <em>{0}</em>.
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=Ez az oldal nem m\u00f3dos\u00edthat\u00f3, mivel olyan webhelysablonhoz tartozik, ahol ez nem enged\u00e9lyezett.
this-page-has-been-changed-since-the-last-update-from-the-site-template=Ez az oldal az utols\u00f3 webhelysablonb\u00f3l val\u00f3 friss\u00edt\u00e9s \u00f3ta megv\u00e1ltozott. A j\u00f6v\u0151beli webhelysablon friss\u00edt\u00e9sek nem fognak \u00e9rv\u00e9nyes\u00fclni. Kattintson a <em>Vissza\u00e1ll\u00edt\u00e1s</em>-ra, hogy fel\u00fcl\u00edrja a v\u00e1ltoztat\u00e1sokat, \u00e9s megkapja a friss\u00edt\u00e9seket a webhelysablonb\u00f3l.
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=Ez az oldal megv\u00e1ltozott a webhelysablon legut\u00f3bbi friss\u00edt\u00e9se \u00f3ta.
this-page-is-linked-to-a-page-template=Ez az oldal egy oldalsablonhoz kapcsol\u00f3dik. Az oldal v\u00e1ltoztat\u00e1sainak automatikus tov\u00e1bbterjeszt\u00e9s\u00e9t ki kell kapcsolni ahhoz, hogy v\u00e1ltoztat\u00e1sokat lehessen v\u00e9gezni.
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=Ez az oldal olyan webhely sablonhoz kapcsol\u00f3dik, amely nem engedi meg a v\u00e1ltoztat\u00e1s\u00e1t.
toggle-controls=Billen\u0151kapcsol\u00f3k
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=Haszn\u00e1ld ugyanezt az oldal megjelen\u00e9st, ahol ez a sablon van haszn\u00e1latban.
use-the-same-look-and-feel-of-the-x=Haszn\u00e1ld ugyanazt a megjelen\u00e9st, mint a {0}.
view-customizable-zones=Tesztreszabhat\u00f3 z\u00f3n\u00e1k megtekint\u00e9se
view-my-customized-page=Saj\u00e1t testreszabott oldal megjelen\u00edt\u00e9se
view-page-without-my-customizations=Az oldal megtekint\u00e9se a testreszab\u00e1saim n\u00e9lk\u00fcl
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=Figyelmeztet\u00e9s\! A kiv\u00e1lasztott portletek preferenci\u00e1i vissza lesznek \u00e1ll\u00edtva az alap\u00e9rtelmezett be\u00e1ll\u00edt\u00e1sokra, \u00e9s a m\u00e1r nem l\u00e9tez\u0151 portletek preferenci\u00e1i t\u00f6r\u00f6lve lesznek.
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=Ezen nyilv\u00e1nos webhely fels\u0151szint\u0171 oldalai v\u00e1laszthat\u00f3k ki a k\u00f6vetkez\u0151 webhely fels\u0151szint\u0171 oldalaihoz val\u00f3 \u00f6sszef\u00e9s\u00fcl\u00e9shez\: {0}. Ezut\u00e1n a felhaszn\u00e1l\u00f3k a k\u00e9t webhely k\u00f6z\u00f6tt sokkal z\u00f6kken\u0151mentesebben navig\u00e1lhatnak.
you-can-customize-this-page=Ezt az oldalt testre szabhatja.
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=Nem t\u00f6r\u00f6lheted ezt az oldalt, mert a k\u00f6vetkez\u0151 oldal nem l\u00e1that\u00f3 a nem hiteles\u00edtett felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra, ez\u00e9rt az nem lehet kezd\u0151oldal.
you-must-have-at-least-one-page=Legal\u00e1bb egy oldaladnak kell lennie.
