#X-Generator: crowdin.com
add-child-page-of-x=Adicionar p\u00e1gina filha de {0}
add-collection=Add Collection (Automatic Copy)
add-page-template=Add Page Template (Automatic Copy)
add-private-page=Adicionar P\u00e1gina Privada
add-public-page=Adicionar P\u00e1gina P\u00fablica
allow-site-administrators-to-modify-this-page-for-their-site=Permite a administradores de site modificar essa p\u00e1gina para os sites respetivos, mesmo quando a propaga\u00e7\u00e3o de mudan\u00e7as est\u00e1 ativa.
allow-site-administrators-to-modify-this-page-for-their-site-help=Ative esta op\u00e7\u00e3o para permitir aos administradores de site adicionar, remover, ou configurar aplica\u00e7\u00f5es bem como alterar as propriedades desta p\u00e1gina. Se um administrador de site modificar a p\u00e1gina, as altera\u00e7\u00f5es ao template de site original n\u00e3o ser\u00e3o mais propagadas.
are-you-sure-you-want-to-delete-the-selected-page=Confirma que pretende remover a p\u00e1gina seleccionada?
are-you-sure-you-want-to-reset-your-customizations-to-default=Confirma que pretende repor as suas personaliza\u00e7\u00f5es para os valores por omiss\u00e3o?
available-themes=Temas Dispon\u00edveis
by-x=Por {0}
change-current-theme=Alterar o Tema Atual
change-frequency=Alterar Frequ\u00eancia
changes-are-immediately-available-to-end-users=Qualquer altera\u00e7\u00e3o ser\u00e1 imediatamente disponibilizada aos utilizadores finais.
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Clicar em <em> Redefinir e propagar</em> para redefinir a contagem de falhas e propagar as altera\u00e7\u00f5es desde {0}.
color-scheme=Esquema de cor
configure-page=Configurar p\u00e1gina (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=Copiar aplica\u00e7\u00f5es
copy-of-a-page=C\u00f3pia de uma p\u00e1gina deste Site
copy-of-a-page-description=Copiar uma p\u00e1gina existente deste site
customizable-admin-help=Qualquer altera\u00e7\u00e3o efetuada nesta p\u00e1gina vai afectar todos os utilizadores.
customizable-help=Utilizadores com permiss\u00f5es para personalizar esta p\u00e1gina ter\u00e3o a capacidade de personalizar as se\u00e7\u00f5es marcadas como personaliz\u00e1veis.
customizable-user-help=Ter\u00e1 a possibilidade de adicionar e configurar aplica\u00e7\u00f5es nas \u00e1reas assinaladas abaixo, que apenas voc\u00ea ir\u00e1 ver.
customization-options=Op\u00e7\u00f5es de Personaliza\u00e7\u00e3o
customization-settings=Configura\u00e7\u00f5es de Personaliza\u00e7\u00e3o
delete-in-all-pages-variations=Eliminar em todas as varia\u00e7\u00f5es de p\u00e1ginas
empty-page=P\u00e1gina vazia
empty-page-description=Criar uma p\u00e1gina vazia cuja disposi\u00e7\u00e3o pode ser feita manualmente.
expand-area=Expandir \u00e1rea
hide-customizable-zones=Esconder Zonas Personaliz\u00e1veis
hide-from-navigation-menu=Ocultar do Menu de Navega\u00e7\u00e3o
html-title=T\u00edtulo HTML
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=Se habilitado, esta p\u00e1gina n\u00e3o aparece no menu de navega\u00e7\u00e3o.
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=Se habilitado, esta p\u00e1gina ir\u00e1 herdar altera\u00e7\u00f5es efetuadas ao template de p\u00e1gina.
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=Se habilitado, esta p\u00e1gina ir\u00e1 herdar altera\u00e7\u00f5es efetuadas ao template de p\u00e1gina <em>{0}</em>.
inherit-changes=Herdar Altera\u00e7\u00f5es
install-more=Instalar mais
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=N\u00e3o \u00e9 poss\u00edvel especificar configura\u00e7\u00f5es de personaliza\u00e7\u00e3o para layouts livres.
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=N\u00e3o \u00e9 poss\u00edvel especificar configura\u00e7\u00f5es de personaliza\u00e7\u00e3o para p\u00e1ginas em templates de site ou templates de p\u00e1gina.
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=As P\u00e1ginas s\u00e3o p\u00e1ginas web personalizadas que foram criadas no portal. Dependendo do seu role, pode editar estas p\u00e1ginas, adicionar p\u00e1ginas ou alterar a apar\u00eancia de uma p\u00e1gina.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=As Minhas P\u00e1ginas s\u00e3o p\u00e1ginas web personalizadas, criadas por si ou que lhe s\u00e3o atribu\u00eddas. Dependendo de seu role, pode editar as suas p\u00e1ginas, adicionar p\u00e1ginas ou alterar a apar\u00eancia de uma p\u00e1gina.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=P\u00e1ginas do Site
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Gerir P\u00e1ginas
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Modelo de p\u00e1gina a p\u00e1gina (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Minhas P\u00e1ginas
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=Layouts herdam de um prot\u00f3tipo. Portlets n\u00e3o podem ser manipulados.
merge-x-public-pages=Fundir {0} p\u00e1ginas p\u00fablicas
meta-tags=Meta tags
modifiable-help=Administradores de p\u00e1gina que utilizem este template de p\u00e1gina ter\u00e3o a capacidade de fazer altera\u00e7\u00f5es apenas nas se\u00e7\u00f5es marcadas como modific\u00e1veis.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=Alterar o logo do template de site apenas afecta sites ainda n\u00e3o criados.
not-customizable=N\u00e3o Personaliz\u00e1vel
orphan-portlets=Portlets \u00f3rf\u00e3os (Automatic Translation)
page-priority=Prioridade da P\u00e1gina
pages-of-type-x-cannot-be-selected=P\u00e1ginas do tipo {0} n\u00e3o podem ser selecionadas.
pages-of-type-x-cannot-have-child-pages=P\u00e1ginas de tipo {0} n\u00e3o podem ter p\u00e1ginas filhas.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=Cole o c\u00f3digo JavaScript que ser\u00e1 executado no fim do carregamento de todas as p\u00e1ginas.
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=Cole o c\u00f3digo JavaScript que ser\u00e1 executado no fim do carregamento da p\u00e1gina.
please-enter-a-valid-page-priority=Por favor, indique uma prioridade v\u00e1lida para a p\u00e1gina.
please-select-a-valid-change-frequency=Por favor, selecione uma frequ\u00eancia de altera\u00e7\u00e3o v\u00e1lida.
please-select-a-valid-include-value=Por favor, selecione um tipo de inclus\u00e3o v\u00e1lido.
please-set-the-virtual-host-before-you-set-the-robots-txt=Por favor, selecione a m\u00e1quina virtual antes de definir o <em>robots.txt</em>.
private-pages-help=P\u00e1ginas privadas apenas s\u00e3o acess\u00edveis a utilizadores membros do site ao qual as p\u00e1ginas pertencem.
public-pages-help=Por omiss\u00e3o, as P\u00e1ginas P\u00fablicas s\u00e3o acess\u00edveis a qualquer pessoa, incluindo utilizador n\u00e3o autenticados (guests).
publication-process-in-progress-help=Existe um processo de publica\u00e7\u00e3o a decorrer. A lista de p\u00e1ginas pode ser alterada.
query-string=Pergunta
query-string-help=Opcionalmente, utilize esta pergunta quando nenhuma outra existe. O comportamento ser\u00e1 semelhante par\u00e2metros por omiss\u00e3o para a p\u00e1gina.
requires-log-in=Requer Login
reset-and-propagate=Redefinir e Propagar
reset-changes=Restaurar mudan\u00e7as
reset-my-customizations=Repor as Minhas Personaliza\u00e7\u00f5es
revision-id=ID de Revis\u00e3o
send-sitemap-information-to-preview=Enviar informa\u00e7\u00e3o sitemap para {0}pr\u00e9-visualiza\u00e7\u00e3o{1}\:
set-the-robots-txt=Define o <em>robots.txt</em> para p\u00e1ginas.
show-site-name=Mostrar Nome do Site
some-page-settings-are-unavailable-because-x-is-enabled=Algumas defini\u00e7\u00f5es de p\u00e1gina est\u00e3o indispon\u00edveis porque <em>{0}</em> est\u00e1 ativo. Para alterar estas defini\u00e7\u00f5es, desabilitar <em>{0}</em>, na se\u00e7\u00e3o <em>{1}</em>.
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=Os valores por omiss\u00e3o para a p\u00e1gina atual foram atualizados. Clique aqui para os ver.
the-first-page-cannot-be-of-type-x=A primeira p\u00e1gina n\u00e3o pode ser do tipo {0}.
the-page-was-created-succesfully=A p\u00e1gina foi criada com \u00eaxito. (Automatic Translation)
the-page-was-deleted-succesfully=A p\u00e1gina foi Exclu\u00eddoda com sucesso. (Automatic Translation)
the-page-was-updated-succesfully=A p\u00e1gina foi atualizada com \u00eaxito. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=O protocolo do sitemap notifica os motores de pesquisa sobre a estrutura (sitemap) do website.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=O tema selecionado para o site n\u00e3o suporta a visualiza\u00e7\u00e3o do t\u00edtulo.
there-are-no-available-advanced-settings-for-these-pages=N\u00e3o h\u00e1 configura\u00e7\u00f5es avan\u00e7adas dispon\u00edveis para estas p\u00e1ginas.
there-are-no-collections=There are no Collections (Automatic Copy)
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-private-pages=N\u00e3o h\u00e1 P\u00e1ginas Privadas
there-are-no-public-pages=N\u00e3o h\u00e1 P\u00e1ginas P\u00fablicas
this-icon-will-be-shown-in-the-navigation-menu=Este \u00edcone ser\u00e1 vis\u00edvel no menu de navega\u00e7\u00e3o.
this-is-the-default-page-without-your-customizations=Esta \u00e9 a p\u00e1gina por omiss\u00e3o, sem as suas personaliza\u00e7\u00f5es.
this-page-belongs-to-a-user-group=Esta p\u00e1gina pertence a um grupo de utilizadores. Todas as modifica\u00e7\u00f5es permitidas s\u00e3o apenas aplicadas a este site pessoal.
this-page-can-be-customized=Esta p\u00e1gina pode ser personalizada.
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=Esta p\u00e1gina n\u00e3o pode ser removida e n\u00e3o pode ter p\u00e1ginas filhas porque esta associada a um template de site.
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=Esta p\u00e1gina n\u00e3o pode ser alterada porque pertence ao grupo de utilizadores <em>{0}</em>.
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=Esta p\u00e1gina n\u00e3o pode ser alterada porque est\u00e1 associada a um template de site que n\u00e3o permite altera\u00e7\u00f5es.
this-page-has-been-changed-since-the-last-update-from-the-site-template=Esta p\u00e1gina foi alterada desde a \u00faltima atualiza\u00e7\u00e3o do template de site. Para evitar a substitui\u00e7\u00e3o dessas altera\u00e7\u00f5es, n\u00e3o ser\u00e3o feitas mais atualiza\u00e7\u00f5es a partir do template de site. Clique em <em>Repor</em> para esmagar as altera\u00e7\u00f5es e receber atualiza\u00e7\u00f5es a partir do template do site.
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=Esta p\u00e1gina foi alterada desde a \u00faltima atualiza\u00e7\u00e3o do template do site.
this-page-is-linked-to-a-page-template=Esta p\u00e1gina est\u00e1 ligada a um template de p\u00e1gina. Desative a propaga\u00e7\u00e3o autom\u00e1tica de altera\u00e7\u00f5es desta p\u00e1gina para que seja poss\u00edvel fazer altera\u00e7\u00f5es.
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=Esta p\u00e1gina est\u00e1 ligada a um template de site que n\u00e3o permite altera\u00e7\u00f5es.
toggle-controls=Ativar/Desativar Controles
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=Utilizar a mesma apar\u00eancia das p\u00e1ginas, nas quais este template \u00e9 utilizado.
use-the-same-look-and-feel-of-the-x=Utilizar a apar\u00eancia de {0}.
view-customizable-zones=Ver Zonas Personaliz\u00e1veis
view-my-customized-page=Ver as Minhas P\u00e1ginas Personalizadas
view-page-without-my-customizations=Ver P\u00e1gina sem as minhas personaliza\u00e7\u00f5es
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=Aten\u00e7\u00e3o\! Prefer\u00eancias das portlets selecionados ser\u00e3o redefinidas para as configura\u00e7\u00f5es por omiss\u00e3o e as prefer\u00eancias das portlets que deixaram de existir ser\u00e3o removidas.
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=Pode configurar as p\u00e1ginas de topo deste site p\u00fablico para serem fundidas com as p\u00e1ginas de topo do site p\u00fablico {0}. Os utilizadores poder\u00e3o ent\u00e3o navegar entre os dois sites mais facilmente.
you-can-customize-this-page=Pode personalizar esta p\u00e1gina.
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=N\u00e3o pode remover esta p\u00e1gina porque a pr\u00f3xima p\u00e1gina n\u00e3o \u00e9 vis\u00edvel para utilizadores n\u00e3o logados e como tal, n\u00e3o pode ser definida como a primeira p\u00e1gina.
you-must-have-at-least-one-page=Deve ter pelo menos uma p\u00e1gina.
