#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u062a\u0645 \u0639\u0631\u0636 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0641\u0631\u0639\u064a\u0629 \u0644\u0643 \u0644\u0645\u0631\u0627\u062c\u0639\u062a\u0647\u0627.
a-subset-of-users-has-been-displayed-for-you-to-review=\u062a\u0645 \u0639\u0631\u0636 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u0631\u0639\u064a\u064a\u0646 \u0644\u0643 \u0644\u0645\u0631\u0627\u062c\u0639\u062a\u0647\u0645.
account-created-notification-body-with-password-help=\u0623\u062f\u062e\u0644 \u0645\u062a\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0630\u064a \u064a\u0631\u0633\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0639\u0646\u062f \u0627\u0644\u062a\u0633\u062c\u064a\u0644. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u0627 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=\u0625\u0636\u0627\u0641\u0629 \u062e\u0627\u062f\u0645 LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0645\u0633\u0624\u0648\u0644\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0639\u0631\u0636 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u062e\u0631\u0649 \u0627\u0644\u062a\u064a \u062a\u062f\u064a\u0631\u0647\u0627. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=\u0647\u0644 \u064a\u0633\u0645\u062d \u0644\u0645\u0633\u0624\u0648\u0644\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0646 \u064a\u0633\u062a\u062e\u062f\u0645\u0648\u0627 \u0634\u0639\u0627\u0631\u0647\u0645\u061f
allow-strangers-to-create-accounts=\u0625\u0633\u0645\u062d \u0644\u0644\u063a\u0631\u0628\u0627\u0621 \u0628\u0625\u0646\u0634\u0627\u0621 \u062d\u0633\u0627\u0628\u0627\u062a\u061f
allow-strangers-to-create-accounts-with-a-company-email-address=\u0647\u0644 \u064a\u0633\u0645\u062d \u0644\u0644\u063a\u0631\u0628\u0627\u0621 \u0628\u0625\u0646\u0634\u0627\u0621 \u062d\u0633\u0627\u0628\u0627\u062a \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u062a\u062d\u062a \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0634\u0631\u0643\u0629\u061f
allow-subsites-to-display-content-from-parent-sites=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0641\u0631\u0639\u064a\u0629 \u0644\u0639\u0631\u0636 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u0635\u0644. (Automatic Translation)
allow-users-to-automatically-log-in=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b\u061f (Automatic Translation)
allow-users-to-request-forgotten-passwords=\u0625\u0633\u0645\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0637\u0644\u0628 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0633\u0631 \u0627\u0644\u0645\u0646\u0633\u064a\u0629\u061f
allow-users-to-request-forgotten-passwords-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0637\u0644\u0628 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u062c\u062f\u064a\u062f\u0629 \u0623\u0631\u0633\u0644\u062a \u0625\u0644\u0649 \u0639\u0646\u0627\u0648\u064a\u0646 \u0628\u0631\u064a\u062f\u0647\u0645 \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. (Automatic Translation)
allow-users-to-request-password-reset-links=\u0647\u0644 \u064a\u0633\u0645\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0637\u0644\u0628 \u0631\u0627\u0628\u0637 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631\u061f
allow-users-to-request-password-reset-links-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0637\u0644\u0628 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0627\u0644\u0645\u0631\u0633\u0644\u0629 \u0625\u0644\u0649 \u0639\u0646\u0627\u0648\u064a\u0646 \u0628\u0631\u064a\u062f\u0647\u0645 \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. (Automatic Translation)
application-interactions=\u0627\u0644\u062a\u0641\u0627\u0639\u0644\u0627\u062a \u0627\u0644\u062a\u0637\u0628\u064a\u0642 (Automatic Translation)
apply-to-existing-users=\u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u064a\u0646
are-you-sure-you-want-to-reset-the-configured-values=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647\u0627\u061f (Automatic Translation)
autogenerate-user-screen-names=\u062a\u0643\u0648\u064a\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062a\u0644\u0642\u0627\u0626\u064a\u0627
base-dn=\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0645\u0645\u064a\u0632 (DN) \u0627\u0644\u0623\u0633\u0627\u0633\u064a
body-with-password=\u0627\u0644\u0645\u062a\u0646 \u0645\u0639 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
body-without-password=\u0627\u0644\u0645\u062a\u0646 \u0645\u0646 \u062f\u0648\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0639\u0644\u0649 \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u062f\u0648\u0631\u0629. (Automatic Translation)
cas-logout-on-session-expiration-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u062d\u0642\u0642\u060c \u0633\u062a\u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u0639\u0631\u0636\u0627\u062a \u0645\u0639 \u062f\u0648\u0631\u0627\u062a \u0645\u0646\u062a\u0647\u064a\u0629 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u0625\u0644\u0649 URL \u062e\u0631\u0648\u062c CAS. (Automatic Translation)
cas-logout-url-help=\u0627\u0636\u0628\u0637 \u0631\u0627\u0628\u0637 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0644\u062e\u0627\u062f\u0645 CAS. \u0642\u0645 \u0628\u0636\u0628\u0637\u0647 \u0625\u0630\u0627 \u0623\u0631\u062f\u062a \u0623\u0646 \u062a\u0642\u0648\u0645 \u062e\u0627\u0635\u064a\u0629 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0645\u0646 \u0627\u0644\u0628\u0648\u0627\u0628\u0629 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0645\u0646 CAS.
cas-no-such-user-redirect-url-help=\u062a\u0639\u064a\u064a\u0646 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0645\u0633\u062a\u062e\u062f\u0645 \u0625\u0644\u0649\u060c \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u064a\u0645\u0643\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0639 \u0627\u0644\u0623\u0643\u0627\u062f\u064a\u0645\u064a\u0629 \u0627\u0644\u0635\u064a\u0646\u064a\u0629 \u0644\u0644\u0639\u0644\u0648\u0645 \u0648\u0644\u0643\u0646 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0641\u064a \u0627\u0644\u0645\u062f\u062e\u0644. \u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u0646 LDAP\u060c \u064a\u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u064a\u0647 \u0623\u0648 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u0646 LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=\u0645\u0636\u064a\u0641 HTTP \u0644\u0640 CDN
cdn-host-https=\u0645\u0636\u064a\u0641\u0648 HTTP \u0644\u0640 CDN
check-to-apply-the-changes-to-existing-users=\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0635\u0646\u062f\u0648\u0642 \u0644\u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0648\u062c\u0648\u062f. \u062a\u062a\u0646\u0641\u0630 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0639\u0646\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u0642\u0627\u062f\u0645.
custom-contact-mapping=\u062a\u0639\u064a\u064a\u0646 \u062c\u0647\u0629 \u0627\u062a\u0635\u0627\u0644 \u0645\u062e\u0635\u0635 (Automatic Translation)
custom-user-mapping=\u062a\u0639\u064a\u064a\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u062e\u0635\u0635\u0629 (Automatic Translation)
default-control-panel-theme=\u0627\u0644\u062a\u0634\u0643\u064a\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0644\u0648\u062d\u0629 \u0627\u0644\u062a\u062d\u0643\u0645
default-interactions=\u0627\u0644\u062a\u0641\u0627\u0639\u0644\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 (Automatic Translation)
default-landing-page=\u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0645\u0642\u0635\u0648\u062f\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629
default-landing-page-help=\u0647\u0630\u0647 \u0647\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u064a \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u0644\u0649 \u0628\u0639\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u062a\u0643\u0648\u0646 http\://localhost\:8080/web/\u0636\u064a\u0641/\u062f\u062e\u0648\u0644 \u0627\u0644\u0645\u0642\u0635\u0648\u062f\u0629\u060c \u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649/web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062e\u0627\u062f\u0645 LDAP \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0627\u0644\u0622\u0646. \u064a\u0631\u062c\u0649 \u0625\u0636\u0627\u0641\u0629 \u062e\u0627\u062f\u0645 LDAP \u0644\u062a\u062c\u0627\u0648\u0632 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629.
default-logout-page=\u0635\u0641\u062d\u0629 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629
default-logout-page-help=\u0647\u0630\u0647 \u0647\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u064a \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u0644\u0649 \u0628\u0639\u062f \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0627\u0644\u0635\u0641\u062d\u0629 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u064a\u0643\u0648\u0646 http\://localhost\:8080/web/\u0636\u064a\u0641/\u0627\u0644\u062e\u0631\u0648\u062c\u060c \u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649/web/guest/logout. (Automatic Translation)
default-regular-theme=\u062a\u0634\u0643\u064a\u0644\u0629 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629
default-theme=\u0627\u0644\u0633\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 (Automatic Translation)
default-values=\u0625\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0625\u0639\u062a\u064a\u0627\u062f\u064a\u0629
disabled-by-default=\u0645\u0639\u0637\u0644 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a (Automatic Translation)
domain-controller=\u0648\u062d\u062f\u0629 \u062a\u062d\u0643\u0645 \u0627\u0644\u0646\u0637\u0627\u0642
domain-controller-name=\u0627\u0633\u0645 \u0648\u062d\u062f\u0629 \u062a\u062d\u0643\u0645 \u0627\u0644\u0646\u0637\u0627\u0642
domain-controller-name-help=\u062d\u062f\u062f \u0627\u0633\u0645 \u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a \u0646\u0637\u0627\u0642 NetBIOS.
edit-ldap-server=\u0625\u0636\u0627\u0641\u0629 \u062e\u0627\u062f\u0645 LDAP
email-address-attribute=\u062e\u0627\u0635\u064a\u0629 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
enable-birthday=\u062a\u0645\u0643\u064a\u0646 \u064a\u0648\u0645 \u0627\u0644\u0645\u064a\u0644\u0627\u062f
enable-cdn-dynamic-resources=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0645\u0648\u0627\u0631\u062f \u0627\u0644\u062d\u064a\u0648\u064a\u0629 \u0643\u0646\u062f\u064a (Automatic Translation)
enable-export=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0635\u0627\u062f\u0631\u0627\u062a (Automatic Translation)
enable-gender=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0646\u0648\u0639
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=\u062a\u0645\u0643\u064a\u0646 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=\u0623\u062f\u062e\u0644 \u0625\u0633\u0645 \u0645\u0648\u0632\u0651\u0639 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0641\u064a <strong>\u0627\u0644\u0633\u0637\u0631 \u0627\u0644\u0648\u0627\u062d\u062f</strong> \u0644\u0645\u0648\u0632\u0651\u0639\u0627\u062a \u0627\u0644\u0628\u0631\u064a\u062f \u0628\u0627\u0644\u0625\u0636\u0627\u0641\u0629 \u0644\u0640 <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0627\u062d\u062f <strong>\u0641\u064a \u0627\u0644\u0633\u0637\u0631</strong> \u0644\u062d\u062c\u0632 \u0627\u0644\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a <strong>\u0627\u0644\u0633\u0637\u0631 \u0627\u0644\u0648\u0627\u062d\u062f</strong> \u0644\u062d\u062c\u0632 \u0627\u0644\u0639\u0646\u0648\u0627\u0646.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=\u0623\u062f\u062e\u0644 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0644\u0645\u0648\u0627\u0642\u0639 <strong>\u0641\u064a \u0627\u0644\u0633\u0637\u0631</strong> \u0648\u0627\u0644\u062a\u064a \u0647\u064a \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0645 \u062d\u062f\u064a\u062b\u0627.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=\u0623\u062f\u062e\u0644 \u0623\u0633\u0645\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u0633\u064a\u0631\u062a\u0628\u0637 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u0627\u0644\u062c\u062f\u062f \u0628\u0647\u0627 <strong>\u0625\u0633\u0645\u0627 \u0641\u064a \u0627\u0644\u0633\u0637\u0631 \u0627\u0644\u0648\u0627\u062d\u062f</strong>.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\u0623\u062f\u062e\u0644 \u0639\u0627\u0645\u0644 \u062a\u0635\u0641\u064a\u0629 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u0627\u062e\u062a\u0628\u0627\u0631 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0627\u0644\u0631\u0645\u0648\u0632 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 @company_id @\u060c @email_address @\u060c @screen_name @\u060c \u0648\u064a\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644 @user_id @ \u0641\u064a \u0648\u0642\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0645\u0639 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0635\u062d\u064a\u062d\u0629. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=\u0644\u0642\u062f \u0641\u0634\u0644\u062a \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0644\u0625\u0631\u062a\u0628\u0627\u0637 \u0628\u062e\u0627\u062f\u0645 \u0627\u0644\u0640LDAP \u0628\u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u0639\u0637\u0627\u0629.
google-client-secret=\u062c\u0648\u062c\u0644 \u0627\u0644\u0639\u0645\u064a\u0644 \u0627\u0644\u0633\u0631\u064a (Automatic Translation)
graph-url=\u0631\u0627\u0628\u0637 \u0627\u0644\u0631\u0633\u0645 \u0627\u0644\u0628\u064a\u0627\u0646\u064a
group-default-object-classes=\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0641\u0626\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0644\u0645\u0643\u0648\u0646\u0627\u062a
group-mapping=\u062a\u062e\u0637\u064a\u0637 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a
group-name=\u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
groups-dn=DN \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a
home-url=\u0631\u0627\u0628\u0637 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\u0628\u0645\u0627\u0630\u0627 \u064a\u062f\u062e\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646\u061f
import-cas-users-from-ldap=\u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u0646 LDAP
import-cas-users-from-ldap-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u062d\u0642\u0642\u060c \u064a\u062a\u0645 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0646 \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u0645\u0635\u062f\u0642\u0629 \u0627\u0644\u062a\u064a \u0644\u0645 \u062a\u0643\u0646 \u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u0645\u062f\u062e\u0644 \u0645\u0646 LDAP. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 LDAP. (Automatic Translation)
import-enabled-user-password-autogenerated-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0630\u0644\u0643\u060c \u062a\u0633\u062a\u062e\u062f\u0645 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u0648\u0631\u062f\u0629. \u062a\u0635\u062f\u064a\u0631 \u0647\u0624\u0644\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0633\u064a\u0624\u062f\u064a \u0625\u0644\u0649 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645 \u0627\u0644\u0623\u0635\u0644\u064a \u064a\u062a\u0645 \u062a\u062c\u0627\u0648\u0632\u0647\u0627 \u0641\u064a LDAP. (Automatic Translation)
import-export=\u0625\u0633\u062a\u064a\u0631\u0627\u062f / \u062a\u0635\u062f\u064a\u0631
import-opensso-users-from-ldap=\u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u0646 LDAP
import-opensso-users-from-ldap-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u062d\u0642\u0642\u060c \u064a\u062a\u0645 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0645\u0646 SSO \u0627\u0644\u0645\u0641\u062a\u0648\u062d\u0629 \u0627\u0644\u062a\u064a \u0644\u0645 \u062a\u0643\u0646 \u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u0645\u062f\u062e\u0644 \u0645\u0646 LDAP. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 LDAP. (Automatic Translation)
import-search-filter=\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0641\u0631\u0632 \u0627\u0644\u0628\u062d\u062b
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\u0627\u0644\u0644\u063a\u0629 \u0648\u0627\u0644\u0645\u0646\u0637\u0642\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=\u064a\u062c\u0628 \u0623\u0646 \u0644\u0627 \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 LDAP \u0627\u0644\u062a\u0635\u062f\u064a\u0631 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0623\u0648\u062a\u0648\u062c\u064a\u0646\u064a\u0631\u064a\u0634\u0646 \u0645\u0646 \u0643\u0644\u0645\u0627\u062a \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f LDAP. (Automatic Translation)
ldap-password-policy-help=\u0644\u0627\u062d\u0638 \u0623\u0646\u0647 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u062f\u062e\u0644 \u0633\u0648\u0641 \u0644\u0627 \u062a\u062d\u0642\u0642 \u0644\u0635\u0627\u0644\u062d \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0623\u0648 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0645\u0646\u062a\u0647\u064a\u0629 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u0623\u0648 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0623\u0645\u064a\u0646. \u0648\u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639\u0647\u0627 \u0627\u0644\u0622\u0646 \u0628\u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u0644\u0645\u0644\u0642\u0645 LDAP. (Automatic Translation)
ldap-server-name=\u0627\u0644\u0625\u0633\u0645
ldap-servers=\u062e\u0648\u0627\u062f\u0645 LDAP
liferay-has-failed-to-connect-to-the-ldap-server=\u062a\u0639\u0630\u0631 \u0627\u062a\u0635\u0627\u0644 Liferay \u0628\u062e\u0627\u062f\u0645 LDAP. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0627\u0644\u062a\u0647\u064a\u0626\u0629 \u0648\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0623\u0646 \u062e\u0627\u062f\u0645 LDAP \u0645\u0634\u063a\u0644.
liferay-has-failed-to-connect-to-the-opensso-server=\u062a\u0639\u0630\u0631 \u0627\u062a\u0635\u0627\u0644 Liferay \u0628\u062e\u0627\u062f\u0645 OpenSSO. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0627\u0644\u062a\u0647\u064a\u0626\u0629 \u0648\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0623\u0646 \u062e\u0627\u062f\u0645 OpenSSO \u0645\u0634\u063a\u0644.
liferay-has-failed-to-connect-to-the-opensso-services=\u062a\u0639\u0630\u0631 \u0627\u062a\u0635\u0627\u0644 Liferay \u0628\u062e\u062f\u0645\u0627\u062a OpenSSO. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646 \u062e\u062f\u0645\u0627\u062a OpenSSO \u0645\u0634\u063a\u0644\u0629.
liferay-has-successfully-connected-to-the-ldap-server=\u062a\u0645 \u0627\u062a\u0635\u0627\u0644 Liferay \u0628\u062e\u0627\u062f\u0645 LDAP \u0628\u0646\u062c\u0627\u062d.
liferay-has-successfully-connected-to-the-opensso-server=\u062a\u0645 \u0627\u062a\u0635\u0627\u0644 Liferay \u0628\u062e\u0627\u062f\u0645 OpenSSO \u0628\u0646\u062c\u0627\u062d.
load-default-server-configuration-for=\u062a\u062d\u0645\u064a\u0644 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0644\u0642\u0645 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=\u0623\u0633\u0645\u0627\u0621 \u0645\u0648\u0632\u0651\u0639\u0627\u062a \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
main-configuration=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0634\u0643\u0644
mappings-for-opensso-help=\u0627\u0644\u062a\u062e\u0637\u064a\u0637\u0627\u062a \u0627\u0644\u0625\u0644\u0632\u0627\u0645\u064a\u0629 \u0628\u064a\u0646 OpenSSO \u0648 Liferay \u0647\u064a\: \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u060c \u0648\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u060c \u0648\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644\u060c \u0648\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u062e\u064a\u0631.
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=\u0644\u064a\u0633 \u0647\u0646\u0627\u0643 \u0631\u0627\u0628\u0637 \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0645\u0633\u062a\u062e\u062f\u0645 \u0643\u0647\u0630\u0627
oauth-redirect-url=\u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0631\u0627\u0628\u0637
opensso=OpenSSO (Automatic Translation)
organization-sites=\u0644\u0645\u062d\u0629 \u0639\u0646 \u0627\u0644\u0645\u0646\u0638\u0645\u0629
other-directory-server=\u062e\u0627\u062f\u0645 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0622\u062e\u0631
please-enter-a-unique-ldap-server-name=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644\u0644 \u0625\u0633\u0645 \u0645\u062c\u0644\u0651\u062f \u0645\u0645\u064a\u0651\u0632.
please-enter-a-valid-ldap-search-filter=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0625\u0633\u0645 \u0639\u0642\u062f\u0629 \u0635\u062d\u064a\u062d.
please-enter-a-valid-ldap-server-name=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0625\u0633\u0645 \u0639\u0642\u062f\u0629 \u0635\u062d\u064a\u062d.
please-enter-a-valid-locale=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0644\u063a\u0629 \u0635\u0627\u0644\u062d\u0629.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u064a\u0631\u062c\u0649 \u0631\u0628\u0637 \u0643\u0644 \u0645\u0646 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 <em>\u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629</em> \u0648 <em>\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645</em> \u0644\u062e\u0627\u0635\u064a\u0629 LDAP.
please-select-at-least-one-social-relation-type=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0646\u0648\u0639 \u0639\u0644\u0627\u0642\u0629 \u0627\u062c\u062a\u0645\u0627\u0639\u064a\u0629 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644. (Automatic Translation)
please-select-the-type-of-social-interaction=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0646\u0648\u0639 \u0627\u0644\u062a\u0641\u0627\u0639\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u064a. (Automatic Translation)
require-strangers-to-verify-their-email-address=\u0637\u0644\u0628 \u0645\u0646 \u0627\u0644\u063a\u0631\u0628\u0627\u0621 \u0625\u062b\u0628\u0627\u062a \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f\u0647\u0645 \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u061f
require-terms-of-use=\u062a\u062a\u0637\u0644\u0628 \u0634\u0631\u0648\u0637 \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 (Automatic Translation)
reset-values=\u0625\u0639\u0627\u062f\u0629 \u062a\u0646\u0636\u064a\u062f \u0627\u0644\u0642\u064a\u0645
screen-name-attribute=\u062e\u0627\u0635\u064a\u0629 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
screen-names=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0638\u0627\u0647\u0631
select-the-default-ratings-type-for-the-following-applications=\u062d\u062f\u062f \u0646\u0648\u0639 \u0627\u0644\u062a\u0635\u0646\u064a\u0641 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629. \u064a\u0645\u0643\u0646 \u062a\u063a\u064a\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u062e\u0644\u0627\u0644 "\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639" \u0627\u0644\u0648\u0627\u062d\u062f. (Automatic Translation)
service-account=\u062d\u0633\u0627\u0628 \u0627\u0644\u062e\u062f\u0645\u0629 (Automatic Translation)
service-password=\u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u062e\u062f\u0645\u0629 (Automatic Translation)
service-url-for-opensso-help=\u0647\u0630\u0627 \u0627\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0630\u064a \u064a\u0645\u0643\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0645\u0646 \u062e\u0644\u0627\u0644\u0647 \u0625\u0644\u0649 OpenSSO \u062e\u062f\u0645\u0627\u062a \u0627\u0644\u0648\u064a\u0628 \u0644\u0644\u062a\u0635\u062f\u064a\u0642. \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0633\u062a\u062e\u062f\u0645 OpenSSO Express 8 \u0623\u0648 \u0645\u0627 \u0628\u0639\u062f\u0647\u060c \u064a\u0644\u0632\u0645 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0644\u062e\u0627\u062f\u0645 \u064a\u0634\u063a\u0644 Java 6.
ssl-error=\u062e\u0637\u0623 SSL
system.ldap.configuration.name=\u0646\u0638\u0627\u0645 LDAP (Automatic Translation)
test-cas-configuration=\u0627\u062e\u062a\u0628\u0627\u0631 \u0625\u0639\u062f\u0627\u062f\u0627\u062a CAS
test-ldap-connection=\u0627\u062e\u062a\u0628\u0627\u0631 \u0627\u062a\u0635\u0627\u0644 LDAP
test-ldap-groups=\u0627\u062e\u062a\u0628\u0627\u0631 \u0645\u062c\u0645\u0648\u0639\u0627\u062a LDAP
test-ldap-users=\u0627\u062e\u062a\u0628\u0627\u0631 \u0645\u0633\u062a\u062e\u062f\u0645\u064a LDAP
test-opensso-configuration=\u0627\u062e\u062a\u0628\u0627\u0631 \u062a\u0647\u064a\u0626\u0629 OpenSSO
the-cas-login-url-is-invalid=\u0631\u0627\u0628\u0637 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0641\u064a CAS \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-cas-logout-url-is-invalid=\u0631\u0627\u0628\u0637 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0641\u064a CAS \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-cas-no-such-user-url-is-invalid=\u0631\u0627\u0628\u0637 \u0644\u064a\u0633 \u0647\u0646\u0627\u0643 \u0645\u0633\u062a\u062e\u062f\u0645 \u0643\u0647\u0630\u0627 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-cas-server-name-is-invalid=\u0627\u0633\u0645 \u062e\u0627\u062f\u0645 CAS \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-cas-server-url-is-invalid=\u0631\u0627\u0628\u0637 \u062e\u0627\u0637\u062f CAS \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-cas-service-url-is-invalid=\u0631\u0627\u0628\u0637 \u062e\u062f\u0645\u0629 CAS \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
the-facebook-connect-graph-url-is-invalid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 URL \u0635\u0627\u0644\u062d \u0627\u0644\u0631\u0633\u0645 \u0627\u0644\u0628\u064a\u0627\u0646\u064a \u0641\u064a\u0633\u0628\u0648\u0643 (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 URL \u0635\u0627\u0644\u062d \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 OAuth \u0623\u0644\u0641\u064a\u0633 \u0628\u0648\u0643 (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0635\u0627\u0644\u062d\u0629 \u0641\u064a\u0633\u0628\u0648\u0643 OAuth \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 URL (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 URL Token OAuth \u0623\u0644\u0641\u064a\u0633 \u0628\u0648\u0643 \u0635\u062d\u064a\u062d (Automatic Translation)
the-google-client-id-is-invalid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0645\u0639\u0631\u0641 \u0639\u0645\u064a\u0644 Google \u0635\u0627\u0644\u062d. (Automatic Translation)
the-google-client-secret-is-invalid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0633\u0631 \u0639\u0645\u064a\u0644 Google \u0635\u0627\u0644\u062d. (Automatic Translation)
the-ldap-url-format-is=\u0635\u064a\u063a\u0629 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0640LDAP \u0647\u064a <em>ldap\://host\:port/searchdn</em> \u0628\u062d\u064a\u062b <em>searchdn</em> \u062a\u062d\u062f\u062f \u0645\u062c\u0627\u0644 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0623\u0648\u0644\u064a. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\: ldap\://localhost\:389/ou\=Users,o\=Example
use-default-interactions-settings=\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u062a\u0641\u0627\u0639\u0644\u0627\u062a (Automatic Translation)
use-ldap-password-policy=\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0647\u062c LDAP \u0644\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
user-default-object-classes=\u0641\u0626\u0627\u062a \u0627\u0644\u0645\u0643\u0648\u0646 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645
user-mapping=\u062a\u062e\u0637\u064a\u0637 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
users-dn=DN \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
