#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=\u0625\u0636\u0627\u0641\u0629 \u0635\u0641\u062d\u0629 \u062e\u0627\u0635\u0629 (Automatic Translation)
add-public-page=\u0625\u0636\u0627\u0641\u0629 \u0635\u0641\u062d\u0629 \u0639\u0627\u0645\u0629 (Automatic Translation)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=\u0642\u0645 \u0628\u0636\u0628\u0637\u0647 \u0644\u0644\u0633\u0645\u0627\u062d \u0644\u0645\u0633\u0624\u0648\u0644\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0625\u0636\u0627\u0641\u0629\u060c \u0623\u0648 \u0625\u0632\u0627\u0644\u0629\u060c \u0623\u0648 \u0625\u0639\u062f\u0627\u062f \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0648\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u062e\u0635\u0627\u0626\u0635. \u0625\u0630\u0627 \u0642\u0627\u0645 \u0645\u0633\u0624\u0648\u0644\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u062a\u0639\u062f\u064a\u0644 \u0635\u0641\u062d\u0629\u060c \u0641\u0625\u0646 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0639\u0644\u0649 \u0635\u0641\u062d\u0629 \u0642\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0623\u0635\u0644\u064a\u0629 \u0644\u0646 \u064a\u062a\u0645 \u0646\u0634\u0631\u0647\u0627.
are-you-sure-you-want-to-delete-the-selected-page=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u0629\u061f
are-you-sure-you-want-to-reset-your-customizations-to-default=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0639\u0627\u062f\u0629 \u0636\u0628\u0637 \u0627\u0644\u062a\u0639\u062f\u064a\u0644\u0627\u062a \u0625\u0644\u0649 \u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u061f
available-themes=\u0627\u0644\u0633\u0645\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629 (Automatic Translation)
by-x=By {0} (Automatic Copy)
change-current-theme=\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u0627\u0644\u062d\u0627\u0644\u064a (Automatic Translation)
change-frequency=\u063a\u064a\u0651\u0631 \u0627\u0644\u062a\u0631\u062f\u062f
changes-are-immediately-available-to-end-users=\u0623\u064a\u0629 \u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0645\u062a\u0627\u062d\u0629 \u0641\u0648\u0631\u0627 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0646\u0647\u0627\u0626\u064a\u064a\u0646. (Automatic Translation)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=\u062a\u0634\u0643\u064a\u0644\u0627\u062a \u0627\u0644\u0623\u0644\u0648\u0627\u0646
configure-page=\u062a\u0643\u0648\u064a\u0646 \u0635\u0641\u062d\u0629 (Automatic Translation)
configure-x=Configure {0} (Automatic Copy)
copy-applications=\u0637\u0644\u0628 \u0639\u0645\u0644
copy-of-a-page=\u0635\u0651\u0644 \u0644\u0635\u0641\u062d\u0629
copy-of-a-page-description=\u0646\u0633\u062e \u0635\u0641\u062d\u0629 \u0645\u0648\u062c\u0648\u062f\u0629 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. (Automatic Translation)
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=\u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u062e\u0635\u064a\u0635 (Automatic Translation)
customization-settings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062d\u0633\u0628 \u0627\u0644\u0637\u0644\u0628
delete-in-all-pages-variations=\u062d\u0630\u0641 \u0645\u0646 \u0643\u0627\u0641\u0629 \u0623\u0634\u0628\u0627\u0647 \u0627\u0644\u0635\u0641\u062d\u0627\u062a
empty-page=\u0635\u0641\u062d\u0629 \u0641\u0627\u0631\u063a\u0629 (Automatic Translation)
empty-page-description=\u0625\u0646\u0634\u0627\u0621 \u0635\u0641\u062d\u0629 \u0641\u0627\u0631\u063a\u0629 \u064a\u0645\u0643\u0646\u0643 \u062a\u062e\u0637\u064a\u0637 \u064a\u062f\u0648\u064a\u0627\u064b. (Automatic Translation)
expand-area=\u0642\u0645 \u0628\u062a\u0648\u0633\u064a\u0639 \u0627\u0644\u0645\u062c\u0627\u0644 (Automatic Translation)
hide-customizable-zones=\u0625\u062e\u0641\u0627\u0621 \u0645\u0646\u0627\u0637\u0642 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u062e\u0635\u064a\u0635 (Automatic Translation)
hide-from-navigation-menu=\u0625\u062e\u0641\u0627\u0621 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062a\u0646\u0642\u0644 (Automatic Translation)
html-title=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0640 HTML
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=\u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646\u060c \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0627 \u062a\u0638\u0647\u0631 \u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062a\u0646\u0642\u0644. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=\u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646\u060c \u0633\u0648\u0641 \u062a\u0631\u062b \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u062c\u0631\u0627\u0624\u0647\u0627 \u0639\u0644\u0649 \u0642\u0627\u0644\u0628 \u0627\u0644\u0635\u0641\u062d\u0629. (Automatic Translation)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=\u062a\u0631\u062b \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a (Automatic Translation)
install-more=\u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0645\u0632\u064a\u062f
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062f \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u062e\u0635\u064a\u0635 \u0644\u0644\u062a\u062e\u0637\u064a\u0637\u0627\u062a \u062d\u0631\u0629 \u0627\u0644\u0634\u0643\u0644.
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062f \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0644\u0644\u0635\u0641\u062d\u0627\u062a \u0627\u0644\u062a\u064a \u0641\u064a \u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u0635\u0641\u062d\u0627\u062a.
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0647\u064a \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0648\u064a\u0628 \u0627\u0644\u0645\u062e\u0635\u0635\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0641\u064a \u0627\u0644\u0628\u0648\u0631\u062a\u0627\u0644. \u0627\u0639\u062a\u0645\u0627\u062f\u0627 \u0639\u0644\u0649 \u062f\u0648\u0631 \u0627\u0644\u0645\u0633\u0646\u062f\u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u0631\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u060c \u0625\u0636\u0627\u0641\u0629 \u0635\u0641\u062d\u0627\u062a\u060c \u0623\u0648 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0634\u0643\u0644 \u0648\u0627\u0644\u0645\u0638\u0647\u0631 \u0644\u0644\u0635\u0641\u062d\u0629.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u0635\u0641\u062d\u0627\u062a\u064a \u0647\u064a \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0648\u064a\u0628 \u0627\u0644\u0645\u062e\u0635\u0635\u0629 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u0625\u0646\u0634\u0627\u0626\u0647\u0627 \u0623\u0648 \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0644\u0643. \u0627\u0639\u062a\u0645\u0627\u062f\u0627 \u0639\u0644\u0649 \u062f\u0648\u0631\u0643\u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u0631\u064a\u0631 \u0635\u0641\u062d\u0627\u062a\u0643 \u060c \u0625\u0636\u0627\u0641\u0629 \u0635\u0641\u062d\u0627\u062a\u060c \u0623\u0648 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0634\u0643\u0644 \u0648\u0627\u0644\u0645\u0638\u0647\u0631 \u0645\u0646 \u0627\u0644\u0635\u0641\u062d\u0629.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0635\u0641\u062d\u0627\u062a
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=\u0635\u0641\u062d\u0629 \u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0629 (Automatic Translation)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u0635\u0641\u062d\u0627\u062a\u064a
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=\u062a\u062e\u0637\u064a\u0637 \u064a\u0631\u062b \u0645\u0646 \u0646\u0645\u0648\u0630\u062c \u0623\u0648\u0644\u0649. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0645\u0639\u0627\u0644\u062c\u062a\u0647 \u0627\u0644\u0645\u062f\u0627\u062e\u0644. (Automatic Translation)
merge-x-public-pages=\u062f\u0645\u062c {0} \u0635\u0641\u062d\u0627\u062a \u0639\u0627\u0645\u0629
meta-tags=\u0628\u0637\u0627\u0642\u0627\u062a \u0627\u0644\u0645\u064a\u062a\u0627
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=\u062a\u0639\u062f\u064a\u0644 \u0634\u0639\u0627\u0631 \u0642\u0627\u0644\u0628 \u0645\u0648\u0642\u0639 \u064a\u0624\u062b\u0631 \u0641\u0642\u0637 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u0644\u0645 \u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0628\u0639\u062f. (Automatic Translation)
not-customizable=\u063a\u064a\u0631 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u062e\u0635\u064a\u0635 (Automatic Translation)
orphan-portlets=\u0627\u0644\u0645\u062f\u0627\u062e\u0644 \u0627\u0644\u064a\u062a\u064a\u0645\u0629 (Automatic Translation)
page-priority=\u0623\u0648\u0644\u0648\u064a\u0629 \u0627\u0644\u0635\u0641\u062d\u0629
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=\u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0645\u0646 \u0646\u0648\u0639 {0} \u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0644\u0647\u0627 \u0635\u0641\u062d\u0627\u062a \u0641\u0631\u0639\u064a\u0629.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=\u0627\u0644\u0635\u0642 \u0631\u0645\u0632 JavaScript \u0648\u0627\u0644\u0630\u064a \u0633\u064a\u062a\u0645 \u062a\u0646\u0641\u064a\u0630\u0647\u0627 \u0623\u0633\u0641\u0644 \u0627\u0644\u0635\u0641\u062d\u0629.
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=\u0627\u0644\u0635\u0642 \u0631\u0645\u0632 JavaScript \u0648\u0627\u0644\u0630\u064a \u0633\u064a\u062a\u0645 \u062a\u0646\u0641\u064a\u0630\u0647\u0627 \u0623\u0633\u0641\u0644 \u0627\u0644\u0635\u0641\u062d\u0629.
please-enter-a-valid-page-priority=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0639\u0646\u0648\u0627\u0646 \u0635\u062d\u064a\u062d.
please-select-a-valid-change-frequency=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u062a\u0648\u0627\u062a\u0631 \u062a\u063a\u064a\u064a\u0631 \u0635\u0627\u0644\u062d\u0629. (Automatic Translation)
please-select-a-valid-include-value=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062e\u062a\u064a\u0627\u0631 \u0646\u0648\u0639.
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=\u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0645\u062a\u0627\u062d\u0629 \u0641\u0642\u0637 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0647\u0645 \u0623\u0639\u0636\u0627\u0621 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u064a\u0645\u0644\u0643 \u0627\u0644\u0635\u0641\u062d\u0627\u062a. (Automatic Translation)
public-pages-help=\u0635\u0641\u062d\u0627\u062a \u0639\u0627\u0645\u0629 \u064a\u062a\u0645 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0627\u064b \u0645\u062a\u0627\u062d\u0629 \u0644\u0623\u064a \u0634\u062e\u0635\u060c \u062d\u062a\u0649 \u063a\u064a\u0631 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 (\u0627\u0644\u0636\u064a\u0648\u0641). (Automatic Translation)
publication-process-in-progress-help=\u0647\u0646\u0627\u0643 \u0639\u0645\u0644\u064a\u0629 \u0646\u0634\u0631 \u0642\u064a\u062f \u0627\u0644\u062a\u0642\u062f\u0645. \u064a\u0645\u0643\u0646 \u062a\u063a\u064a\u064a\u0631 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0635\u0641\u062d\u0627\u062a. (Automatic Translation)
query-string=\u062c\u0645\u0644\u0629 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645
query-string-help=\u0627\u0633\u062a\u062e\u062f\u0645 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0647\u0630\u0647 - \u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0627 - \u0639\u0646\u062f \u0639\u062f\u0645 \u0648\u062c\u0648\u062f \u063a\u064a\u0631\u0647\u0627. \u062a\u0639\u062a\u0628\u0631 \u0647\u0630\u0647 \u0627\u0644\u062e\u0648\u0627\u0635 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629.
requires-log-in=\u064a\u062a\u0637\u0644\u0628 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 (Automatic Translation)
reset-and-propagate=\u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0648\u0646\u0634\u0631 (Automatic Translation)
reset-changes=\u0627\u0644\u062a\u063a\u064a\u0631\u0627\u062a \u0627\u0644\u062d\u062f\u064a\u062b\u0629
reset-my-customizations=\u0625\u0639\u0627\u062f\u0629 \u0636\u0628\u0637 \u062a\u062e\u0635\u064a\u0635\u0627\u062a\u064a
revision-id=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0631\u0627\u062c\u0639\u0629
send-sitemap-information-to-preview=\u0623\u0631\u0633\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062e\u0627\u0631\u0637\u0629 \u0627\u0644\u0645\u0648\u0642\u0639 {0}\u0644\u0644\u0645\u0631\u0627\u062c\u0639\u0629{1}\:
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=\u0639\u0631\u0636 \u0627\u0633\u0645 \u0627\u0644\u0645\u0648\u0642\u0639
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=\u0644\u0642\u062f \u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629. \u0627\u0636\u063a\u0637 \u0647\u0646\u0627 \u0644\u0631\u0624\u064a\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a.
the-first-page-cannot-be-of-type-x=\u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0623\u0648\u0644\u0649 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0645\u0646 \u0627\u0644\u0646\u0648\u0639 {0}.
the-page-was-created-succesfully=\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0646\u062c\u0627\u062d. (Automatic Translation)
the-page-was-deleted-succesfully=\u062a\u0645 \u062d\u0630\u0641 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0646\u062c\u0627\u062d. (Automatic Translation)
the-page-was-updated-succesfully=\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0646\u062c\u0627\u062d. (Automatic Translation)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=\u064a\u0642\u0648\u0645 \u0628\u0631\u0648\u062a\u0648\u0643\u0648\u0644 \u062e\u0627\u0631\u0637\u0629 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u062a\u0646\u0628\u064a\u0647 \u0645\u062d\u0631\u0643\u0627\u062a \u0627\u0644\u0628\u062d\u062b \u0628\u0647\u064a\u0643\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=\u0627\u0644\u062a\u0634\u0643\u064a\u0644\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0644\u0644\u0645\u0648\u0642\u0639 \u0644\u0627 \u062a\u062f\u0639\u0645 \u0639\u0631\u0636 \u0627\u0644\u0639\u0646\u0648\u0627\u0646.
there-are-no-available-advanced-settings-for-these-pages=\u0644\u064a\u0633\u062a \u0647\u0646\u0627\u0643 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u062a\u0642\u062f\u0645\u0629 \u0644\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0627\u062a.
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u064a\u0629 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u062e\u0627\u0635 (Automatic Translation)
there-are-no-public-pages=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u064a\u0629 "\u0635\u0641\u062d\u0627\u062a \u0639\u0627\u0645\u0629" (Automatic Translation)
this-icon-will-be-shown-in-the-navigation-menu=\u0633\u064a\u062a\u0645 \u0639\u0631\u0636 \u0647\u0630\u0647 \u0627\u0644\u0623\u064a\u0642\u0648\u0646\u0629 \u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062a\u0646\u0642\u0644.
this-is-the-default-page-without-your-customizations=\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u062f\u0648\u0646 \u0623\u064a \u062a\u0639\u062f\u064a\u0644\u0627\u062a.
this-page-belongs-to-a-user-group=\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u062a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0623\u064a \u062a\u0639\u062f\u064a\u0644\u0627\u062a \u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0627 \u0633\u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642\u0647\u0627 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u0641\u0642\u0637.
this-page-can-be-customized=\u064a\u0645\u0643\u0646 \u062a\u062e\u0635\u064a\u0635 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629. (Automatic Translation)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0637\u0641\u0644 \u0646\u0638\u0631\u0627\u064b \u0644\u0623\u0646\u0647 \u0645\u0642\u062a\u0631\u0646 \u0628\u0642\u0627\u0644\u0628 \u0645\u0648\u0642\u0639. (Automatic Translation)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0625\u0646\u0647\u0627 \u062a\u0627\u0628\u0639\u0629 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 <em>{0}</em>.
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0625\u0646\u0647\u0627 \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0642\u0627\u0644\u0628 \u0645\u0648\u0642\u0639 \u0644\u0627 \u064a\u0633\u0645\u062d \u0628\u0627\u0644\u062a\u0639\u062f\u064a\u0644\u0627\u062a.
this-page-has-been-changed-since-the-last-update-from-the-site-template=\u062a\u0645 \u062a\u063a\u064a\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0645\u0646\u0630 \u0622\u062e\u0631 \u062a\u062d\u062f\u064a\u062b \u0644\u0642\u0627\u0628\u0644 \u0627\u0644\u0645\u0648\u0642\u0639. \u0644\u0646 \u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0623\u064a \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0639\u0644\u0649 \u0642\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 <em>\u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0636\u0628\u0637</em> \u0644\u0644\u0646\u0633\u062e \u0641\u0648\u0642 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0648\u062a\u0644\u0642\u064a \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0642\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639.
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0642\u062f \u062a\u063a\u064a\u0631\u062a \u0645\u0646\u0630 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0623\u062e\u064a\u0631 \u0645\u0646 \u0642\u0627\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639. (Automatic Translation)
this-page-is-linked-to-a-page-template=\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0645\u0631\u0628\u0648\u0637\u0629 \u0628\u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0629. \u0644\u0644\u062a\u0645\u0643\u0646 \u0645\u0646 \u0627\u0644\u062a\u0639\u062f\u064a\u0644 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629\u060c \u064a\u062c\u0628 \u062a\u0639\u0637\u064a\u0644 \u0627\u0644\u0646\u0634\u0631 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0644\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629.
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0642\u0627\u0644\u0628 \u0645\u0648\u0642\u0639 \u0644\u0627 \u064a\u0633\u0645\u062d \u0628\u0627\u0644\u062a\u0639\u062f\u064a\u0644\u0627\u062a.
toggle-controls=\u062a\u0628\u062f\u064a\u0644 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u062d\u0643\u0645 (Automatic Translation)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=\u0627\u0633\u062a\u062e\u062f\u0645 \u0646\u0641\u0633 \u0627\u0644\u0634\u0643\u0644 \u0648\u0623\u0633\u0644\u0648\u0628 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0642\u0627\u0644\u0628 \u0644\u0644\u0635\u0641\u062d\u0627\u062a.
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=\u0639\u0631\u0636 \u0645\u0646\u0627\u0637\u0642 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u062e\u0635\u064a\u0635 (Automatic Translation)
view-my-customized-page=\u0639\u0631\u0636 \u0635\u0641\u062d\u062a\u064a \u0627\u0644\u0645\u062e\u0635\u0635\u0629
view-page-without-my-customizations=\u0639\u0631\u0636 \u0627\u0644\u0635\u0641\u062d\u0629 \u062f\u0648\u0646 \u0627\u0644\u062a\u062e\u0635\u064a\u0635\u0627\u062a (Automatic Translation)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=\u062a\u062d\u0630\u064a\u0631\! \u0633\u064a\u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0645\u062f\u0627\u062e\u0644 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0625\u0644\u0649 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0648\u0633\u064a\u062a\u0645 \u062d\u0630\u0641 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0645\u062f\u0627\u062e\u0644 \u0627\u0644\u062a\u064a \u0644\u0645 \u064a\u0639\u062f \u0644\u0647\u0627 \u0648\u062c\u0648\u062f. (Automatic Translation)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=\u064a\u0645\u0643\u0646 \u062a\u0647\u064a\u0626\u0629 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0623\u0639\u0644\u0649 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0627\u0645 \u0644\u062f\u0645\u062c\u0647\u0627 \u0645\u0639 \u0635\u0641\u062d\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0623\u0639\u0644\u0649 \u0644\u0645\u0648\u0642\u0639 {0} \u0627\u0644\u0639\u0627\u0645. \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0639\u062f\u0647\u0627 \u0627\u0644\u062a\u0646\u0642\u0644 \u0628\u064a\u0646 \u0627\u0644\u0645\u0648\u0642\u0639\u064a\u0646 \u0628\u0627\u0646\u0633\u064a\u0627\u0628\u064a\u0629.
you-can-customize-this-page=\u064a\u0645\u0643\u0646 \u062a\u062e\u0635\u064a\u0635 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629.
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0644\u064a\u0633\u062a \u0641\u064a\u0648\u064a\u0627\u0628\u0644 \u0623\u0648\u0646\u0627\u062b\u064a\u0646\u062a\u064a\u0643\u0627\u062a\u064a\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0630\u0644\u0643 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0623\u0648\u0644\u0649. (Automatic Translation)
you-must-have-at-least-one-page=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0644\u062f\u064a\u0643 \u0635\u0641\u062d\u0629 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.
