#X-Generator: crowdin.com
add-wiki=\u0627\u0641\u0632\u0648\u062f\u0646 \u0648\u06cc\u06a9\u06cc
all-files-are-saved=\u062a\u0645\u0627\u0645 \u0641\u0627\u06cc\u0644\u200c\u200c\u0647\u0627 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0646\u062f.
an-error-occurred-while-formatting-the-wiki-page=\u062f\u0631 \u0641\u0631\u0645\u062a \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0645\u0634\u06a9\u0644\u06cc \u0628\u0647 \u0648\u062c\u0648\u062f \u0622\u0645\u062f\u0647 \u0627\u0633\u062a.
another-user-made-changes-that-are-pending-publication=\u06a9\u0627\u0631\u0628\u0631 \u062f\u06cc\u06af\u0631\u06cc \u06a9\u0647 \u062f\u0631 \u0627\u0646\u062a\u0638\u0627\u0631 \u0627\u0646\u062a\u0634\u0627\u0631 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc. \u0634\u0645\u0627 \u0642\u0627\u062f\u0631 \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0648\u062f \u0628\u0647 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u0627\u0645 \u0635\u0641\u062d\u0647 \u062a\u0627 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0636\u0645\u06cc\u0645\u0647 \u0627\u06cc\u0646 \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
attachment-found-in-wiki-page-x=\u0636\u0645\u06cc\u0645\u0647 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc {0} \u06cc\u0627\u0641\u062a \u0634\u062f.
category.wiki=\u0648\u06cc\u06a9\u06cc
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=\u0646\u0638\u0631 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc {0} \u06cc\u0627\u0641\u062a \u0634\u062f.
convert-wiki-pages-from-classic-wiki-to-creole-format=\u062a\u0628\u062f\u06cc\u0644 \u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0627\u0632 \u0648\u06cc\u06a9\u06cc \u06a9\u0644\u0627\u0633\u06cc\u06a9 \u0628\u0647 \u0648\u06cc\u06a9\u06cc Creole
edit-wikis=\u0648\u064a\u0631\u0627\u064a\u0634 \u0648\u064a\u06a9\u06cc \u0647\u0627
edit-wikis-for-group=\u0648\u064a\u0631\u0627\u064a\u0634 \u0648\u064a\u06a9\u06cc \u0647\u0627 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647\:
enable-highlighting=Enable Highlighting
import-wiki-images-help=\u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0641\u0634\u0631\u062f\u0647 \u0627\u0632 \u062a\u0635\u0627\u0648\u06cc\u0631 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0648\u0634\u0647\u200c\u06cc \u062a\u0635\u0627\u0648\u06cc\u0631 \u0631\u0627 \u0628\u0647 \u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u0627\u0632 \u0645\u062f\u06cc\u0627\u0648\u06cc\u06a9\u06cc \u0641\u0634\u0631\u062f\u0647 \u06a9\u0646\u06cc\u062f (\u0628\u0631\u062e\u06cc \u0645\u0648\u0627\u0631\u062f \u00ab\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc\u00bb \u0646\u0627\u0645\u06cc\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f). \u062f\u0631 \u0627\u06cc\u0646\u200c\u0635\u0648\u0631\u062a\u060c \u062a\u0648\u0635\u06cc\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u06a9\u0647 \u067e\u0648\u0634\u0647\u200c\u0647\u0627\u06cc "archive"\u060c "temp" \u0648 "thumbs" \u0628\u0631\u0627\u06cc \u06a9\u0627\u0647\u0634 \u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 \u0641\u0634\u0631\u062f\u0647 \u0634\u062f\u0647 \u067e\u0627\u06a9 \u0634\u0648\u0646\u062f.
import-wiki-pages-help=\u0627\u0631\u0633\u0627\u0644 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 XML \u0635\u0627\u062f\u0631 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0645\u062f\u06cc\u0627\u0648\u06cc\u06a9\u06cc \u0627\u0632 \u0637\u0631\u06cc\u0642 "\u0648\u06cc\u0698\u0647\: \u0635\u0627\u062f\u0631\u0627\u062a" \u0635\u0641\u062d\u0647 "\u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f (\u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u0698\u0647" \u062f\u0631 \u0645\u0646\u0648\u06cc \u062c\u0639\u0628\u0647 \u0627\u0628\u0632\u0627\u0631).
import-wiki-strict-mode-help=\u0647\u0631 \u0646\u0634\u0627\u0646\u0647\u200c\u06af\u0630\u0627\u0631\u06cc \u0645\u062f\u06cc\u0627\u0648\u06cc\u06a9\u06cc \u06a9\u0647 \u0642\u0627\u0628\u0644 \u062a\u0634\u062e\u06cc\u0635 \u0646\u06cc\u0633\u062a \u0627\u0632 \u0635\u0641\u062d\u0647\u200c\u06cc \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0634\u062f\u0647 \u062d\u0630\u0641 \u0634\u0648\u062f.
import-wiki-users-help=\u06cc\u06a9 \u0641\u0627\u06cc\u0644 CVS \u062d\u0627\u0648\u06cc \u0622\u062f\u0631\u0633\u200c\u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0631\u0627\u06cc \u0627\u0646\u0637\u0628\u0627\u0642 \u0628\u0627 \u0645\u0648\u0627\u0631\u062f \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0631\u0633\u0627\u0644 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0641\u0627\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644\u06cc \u0628\u0627\u06cc\u0633\u062a\u06cc \u0634\u0627\u0645\u0644 \u062f\u0648 \u0633\u062a\u0648\u0646 \u0628\u0627\u0634\u062f\: \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644. \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646 \u0628\u0647 \u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u0647 \u0627\u0632 SQL \u0627\u0632 \u062f\u06cc\u062a\u0627\u0628\u06cc\u0633 \u0645\u062f\u06cc\u0627\u0648\u06cc\u06a9\u06cc \u0628\u0647 \u062f\u0633\u062a\u200c \u0622\u0648\u0631\u062f.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0648\u06cc\u06a9\u06cc \u06cc\u06a9 \u062f\u0627\u0646\u0634\u0646\u0627\u0645\u0647 \u0645\u0634\u062a\u0631\u06a9 \u0627\u0633\u062a \u06a9\u0647 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0627\u0634\u062a\u0631\u0627\u06a9 \u062f\u0627\u0646\u0633\u062a\u200c\u200c\u0647\u0627 \u062f\u0631 \u06cc\u06a9 \u0632\u0645\u06cc\u0646\u0647 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u200c\u062f\u0647\u062f. \u0645\u062f\u06cc\u0631\u0627\u0646 \u0645\u06cc\u200c\u0629\u0648\u0627\u0646\u0646\u062f \u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0631\u062f\u0647\u060c \u0645\u062c\u0648\u0632\u0647\u0627 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0647 \u0648 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u067e\u06cc\u0634\u0631\u0641\u062a\u0647 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u0646\u062f.
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0648\u06cc\u06a9\u06cc
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0648\u06cc\u06a9\u06cc
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u0646\u0645\u0627\u06cc\u0634 \u0648\u06cc\u06a9\u06cc
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=\u0648\u06cc\u06a9\u06cc
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0648\u06cc\u06a9\u06cc\u200c\u0647\u0627
model.resource.com.liferay.wiki=\u0631\u0627\u0647\u0646\u0645\u0627
model.resource.com.liferay.wiki.model.WikiNode=\u06af\u0631\u0647
model.resource.com.liferay.wiki.model.WikiPage=\u0635\u0641\u062d\u0647
model.resource.com.liferay.wiki.template=\u0648\u064a\u0631\u0627\u064a\u0634 \u0642\u0627\u0644\u0628 XSL
new-wiki-node=\u0635\u0641\u062d\u0647\u200c\u06cc \u062c\u062f\u06cc\u062f \u062f\u0631 \u0648\u06cc\u06a9\u06cc
new-wiki-page=\u0635\u0641\u062d\u0647\u200c\u06cc \u062c\u062f\u06cc\u062f \u062f\u0631 \u0648\u06cc\u06a9\u06cc
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc \u0627\u06cc\u0646 \u0646\u0648\u062f \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.
show-wiki-borders=\u0646\u0645\u0627\u064a\u0634 \u0645\u0631\u0632\u0647\u0627\u06cc \u0648\u064a\u06a9\u06cc
the-company-id-associated-with-the-wiki=\u0634\u0646\u0627\u0633\u0647 \u06a9\u0645\u067e\u0627\u0646\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0648\u06cc\u06a9\u06cc
the-company-mx-associated-with-the-wiki=MX \u06a9\u0645\u067e\u0627\u0646\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0648\u06cc\u06a9\u06cc
the-company-name-associated-with-the-wiki=\u0646\u0627\u0645 \u06a9\u0645\u067e\u0627\u0646\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0648\u06cc\u06a9\u06cc
the-site-name-associated-with-the-wiki=\u0646\u0627\u0645 \u0633\u0644\u06cc\u062a \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0648\u06cc\u06a9\u06cc
the-wiki-could-not-be-found=\u0634\u0631\u06a9\u062a \u064a\u0627\u0641\u062a \u0646\u0634\u062f.
there-are-no-wiki-attachments=\u067e\u06cc\u0648\u0633\u062a \u0648\u06cc\u06a9\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
there-are-no-wikis=\u0648\u06cc\u06a9\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=\u0627\u06cc\u0646 \u0646\u0648\u062f \u0648\u06cc\u06a9\u06cc \u0641\u0627\u06cc\u0644 \u067e\u06cc\u0648\u0633\u062a\u06cc \u062f\u0631 \u0633\u0637\u0644 \u0628\u0627\u0632\u06cc\u0627\u0641\u062a \u0646\u062f\u0627\u0631\u062f.
total-pages=\u062a\u0645\u0627\u0645\u06cc \u0635\u0641\u062d\u0627\u062a
update-wiki=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0648\u06cc\u06a9\u06cc
view-wiki=\u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u06cc\u06a9\u06cc
visible-wikis=\u0648\u06cc\u06a9\u06cc\u200c\u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
wiki-navigation=\u0648\u06cc\u06a9\u06cc \u06a9\u0646\u062a\u0631\u0644
wiki-node=\u06af\u0631\u0647
wiki-node-local-service=\u0633\u0631\u0648\u06cc\u0633 \u0645\u062d\u0644\u06cc \u0646\u0648\u062f \u0648\u06cc\u06a9\u06cc
wiki-node-local-service-help=\u0627\u0631\u0627\u0626\u0647 \u062e\u062f\u0645\u0627\u062a \u0645\u062d\u0644\u06cc \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc\u060c \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646\u060c \u062d\u0630\u0641\u060c \u0648\u0627\u0631\u062f\u0627\u062a\u060c \u062d\u0645\u0644 \u0648 \u0646\u0642\u0644\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647\u060c \u0648 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0646\u0648\u062f \u0648\u06cc\u06a9\u06cc.
wiki-node-service=\u0633\u0631\u0648\u06cc\u0633 \u0646\u0648\u062f \u0648\u06cc\u06a9\u06cc
wiki-node-service-help=\u0627\u0631\u0627\u0626\u0647 \u062e\u062f\u0645\u0627\u062a \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc\u060c \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646\u060c \u062d\u0630\u0641\u060c \u0648\u0627\u0631\u062f\u0627\u062a\u060c \u062d\u0645\u0644 \u0648 \u0646\u0642\u0644\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647\u060c \u0648 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0646\u0648\u062f \u0648\u06cc\u06a9\u06cc. \u0627\u06cc\u0646 \u0631\u0648\u0634 \u0634\u0627\u0645\u0644 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0686\u06a9 \u06a9\u0631\u062f\u0646 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
wiki-nodes=Wiki Nodes
wiki-page=\u0635\u0641\u062d\u0647
wiki-page-content=\u0645\u062d\u062a\u0648\u0627 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc
wiki-page-content-help=\u0645\u062d\u062a\u0648\u0627\u06cc HTML \u0635\u0641\u062d\u0647 \u062c\u0627\u0631\u06cc \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u200c\u062f\u0647\u062f.
wiki-page-help=\u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc \u06a9\u0647 \u062f\u0631 \u0627\u06cc\u0646 \u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0631\u0627 \u0646\u0634\u0627\u0646 \u062f\u0647\u06cc\u062f.
wiki-page-local-service=\u0633\u0631\u0648\u06cc\u0633 \u0645\u062d\u0644\u06cc \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc
wiki-page-local-service-help=\u062e\u062f\u0645\u0627\u062a \u0645\u062d\u0644\u06cc \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc\u060c \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646\u060c \u062d\u0630\u0641\u060c \u062d\u0631\u06a9\u062a\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647\u060c \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc\u060c \u0648 \u0627\u0639\u062a\u0628\u0627\u0631 \u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u0631\u0627\u0626\u0647 \u062f\u0647\u06cc\u062f.
wiki-page-service=\u0633\u0631\u0648\u06cc\u0633 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc
wiki-page-service-help=\u062e\u062f\u0645\u0627\u062a \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc\u060c \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646\u060c \u062d\u0630\u0641\u060c \u062d\u0631\u06a9\u062a\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647\u060c \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc\u060c \u0648 \u0627\u0639\u062a\u0628\u0627\u0631 \u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u0631\u0627\u0626\u0647 \u062f\u0647\u06cc\u062f. \u0627\u06cc\u0646 \u0631\u0648\u0634\u200c \u0634\u0627\u0645\u0644 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0686\u06a9 \u0634\u062f\u0647 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
wiki-pages=\u0635\u0641\u062d\u0647
wiki-portlet-instance-configuration-name=\u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0648\u06cc\u06a9\u06cc
wiki-services=\u0633\u0631\u0648\u06cc\u0633\u200c\u200c\u0647\u0627\u06cc \u0648\u06cc\u06a9\u06cc
wikis=\u0648\u064a\u06a9\u06cc \u0647\u0627
wikis-permissions=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0648\u06cc\u06a9\u06cc\u200c\u0647\u0627.
you-are-not-subscribed-to-this-wiki=\u0634\u0645\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0648\u06cc\u06a9\u06cc \u0645\u0634\u062a\u0631\u06a9 \u0646\u06cc\u0633\u062a\u06cc\u062f.
you-are-subscribed-to-this-wiki=\u0634\u0645\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0648\u06cc\u06a9\u06cc \u0645\u0634\u062a\u0631\u06a9 \u0647\u0633\u062a\u06cc\u062f.
