#X-Generator: crowdin.com
include-inherited-permissions-help=M\u00e4\u00e4ra see \u00f5ige lisada kasutaja p\u00e4ritud rolle Otsi luba filtreerimine osana. Kasutaja p\u00e4ritud rolle lisada k\u00f5igile kasutajatele m\u00e4\u00e4ratud kasutaja\: kasutaja nimel ja organisatsiooni liikmelisus. (Automatic Translation)
index-commit-immediately-help=M\u00e4\u00e4ra see t\u00f5si, et kohe commit Otsinguindeksi kirjutada taotlusi. S\u00e4tteks t\u00f5ene v\u00f5ib j\u00f5udlusele otsingu mootor nagu iga kirjutada taotluse sunnib otsingumootori indeks lugeja v\u00e4rskendada ja potentsiaalselt flush tehingute kettale. Vaikek\u00e4itumise portaal on suunatud viivitamata registri toiminguteks (nt lisada blogi, blogi update) kuid viivitus paneb hulgitoimingud (nt indeks k\u00f5ik kasutajad, indekseerida k\u00f5ik vikid) enne k\u00f5iki kirjeid on saadetud otsingumootor. Setting see FALSE v\u00f5ib p\u00f5hjustada portletid nagu vara Kirjastaja ilmutada hilinenud vastuse, kui n\u00e4htaval \u00e4sja lisatud sisu. N\u00e4iteks kasutajatel v\u00f5ib esineda viivitusi Elasticsearch vaikeotsingumootorit. See https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html for more information. (Automatic Translation)
index-writer-helper-configuration-name=Indekseerija kirjanik Helper (Automatic Translation)
index.status.manager.configuration.nam=Indeksi olek Manager (Automatic Translation)
indexer-registry-configuration-name=Otsi indeksi register (Automatic Translation)
permission-terms-limit-help=M\u00e4\u00e4ra see luba otsingus\u00f5nad, mida lisatakse otsingup\u00e4ringu jalgpallurit. Kui see piir on \u00fcletatud, ei luba otsinguterminite k\u00e4ibemaks. Selle asemel \u00f5igust kontrollida langeb tagasi luba otsingufiltrit. (Automatic Translation)
query-pre-process-configuration-name=Otsing Indeks p\u00e4ringu eelt\u00f6\u00f6tluse k\u00e4sk (Automatic Translation)
search-engine-helper-configuration-name=Otsi mootor Helper (Automatic Translation)
search-permission-checker-configuration-name=Otsi luba Checker (Automatic Translation)
