#X-Generator: crowdin.com
include-inherited-permissions-help=D\u00e9finir comme vrai afin d'inclure les r\u00f4les h\u00e9rit\u00e9s d'un utilisateur dans le cadre d'un filtrage d'autorisations de recherche. Les r\u00f4les h\u00e9rit\u00e9s d'un utilisateur incluent tous les utilisateur attribu\u00e9s \u00e0 un utilisateur du groupe d'utilisateur et de son adh\u00e9sion \u00e0 l'organisation.
index-commit-immediately-help=D\u00e9finir cette valeur \u00e0 true pour valider imm\u00e9diatement les demande d'\u00e9criture d'index de recherche. D\u00e9finir ceci \u00e0 true peut impacter n\u00e9gativement la performance du moteur de recherche car chaque demande d'\u00e9criture forcera le moteur de recherche de rafra\u00eechir le lecteur d'index et potentiellement ignorer les transactions sur disque. Le comportement par d\u00e9faut du portail est de valider imm\u00e9diatement for chaque op\u00e9ration d'index. (par exemple\: ajouter blog, mettre \u00e0 jour blog) mais retarder les validations de transaction pour les op\u00e9rations en masse. (par exemple indexer tous les utilisateurs, indexer toutes les pages wiki) jusqu'\u00e0 ce que toutes les entr\u00e9es sont envoy\u00e9es au moteur de recherche. D\u00e9finir cette valeur \u00e0 false peut causer les portlets comme Aggr\u00e9gateur de Contenu, par exemple il affichera avec du retard lors d'affichage de contenus r\u00e9cemment ajout\u00e9s. Par exemple aussi, les utilisateurs peuvent rencontrer du retard avec le moteur de recherche par d\u00e9faut Elasticsearch. Voir https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html pour plus d'informations.
index-writer-helper-configuration-name=Aide d'\u00e9crivain d'indexation
index.status.manager.configuration.nam=Gestionnaire de l'\u00e9tat de l'index
indexer-registry-configuration-name=Registre de recherche d'index
permission-terms-limit-help=Mettre \u00e0 limiter le nombre de termes de recherche de l\u2019autorisation qui sera ajout\u00e9e \u00e0 la requ\u00eate de recherche. Si cette limite est d\u00e9pass\u00e9e, sans permission des termes de recherche s\u2019ajouteront. Au lieu de cela, v\u00e9rification de permission vous renverra vers le filtre d\u2019autorisation de recherche. (Automatic Translation)
query-pre-process-configuration-name=Pr\u00e9processeur de requ\u00eate d'index de recherche
search-engine-helper-configuration-name=Aide de moteur de recherche
search-permission-checker-configuration-name=V\u00e9rificateur de permission de recherche
