#X-Generator: crowdin.com
authentication-search-filter-help=\u0641\u06cc\u0644\u062a\u0631 \u062c\u0633\u062a\u062c\u0648\u06cc\u06cc \u0631\u0627 \u06a9\u0647 \u0628\u0631\u0627\u06cc \u062a\u0633\u062a \u0627\u0639\u062a\u0628\u0627\u0631 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0633\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f. tokens @company_id@, @email_address@, @screen_name@, and @user_id@ \u062f\u0631 \u0632\u0645\u0627\u0646 \u0627\u062c\u0631\u0627 \u062a\u0648\u0633\u0637 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0635\u062d\u06cc\u062d\u06cc \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
autogenerate-user-password=\u0627\u06cc\u062c\u0627\u062f \u062e\u0648\u062f\u06a9\u0627\u0631 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646
base-dn-help=Base DN \u0632\u0645\u06cc\u0646\u0647 \u062c\u0633\u062a\u062c\u0648\u06cc \u0627\u0648\u0644\u06cc\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0647 \u0648 \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0627\u0633\u062a.
contact-custom-mappings-help=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f. \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0632 \u0627\u06cc\u0646 \u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0645\u0634\u062e\u0635\u0627\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 LDAP \u0648 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0641\u0627\u0631\u0634\u06cc \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f.
contact-mappings-help=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f. \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0632 \u0627\u06cc\u0646 \u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0645\u0634\u062e\u0635\u0627\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 LDAP \u0648 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0641\u0627\u0631\u0634\u06cc \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f.
create-role-per-group=\u0633\u0627\u062e\u062a \u0646\u0642\u0634 \u0628\u0631\u0627\u06cc \u0647\u0631 \u06af\u0631\u0648\u0647
default-user-password=\u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636
enable-group-cache=\u0641\u0639\u0627\u0644\u200c\u0633\u0627\u0632\u06cc \u062d\u0627\u0641\u0638\u0647 \u06af\u0631\u0648\u0647
enable-user-password=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u06a9\u0627\u0631\u0628\u0631
export-enabled-help=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0632 \u067e\u0648\u0631\u062a\u0627\u0644 \u0628\u0647 LDAP. \u0627\u06cc\u0646 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u062c\u0627\u0632\u0647 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u0627\u0645 \u0648 \u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc \u0648 ... \u0631\u0627 \u0645\u06cc\u200c\u062f\u0647\u062f. \u062f\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u06a9\u0647 \u0628\u0627\u0639\u062b \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0631 \u0633\u0631\u0648\u0631 LDAP \u0645\u06cc\u200c\u0634\u0648\u062f. \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u0646\u062f \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc\u06a9\u0647"LDAPAuthConfiguration.enabled" \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u0646\u062f.
export-group-enabled-help=\u0627\u06af\u0631 \u06af\u0631\u0648\u0647\u200c\u0647\u0627 \u0648 \u0645\u062a\u0639\u0644\u0642\u0627\u062a \u0622\u0646\u0647\u0627 \u0628\u0627\u06cc\u062f \u0627\u0632 \u067e\u0648\u0631\u062a\u0627\u0644 \u0628\u0647 LDAP \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u0646\u062f \u0627\u06cc\u0646 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u0646\u062f \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc\u06a9\u0647"LDAPAuthConfiguration.enabled" \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u0646\u062f.
group-default-object-classes-help=\u0648\u0642\u062a\u06cc \u06af\u0631\u0648\u0647\u06cc \u0628\u0647 LDAP \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f \u0648 \u06af\u0631\u0648\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u06af\u0631\u0648\u0647 \u062a\u0648\u0633\u0637 \u0645\u0642\u0627\u062f\u06cc\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0632\u06cc\u0631 \u0633\u0627\u062e\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
group-mappings-help=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u060c \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0632 \u0627\u06cc\u0646 \u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0628\u0647 \u06af\u0631\u0648\u0647 LDAP \u0648 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f.
group-search-filter-enabled-help=\u0627\u06af\u0631 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0641\u06cc\u0644\u062a\u0631 \u06af\u0631\u0648\u0647 \u0628\u0647 \u06a9\u0627\u0631 \u06af\u0631\u0641\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0627\u0645\u0627 \u0641\u0642\u0637 \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0631\u0627\u0633\u0627\u0633 DN \u0645\u06cc\u200c\u0628\u0627\u0634\u062f. \u0627\u06af\u0631 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.\u0641\u06cc\u0644\u062a\u0631 \u0628\u0647 \u06a9\u0627\u0631 \u06af\u0631\u0641\u062a\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0648 \u0647\u0645\u0647 \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648\u0631\u0648\u062f\u06cc \u0648\u0627\u0628\u0633\u062a\u0647 \u0647\u0633\u062a\u0646\u062f \u0628\u062f\u0648\u0646 \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0646 DN \u0645\u0634\u0627\u0631\u06a9\u062a \u062e\u0648\u0627\u0647\u0646\u062f \u062f\u0627\u0634\u062a.
groups-dn-help=\u06af\u0631\u0648\u0647\u200c\u200c\u0647\u0627\u06cc \u062c\u062f\u06cc\u062f \u062f\u0631 DN \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0633\u0627\u062e\u062a\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u0641\u0642\u0637 \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u0641\u0639\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u06a9\u0647 "LDAPAuthConfiguration.enabled" \u0648 "LDAPExportConfiguration.enabled" \u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0628\u0627\u0634\u0646\u062f.
import-create-role-per-group-help=\u0627\u06cc\u0646 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f \u0627\u06af\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u0628\u0647 \u0637\u0648\u0631 \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0628\u0631\u0627\u06cc \u0647\u0631 \u06af\u0631\u0648\u0647 \u0648\u0631\u0648\u062f\u06cc \u0627\u0632LDAP \u0646\u0642\u0634\u06cc \u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0646\u0642\u0634 \u0628\u0647 \u06af\u0631\u0648\u0647 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0628\u0637\u0648\u0631\u06cc\u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u0646\u062f \u0648\u0642\u062a\u06cc \u06a9\u0647 \u0628\u0647 \u06af\u0631\u0648\u0647\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u0646\u062f\u060c \u0646\u0642\u0634 \u062e\u0648\u062f \u0631\u0627 \u0628\u06af\u06cc\u0631\u0646\u062f.
import-group-cache-enabled-help=\u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u06cc\u0627 time- group DN \u062f\u0631 \u0637\u06cc \u0648\u0631\u0648\u062f \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc LDAP \u0630\u062e\u06cc\u0631\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0627\u06af\u0631 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f \u0628\u0627\u0639\u062b \u0627\u0641\u0632\u0627\u06cc\u0634 \u0633\u0631\u0639\u062a \u0648\u0631\u0648\u062f \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc LDAP \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0627\u0645\u0647 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0628\u0647 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u062a\u0627 \u0632\u0645\u0627\u0646 \u0627\u0646\u0642\u0636\u0627 \u062d\u0627\u0641\u0638\u0647 \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0645\u0642\u062f\u0627\u0631 \u062d\u0627\u0641\u0638\u0647 \u0648 \u0645\u0647\u0644\u062a \u0632\u0645\u0627\u0646\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0634\u0627\u06cc\u062f \u0627\u0632 \u0646\u0627\u0645 "com.liferay.portal.security.exportimport.UserImporter" \u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
import-lock-expiration-time-help=\u0632\u0645\u0627\u0646 \u0627\u0646\u0642\u0636\u0627 \u0628\u0631\u0627\u06cc LDAP\u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0632\u0645\u0627\u0646 \u0627\u0646\u0642\u0636\u0627 \u06f1 \u0631\u0648\u0632 \u0627\u0633\u062a.
import-method=\u0631\u0648\u0634 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc
import-method-help=\u06a9\u0627\u0631\u0628\u0631 \u06cc\u0627 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0631\u0648\u0634\u200c\u0647\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0627\u06af\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f \u067e\u0648\u0631\u062a\u0627\u0644 \u062a\u0645\u0627\u0645\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648 \u06af\u0631\u0648\u0647\u200c\u200c\u0647\u0627\u06cc \u0648\u0627\u0628\u0633\u062a\u0647 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0631\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0627\u06af\u0631 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647 \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f \u067e\u0648\u0631\u062a\u0627\u0644 \u062a\u0645\u0627\u0645\u06cc \u06af\u0631\u0648\u0647\u200c\u0647\u0627 \u0648 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648\u0627\u0628\u0633\u062a\u0647 \u0628\u0647 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0627\u06cc\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u06cc\u0646\u06a9\u0647 \u0633\u0631\u0648\u0631 LDAP \u0686\u06af\u0648\u0646\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0639\u0636\u0648\u06cc\u062a \u0631\u0627 \u0646\u06af\u0647 \u062f\u0627\u0631\u06cc \u0645\u06cc\u200c\u06a9\u0646\u062f\u060c \u062a\u0646\u0638\u06cc\u0645 \u0645\u06cc\u200c\u0634\u0648\u0646\u062f.
ldap-auth-configuration-name=\u062a\u0627\u06cc\u06cc\u062f LDAP
ldap-export-configuration-name=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc LDAP
ldap-import-configuration-name=\u0628\u0627\u0631\u06af\u06cc\u0631\u06cc LDAP
ldap-server-configuration-name=\u0633\u0631\u0648\u0631\u0647\u0627\u06cc LDAP
lock-expiration-time=\u0632\u0645\u0627\u0646 \u0642\u0641\u0644 \u06a9\u0631\u062f\u0646 \u0627\u0646\u0642\u0636\u0627
method-help=\u0628\u0631\u0627\u06cc \u0631\u0648\u0634 \u0627\u062d\u0631\u0627\u0632 \u0647\u0648\u06cc\u062a LDAP\u060c bind \u0648 \u06cc\u0627 \u0631\u0645\u0632\u0639\u0628\u0648\u0631 \u0631\u0627\u06cc\u0627\u0646\u0647 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. bind \u0645\u0648\u0631\u062f \u062a\u0627\u06cc\u06cc\u062f \u0628\u0633\u06cc\u0627\u0631\u06cc \u0627\u0632 \u0641\u0631\u0648\u0634\u0646\u062f\u06af\u0627\u0646 \u0627\u0633\u062a \u0686\u0631\u0627 \u06a9\u0647 \u0627\u0633\u062a\u0631\u0627\u062a\u0698\u06cc\u200c\u0647\u0627\u06cc \u0631\u0645\u0632\u06af\u0630\u0627\u0631\u06cc \u0631\u0627 \u0646\u062f\u0627\u0631\u062f.
page-size-help=\u0627\u0646\u062f\u0627\u0632\u0647 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0633\u0631\u0648\u0631\u0647\u0627\u06cc \u067e\u0648\u0634\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0635\u0641\u062d\u0647\u200c\u0628\u0646\u062f\u06cc \u0631\u0627 \u0633\u0627\u067e\u0648\u0631\u062a \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f\u060c \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0627\u06cc\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0647\u0632\u0627\u0631 \u0648 \u06cc\u0627 \u06a9\u0645\u062a\u0631 \u0633\u0631\u0648\u0631 \u0641\u0639\u0627\u0644 \u0645\u0627\u06cc\u06a9\u0631\u0648\u0633\u0627\u0641\u062a \u062f\u0627\u0631\u0646\u062f.
password-encryption-algorithm-help=\u0631\u0645\u0632\u06af\u0630\u0627\u0631\u06cc \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u067e\u0633\u0648\u0631\u062f\u0647\u0627\u06cc \u0645\u0642\u0627\u06cc\u0633\u0647\u200c\u0627\u06cc \u062f\u0631 \u0637\u0648\u0644 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0648 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0631\u0645\u0632\u06af\u0630\u0627\u0631\u06cc \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062f\u0631 \u0637\u0648\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f. \u0631\u0645\u0632\u0647\u0627\u06cc \u0639\u0628\u0648\u0631 \u0645\u0642\u0627\u06cc\u0633\u0647\u200c\u0627\u06cc \u062f\u0631 \u0637\u0648\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0642\u0637 \u0632\u0645\u0627\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u06a9\u0647 "LDAPAuthConfiguration.method" \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0645\u0642\u0627\u06cc\u0633\u0647\u200c\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u06af\u0631 \u0631\u0645\u0632 \u06af\u0630\u0627\u0631\u06cc \u0628\u0647 NONE \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u0645\u0642\u062f\u0627\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0627\u0633\u062a. \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062a\u0646 \u0633\u0627\u062f\u0647 \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0627\u0644\u06af\u0648\u0631\u06cc\u062a\u0645 SHA-512 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u200c\u0634\u0648\u062f.
password-policy-enabled-help=\u0627\u06cc\u0646 \u0628\u0647 \u062a\u0646\u0638\u06cc\u0645 \u062f\u0631\u0633\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 LDAP \u0633\u06cc\u0627\u0633\u062a \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0628\u0647 \u062c\u0627\u06cc \u0633\u06cc\u0627\u0633\u062a \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u067e\u0648\u0631\u062a\u0627\u0644. \u0627\u06af\u0631 \u0642\u0631\u0627\u0631 \u0628\u0647 \u062f\u0631\u0633\u062a \u0627\u0633\u062a \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u06a9\u0647 \u067e\u0648\u0631\u062a\u0627\u0644 \u062a\u0648\u0644\u06cc\u062f \u06a9\u0644\u0645\u0647 \u0647\u0627\u06cc \u0639\u0628\u0648\u0631 \u0631\u0627 \u0633\u06cc\u0627\u0633\u062a LDAP \u0645\u0637\u0627\u0628\u0642\u062a \u0646\u062f\u0627\u0631\u062f. \u062e\u0648\u0627\u0635 "passwords.regexptoolkit.*" \u0631\u0627 \u0628\u0631\u0627\u06cc \u062c\u0632\u0626\u06cc\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0631\u0627 \u062f\u0631 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc RegExpToolkit \u062f\u0631 \u062a\u0648\u0644\u06cc\u062f \u0627\u06cc\u0646 \u0631\u0645\u0632\u0647\u0627\u06cc \u0639\u0628\u0648\u0631 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062a\u0645\u0627\u0645 \u0634\u062f\u0647 \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0641\u0639\u0627\u0644 \u06a9\u0646\u06cc\u062f\u060c \u067e\u0648\u0631\u062a\u0627\u0644 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0645\u0639\u062a\u0628\u0631 \u0628\u0631\u0631\u0633\u06cc \u0645\u06cc \u06a9\u0646\u06cc\u062f \u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u06cc\u0646 \u0627\u0633\u062a \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062a\u0648\u0633\u0637 \u0633\u0631\u0648\u0631 LDAP \u0633\u06cc\u0627\u0633\u062a \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0646\u062c\u0627\u0645 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
range-size-help=\u0645\u0642\u0627\u062f\u06cc\u0631\u06cc \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0631 \u0647\u0631 \u06a9\u0648\u0626\u0631\u06cc \u0628\u0647 \u06cc\u06a9 \u0648\u06cc\u0698\u06af\u06cc \u0686\u0646\u062f \u0645\u0642\u062f\u0627\u0631\u0647 \u0628\u0631\u0627\u06cc \u0633\u0631\u0648\u0631 \u067e\u0648\u0634\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0645\u062d\u062f\u0648\u062f\u0647 \u0648\u0633\u06cc\u0639\u06cc \u0631\u0627 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0628\u0627\u0632\u0647 \u0628\u0631\u0627\u06cc \u0648\u06cc\u0646\u062f\u0648\u0632 \u06f2\u06f0\u06f0\u06f0 \u0647\u0632\u0627\u0631\u062a\u0627 \u06cc\u0627 \u06a9\u0645\u062a\u0631 \u0648 \u0628\u0631\u0627\u06cc \u0648\u06cc\u0646\u062f\u0648\u0632 \u06f2\u06f0\u06f0\u06f3\u060c \u06f1\u06f5\u06f0\u06f0 \u0648 \u06cc\u0627 \u06a9\u0645\u062a\u0631 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
system-ldap-configuration-name=LDAP \u0633\u06cc\u0633\u062a\u0645
user-custom-mappings-help=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u060c \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0632 \u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0628\u0647 LDAP \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0641\u0627\u0631\u0634\u06cc \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f.
user-default-object-classes-help=\u0648\u0642\u062a\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u062f\u0631 LDAP \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f \u0648 \u06a9\u0627\u0631\u0628\u0631 \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a\u060c \u06a9\u0627\u0631\u0628\u0631 \u062a\u0648\u0633\u0637 \u06a9\u0644\u0627\u0633\u0647\u0627\u06cc \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0632\u06cc\u0631 \u0633\u0627\u062e\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
user-ignore-attributes-help=\u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0632 \u067e\u0648\u0631\u062a\u0627\u0644 \u06a9\u0646\u062a\u0631\u0644 \u0645\u06cc\u200c\u0634\u0648\u0646\u062f \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u0641\u0632\u0648\u062f\u0646 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0627\u0632 LDAP \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627 \u0635\u0631\u0641 \u0646\u0638\u0631 \u062e\u0648\u0627\u0647\u062a\u0646\u062f \u0634\u062f.
user-mappings-help=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u060c\u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0632 \u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0628\u0647 LDAP \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0641\u0627\u0631\u0634\u06cc \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f.
user-search-filter-help=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0634\u062f\u0647 \u0627\u0632 LDAP \u0628\u0647 \u067e\u0648\u0631\u062a\u0627\u0644. \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u0646\u062f \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc\u06a9\u0647 "LDAPImportConfiguration.enabled" \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u0646\u062f.
users-dn-help=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062c\u062f\u06cc\u062f \u062f\u0631 DN \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0633\u0627\u062e\u062a\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u0627\u06cc\u0646 \u0641\u0642\u0637 \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u0641\u0639\u0627\u0644 \u0645\u06cc\u200c\u0634\u0648\u062f \u06a9\u0647 "LDAPAuthConfiguration.enabled" \u0648 "LDAPExportConfiguration.enabled" \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u0646\u062f.
