#X-Generator: crowdin.com
actions=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
add-a-short-description-for-this-field-set=Add a short description for this field set.
add-a-short-description-for-this-form=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e2a\u0e31\u0e49\u0e19 \u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
add-x-field=Add {0} (Automatic Copy)
any-unsaved-changes-will-be-lost-are-you-sure-you-want-to-leave=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e08\u0e30\u0e2a\u0e39\u0e0d\u0e2b\u0e32\u0e22 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e25\u0e48\u0e2d\u0e22 (Automatic Translation)
autosave-interval-description=\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e43\u0e19\u0e19\u0e32\u0e17\u0e35 \u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 0 \u0e08\u0e30\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
autosave-interval-name=\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
builder=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
cancel-without-saving=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
click-here-to-preview-the-form-in-a-new-window=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
copied-to-clipboard=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e04\u0e25\u0e34\u0e1b\u0e1a\u0e2d\u0e23\u0e4c\u0e14 (Automatic Translation)
copy-of-x=Copy of {0} (Automatic Copy)
copy-this-url-to-share-the-form=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 URL \u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e0a\u0e23\u0e4c\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
copy-url=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 URL (Automatic Translation)
ddl-form-web-configuration-name=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
ddm-data-provider=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
displaying-form=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
draft-saved-on-x=Draft saved on {0}. (Automatic Copy)
edit-field-set=Edit Field Set
edit-x-field=Edit {0} (Automatic Copy)
expression=\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c (Automatic Translation)
field=\u0e1f\u0e34\u0e25\u0e14\u0e4c (Automatic Translation)
field-sets=Field Sets
field-validation-failed=\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 (Automatic Translation)
fields=\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
form-entries=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
form-settings=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
forms=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormAdminPortlet=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormBrowserPortlet=\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormPortlet=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
leave-form=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLFormRecord=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 (Automatic Translation)
new-field-set=New Field Set
new-form=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-x-form-submitted=New {0} Form Submitted (Automatic Copy)
no-continue=\u0e44\u0e21\u0e48 \u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b (Automatic Translation)
no-field-sets-were-found=No field sets were found.
no-forms-were-found=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-value-is-defined-for-field-x=No value is defined for field {0}. (Automatic Copy)
please-enter-a-valid-form-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-form-settings=\u0e42\u0e1b\u0e23\u0e14\u0e23\u0e30\u0e1a\u0e38\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
please-select-a-form-from-the-list-below=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07 (Automatic Translation)
preview-form=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 (Automatic Translation)
publish-form=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
publish-the-form-to-get-its-shareable-link=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19 (Automatic Translation)
publish-this-form=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
retry=\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 (Automatic Translation)
save-form=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
saving=\u0e1b\u0e23\u0e30\u0e2b\u0e22\u0e31\u0e14 (Automatic Translation)
select-an-existing-form-or-add-a-form-to-be-displayed-in-this-application=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
select-form=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
someone=\u0e04\u0e19 (Automatic Translation)
sorry-something-wrong-happened=\u0e02\u0e2d\u0e2d\u0e20\u0e31\u0e22 \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e1c\u0e34\u0e14\u0e1b\u0e01\u0e15\u0e34\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 (Automatic Translation)
stay=\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e49\u0e32\u0e1e\u0e31\u0e01 (Automatic Translation)
the-form-was-published-successfully-access-it-with-this-url-x=The form was published successfully\! Access it with this URL\: {0}
the-form-was-unpublished-successfully=The form was unpublished successfully\!
the-selected-form-no-longer-exists=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
the-setting-x-set-for-field-x-is-invalid=Setting ({0}) of field {1} is invalid.
the-settings-x-set-for-field-x-are-invalid=Settings ({0}) of field {1} are invalid.
the-specified-redirect-url-is-not-allowed=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38 URL \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 (Automatic Translation)
the-visibility-expression-x-set-for-field-x-is-invalid=The visibility expression ({0}) set for field {1} is invalid. (Automatic Copy)
there-are-no-field-sets=There are no field sets. Click on the plus button to add the first one.
there-are-no-forms=\u0e21\u0e35\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e44\u0e21\u0e48 \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e1b\u0e38\u0e48\u0e21\u0e1a\u0e27\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2d\u0e31\u0e19\u0e41\u0e23\u0e01 (Automatic Translation)
this-form-not-available-or-it-was-not-published=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 (Automatic Translation)
unable-to-render-the-selected-form=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
unable-to-retrieve-the-definition-of-the-selected-form=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
unable-to-retrieve-the-layout-of-the-selected-form=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
unpublish-form=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
untitled-field-set=Untitled Field Set
untitled-form=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
user=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
validation-failed-for-field-x=Validation failed for field "{0}". (Automatic Copy)
view-form=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
x-removed={0} (Removed) (Automatic Copy)
