#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=\u0e23\u0e38\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e16\u0e49\u0e32\u0e21\u0e35\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49 (Automatic Translation)
a-page-variation-with-that-name-already-exists=\u0e2b\u0e19\u0e49\u0e32\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e25\u0e49\u0e27\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
a-site-pages-variation-with-that-name-already-exists=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e14\u0e49\u0e27\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e19\u0e31\u0e49\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 (Automatic Translation)
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c (Automatic Translation)
add-page-variation=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e39\u0e1b\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
add-site-pages-variation=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
all-content-import-help=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e30\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
all-page-variations=\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
all-site-pages-variations=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
always-use-my-user-id=\u0e43\u0e0a\u0e49\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e40\u0e2a\u0e21\u0e2d (Automatic Translation)
an-error-occurred-because-the-live-group-does-not-have-the-current-page=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e01\u0e25\u0e38\u0e48\u0e21\u0e21\u0e35\u0e01\u0e32\u0e23\u0e16\u0e48\u0e32\u0e22\u0e17\u0e2d\u0e14\u0e2a\u0e14\u0e21\u0e35\u0e2b\u0e19\u0e49\u0e32\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
an-unexpected-error-occurred-while-importing-your-file=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14\u0e02\u0e13\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e44\u0e1f\u0e25\u0e4c (Automatic Translation)
an-unexpected-error-occurred-with-the-initial-staging-publication=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14 \u0e14\u0e49\u0e27\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
are-you-sure-you-want-to-activate-local-staging-for-x=Are you sure you want to activate local staging for {0}? (Automatic Copy)
are-you-sure-you-want-to-activate-remote-staging-for-x=Are you sure you want to activate remote staging for {0}? (Automatic Copy)
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e16\u0e48\u0e32\u0e22\u0e17\u0e2d\u0e14\u0e2a\u0e14 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e49\u0e32\u0e07 (Automatic Translation)
are-you-sure-you-want-to-deactivate-staging-for-x=Are you sure you want to deactivate staging for {0}? (Automatic Copy)
are-you-sure-you-want-to-merge-changes-from-x=Are you sure you want to merge changes from {0}? (Automatic Copy)
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e32\u0e23\u0e2d\u0e22\u0e39\u0e48\u0e2d\u0e32\u0e28\u0e31\u0e22 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
are-you-sure-you-want-to-remove-the-initial-staging-publication=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e2d\u0e32\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e21\u0e35\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c (Automatic Translation)
authorship-of-the-content=\u0e1b\u0e23\u0e30\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 (Automatic Translation)
change-the-configuration-in-the-details-section=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 (Automatic Translation)
change-to-private-pages=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27 (Automatic Translation)
change-to-public-pages=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
changes-since-last-publication=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22 (Automatic Translation)
contact-your-administrator-to-change-the-configuration=\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32 (Automatic Translation)
copy-as-new=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
copy-from-live=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e2a\u0e14 (Automatic Translation)
copy-pages-from-site-pages-variation=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e32\u0e01\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
copy-pages-from-site-pages-variation-help=\u0e43\u0e0a\u0e49\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e16\u0e39\u0e01\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 (Automatic Translation)
current-and-previous=\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 \u0e41\u0e25\u0e30\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
current-version=\u0e23\u0e38\u0e48\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
custom-export=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 (Automatic Translation)
custom-publication=\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 (Automatic Translation)
delete-application-data-before-importing=\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
delete-missing-layouts=\u0e25\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e2b\u0e32\u0e22\u0e44\u0e1b (Automatic Translation)
delete-missing-layouts-help=\u0e16\u0e49\u0e32\u0e21\u0e35\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49 \u0e40\u0e1e\u0e08\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e25\u0e32\u0e23\u0e4c\u0e19\u0e33\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01 (Automatic Translation)
delete-missing-layouts-staging-help=\u0e16\u0e49\u0e32\u0e21\u0e35\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49 \u0e40\u0e1e\u0e08\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e2a\u0e20\u0e32\u0e1e\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e2a\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01 (Automatic Translation)
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=\u0e16\u0e49\u0e32\u0e21\u0e35\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49 \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e08\u0e30\u0e16\u0e39\u0e01\u0e08\u0e33\u0e25\u0e2d\u0e07\u0e41\u0e1a\u0e1a\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22 (Automatic Translation)
deletions-help-export=\u0e16\u0e49\u0e32\u0e21\u0e35\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49 \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e08\u0e30\u0e16\u0e39\u0e01\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e25\u0e32\u0e23\u0e4c (Automatic Translation)
drop-a-lar-file-here-to-import=\u0e27\u0e32\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e25\u0e32\u0e23\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Dynamic data mapping structure with structure key {0} already exists. (Automatic Copy)
enabled-on-private-pages=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27 (Automatic Translation)
enabled-on-public-pages=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
export-entity=\u0e2a\u0e48\u0e07\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c (Automatic Translation)
export-import-configuration=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01/\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
export-import-portlet-permissions-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e19\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 \u0e0a\u0e38\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2a\u0e35\u0e41\u0e25\u0e30\u0e0a\u0e38\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e08\u0e30\u0e23\u0e27\u0e21\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e41\u0e1f\u0e49\u0e21\u0e25\u0e32\u0e23\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1a\u0e19 \u0e19\u0e33 \u0e40\u0e02\u0e49\u0e32 \u0e0a\u0e38\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a \u0e41\u0e25\u0e30\u0e21\u0e35\u0e01\u0e32\u0e23\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e41\u0e1c\u0e19\u0e0a\u0e38\u0e14\u0e2a\u0e35 \u0e41\u0e25\u0e30\u0e40\u0e1e\u0e08\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e43\u0e2b\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
export-individual-deletions=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e41\u0e15\u0e48\u0e25\u0e30\u0e25\u0e1a (Automatic Translation)
export-permissions=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 (Automatic Translation)
export-private-pages=\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 (Automatic Translation)
export-public-pages=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
export-templates=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 (Automatic Translation)
export-the-selected-data-to-the-given-lar-file-name=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e1f\u0e49\u0e21\u0e25\u0e32\u0e23\u0e4c\u0e01\u0e33\u0e2b\u0e19\u0e14 (Automatic Translation)
file-summary=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e23\u0e38\u0e1b\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21 (Automatic Translation)
global-site=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e32\u0e01\u0e25 (Automatic Translation)
go-to-live=\u0e44\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e17\u0e2d\u0e14\u0e2a\u0e14 (Automatic Translation)
go-to-remote-live=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e2a\u0e14 (Automatic Translation)
go-to-staging=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e27\u0e17\u0e35 (Automatic Translation)
go-to-this-version=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e23\u0e38\u0e48\u0e19\u0e19\u0e35\u0e49 (Automatic Translation)
import-data-strategy-copy-as-new-help=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e20\u0e32\u0e22\u0e43\u0e19\u0e25\u0e32\u0e23\u0e4c\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48\u0e20\u0e32\u0e22\u0e43\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e17\u0e38\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e25\u0e32\u0e23\u0e4c\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
import-data-strategy-mirror-help=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e20\u0e32\u0e22\u0e43\u0e19\u0e25\u0e32\u0e23\u0e4c\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e04\u0e23\u0e31\u0e49\u0e07\u0e41\u0e23\u0e01\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07\u0e16\u0e36\u0e07\u0e41\u0e2b\u0e25\u0e48\u0e07\u0e17\u0e35\u0e48\u0e21\u0e32\u0e23\u0e31\u0e01\u0e29\u0e32 \u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e21\u0e32\u0e08\u0e32\u0e01\u0e41\u0e2b\u0e25\u0e48\u0e07\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e17\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
import-data-strategy-mirror-with-overwriting-help=\u0e1e\u0e1a\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e25\u0e22\u0e38\u0e17\u0e18\u0e4c\u0e01\u0e23\u0e30\u0e08\u0e01 \u0e41\u0e15\u0e48\u0e16\u0e49\u0e32\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e01\u0e31\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19 \u0e21\u0e31\u0e19\u0e08\u0e30\u0e16\u0e39\u0e01\u0e40\u0e02\u0e35\u0e22\u0e19\u0e17\u0e31\u0e1a (Automatic Translation)
import-entity=\u0e19\u0e33\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c (Automatic Translation)
import-permissions=\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
import-private-pages=\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
import-public-pages=\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=\u0e15\u0e35\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e04\u0e23\u0e31\u0e49\u0e07\u0e41\u0e23\u0e01 (Automatic Translation)
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01/\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 \u0e2b\u0e23\u0e37\u0e2d\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e17\u0e31\u0e49\u0e07\u0e44\u0e0b\u0e15\u0e4c \u0e2b\u0e23\u0e37\u0e2d\u0e0a\u0e38\u0e14\u0e22\u0e48\u0e2d\u0e22\u0e02\u0e2d\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27 (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01/\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e30\u0e22\u0e30 (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=\u0e44\u0e0b\u0e15\u0e4c\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e17\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e48\u0e32\u0e22\u0e17\u0e2d\u0e14\u0e2a\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e20\u0e32\u0e1e\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27\u0e41\u0e1a\u0e1a\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e43\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 \u0e21\u0e31\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e22\u0e31\u0e07\u0e04\u0e07\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e20\u0e32\u0e1e\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e2b\u0e25\u0e32\u0e22\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e41\u0e21\u0e49\u0e27\u0e48\u0e32\u0e1a\u0e32\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01 staging \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
local-live=\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19\u0e17\u0e35\u0e48\u0e16\u0e48\u0e32\u0e22\u0e17\u0e2d\u0e14\u0e2a\u0e14 (Automatic Translation)
manage-page-variations=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
mark-as-ready-for-publication=\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c (Automatic Translation)
merge-site-pages-variation=\u0e1c\u0e2a\u0e32\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
mirror-with-overwriting=\u0e01\u0e23\u0e30\u0e08\u0e01 \u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e02\u0e35\u0e22\u0e19\u0e17\u0e31\u0e1a (Automatic Translation)
missing-manifest.xml=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e43\u0e19\u0e25\u0e32\u0e23\u0e4c manifest.xml (Automatic Translation)
new-custom-export=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-export=\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-export-based-on-x=New Export Based on {0} (Automatic Copy)
new-export-process=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-export-template=\u0e41\u0e21\u0e48\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-publication=\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-publish-template=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
no-export-processes-were-found=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-import-processes-were-found=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e1e\u0e1a (Automatic Translation)
no-pages=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e40\u0e1e\u0e08 (Automatic Translation)
no-processes-were-found=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-publication-processes-were-found=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-scheduled-publication-processes-were-found=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e25\u0e32\u0e44\u0e27\u0e49\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
none-empty-site-pages-variation=\u0e44\u0e21\u0e48\u0e21\u0e35 (\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e1b\u0e25\u0e48\u0e32\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07) (Automatic Translation)
only-one-site-pages-variation-can-be-the-main-one=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e14\u0e35\u0e22\u0e27\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
page-variation-was-added=\u0e16\u0e39\u0e01\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
page-variation-was-deleted=\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e16\u0e39\u0e01\u0e25\u0e1a (Automatic Translation)
page-variation-was-updated=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published. (Automatic Copy)
page-variations-x=Page Variations {0} (Automatic Copy)
page-versioning=\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e23\u0e38\u0e48\u0e19 (Automatic Translation)
page-versioning-help=\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e23\u0e38\u0e48\u0e19\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e17\u0e33\u0e07\u0e32\u0e19\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e19\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32 \u0e21\u0e31\u0e19\u0e22\u0e31\u0e07\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e43\u0e19\u0e40\u0e1e\u0e08\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Page {0} has not been published to Live yet. (Automatic Copy)
page-x-was-last-published-from-x=Page {0} was last published from {1}. (Automatic Copy)
page-x-was-last-published-to-live=Page {0} was last published to Live. (Automatic Copy)
pages-options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
pages-to-export=\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 (Automatic Translation)
pages-to-publish=\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 (Automatic Translation)
pages-variations-help=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e17\u0e33\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e1a\u0e02\u0e19\u0e32\u0e19\u0e43\u0e19\u0e23\u0e38\u0e48\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19 \u0e42\u0e14\u0e22\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 \u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e02\u0e2d\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e43\u0e14 \u0e46 \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14 \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e33\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 (Automatic Translation)
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=\u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e27\u0e31\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e43\u0e19\u0e2d\u0e14\u0e35\u0e15 (Automatic Translation)
please-enter-a-valid-start-date-that-is-in-the-past=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e43\u0e19\u0e2d\u0e14\u0e35\u0e15 (Automatic Translation)
please-wait-as-the-publication-processes-on-the-remote-site=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e2d\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25 (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
process-name-placeholder=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23 (\u0e40\u0e0a\u0e48\u0e19 Maria \u0e1b\u0e23\u0e30\u0e08\u0e33\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e15\u0e35\u0e1e\u0e34\u0e21\u0e1e\u0e4c) (Automatic Translation)
processes=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
publish-permissions=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
publish-templates=\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e07\u0e32\u0e19\u0e43\u0e19\u0e40\u0e21\u0e19\u0e39\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 (Automatic Translation)
publish-to-remote-live=\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e44\u0e1b\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e2a\u0e14 (Automatic Translation)
ready-for-publication=\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c (Automatic Translation)
referenced-content-behavior=Referenced Content Behavior
refresh-counts=\u0e1f\u0e37\u0e49\u0e19\u0e1f\u0e39\u0e19\u0e31\u0e1a (Automatic Translation)
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=\u0e17\u0e33\u0e0b\u0e49\u0e33\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30 (Automatic Translation)
see-more-details=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
selected-pages=\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
simple-publication-help=\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e07\u0e48\u0e32\u0e22\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e02\u0e2d\u0e07\u0e18\u0e35\u0e21 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e42\u0e25\u0e42\u0e01\u0e49 \u0e25\u0e1a \u0e41\u0e25\u0e30\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
site-page-variation-was-added=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21 (Automatic Translation)
site-page-variation-was-deleted=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a (Automatic Translation)
site-page-variation-was-merged=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e1c\u0e2a\u0e32\u0e19 (Automatic Translation)
site-page-variation-was-updated=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
site-pages-variation-x=Site Pages Variation {0} (Automatic Copy)
staged-content=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19 (Automatic Translation)
staged-portlets-alert=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e41\u0e2d\u0e47\u0e15 \u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e1b\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21 \u0e41\u0e25\u0e30\u0e2d\u0e32\u0e08\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e15\u0e23\u0e07\u0e43\u0e19\u0e0a\u0e35\u0e27\u0e34\u0e15 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e41\u0e2d\u0e47\u0e15 \u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32 \u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e17\u0e33\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e30\u0e22\u0e30\u0e41\u0e23\u0e01 \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e2d\u0e32\u0e08\u0e08\u0e30\u0e2b\u0e32\u0e22\u0e44\u0e1b (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e17\u0e35\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e08\u0e32\u0e01\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e16\u0e39\u0e01\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
staging-configuration=\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32 (Automatic Translation)
staging-is-successfully-disabled=\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e30\u0e22\u0e30\u0e16\u0e39\u0e01\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 (Automatic Translation)
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e30\u0e22\u0e30 (Automatic Translation)
staging-staging-help-x=You are viewing the staged version of <em>{0}</em>. You can make changes here and publish them to Live afterwards to make them public. (Automatic Copy)
staging-type=\u0e0a\u0e19\u0e34\u0e14\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e30\u0e22\u0e30 (Automatic Translation)
staging-type-local=A clone of the current site is created which contains copies of all existing pages and data of portlets configured to be staged (see <em>Staged Portlets</em> below). This clone becomes the <em>Staging</em> environment while the original becomes the <em>Live</em> environment. (Automatic Copy)
staging-type-remote=A connection is made between this site and one existing in a remote server. This site becomes the <em>Staging</em> environment while the remote site becomes the <em>Live</em> environment. (Automatic Copy)
switch-to-advanced-publication=\u0e2a\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07 (Automatic Translation)
switch-to-simple-publication=\u0e2a\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
template-type=\u0e0a\u0e19\u0e34\u0e14\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
the-file-is-ready-to-be-imported=\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e17\u0e35\u0e48\u0e08\u0e30\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e41\u0e1f\u0e49\u0e21\u0e44\u0e14\u0e49 (Automatic Translation)
the-file-x-cannot-be-imported=The file <em>{0}</em> cannot be imported. (Automatic Copy)
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e41\u0e1f\u0e49\u0e21\u0e25\u0e32\u0e23\u0e4c\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e1e\u0e1a \u0e42\u0e1b\u0e23\u0e14\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07\: (Automatic Translation)
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e19\u0e36\u0e48\u0e07\u0e08\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e21\u0e48\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1a\u0e19\u0e23\u0e30\u0e1a\u0e1a\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25 \u0e42\u0e1b\u0e23\u0e14\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07\: (Automatic Translation)
the-process-referenced-by-this-notification-does-not-exist=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e19\u0e35\u0e49 (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e07\u0e32\u0e19\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e1a\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 (Automatic Translation)
theme-settings=\u0e0a\u0e38\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a (Automatic Translation)
there-are-no-processes-in-progress-anymore=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e22\u0e39\u0e48\u0e2d\u0e35\u0e01\u0e15\u0e48\u0e2d\u0e44\u0e1b (Automatic Translation)
there-are-no-saved-export-templates=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
there-are-no-saved-publish-templates=\u0e21\u0e35\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e44\u0e21\u0e48\u0e21\u0e35\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e19\u0e35\u0e49 (Automatic Translation)
there-are-no-scheduled-publication-processes=\u0e21\u0e35\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e01\u0e33\u0e2b\u0e19\u0e14 (Automatic Translation)
this-file-was-previously-uploaded-but-not-actually-imported=\u0e41\u0e1f\u0e49\u0e21\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e19\u0e33 (Automatic Translation)
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e14 \u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e23\u0e01 (Automatic Translation)
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e19\u0e35\u0e49\u0e08\u0e30\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e23\u0e01 (Automatic Translation)
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e08\u0e30\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22 (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=This version will be published when <em>{0}</em> is published to live. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-the-remote-live-site-must-be-different-from-the-stage-site=Unable to activate remote staging on site with ID {0}. The remote live site must be different from the stage site. (Automatic Copy)
unable-to-execute-process-x=Unable to execute process ({0}). (Automatic Copy)
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e32\u0e21\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e01\u0e32\u0e23\u0e2a\u0e34\u0e48\u0e07\u0e1e\u0e34\u0e21\u0e1e\u0e4c (Automatic Translation)
update-data=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
update-page-variation=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
update-site-pages-variation=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=\u0e14\u0e39\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
view-source=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2b\u0e25\u0e48\u0e07\u0e17\u0e35\u0e48\u0e21\u0e32 (Automatic Translation)
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} is staged. (Automatic Copy)
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=\u0e04\u0e38\u0e13\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e17\u0e1a\u0e17\u0e27\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 \u0e41\u0e25\u0e30\u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e16\u0e31\u0e14\u0e44\u0e1b\u0e43\u0e19\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e07\u0e32\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1e\u0e23\u0e49\u0e2d\u0e21 (Automatic Translation)
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e1c\u0e25\u0e07\u0e32\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e22\u0e31\u0e07\u0e04\u0e07\u0e23\u0e2d\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e30\u0e22\u0e30 (Automatic Translation)
