#X-Generator: crowdin.com
authorization-endpoint-help=Az enged\u00e9lyez\u00e9si v\u00e9gpont be\u00e1ll\u00edt\u00e1sa a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=K\u00e9szlet ez-hoz igaz, hogy a csatlakoz\u00e1s OpenId hiteles\u00edt\u00e9s enged\u00e9lyez\u00e9se. (Automatic Translation)
issuer-url-help=A kibocs\u00e1t\u00f3 URL-C\u00cdM be\u00e1ll\u00edt\u00e1sa a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
jwks-uri-help=A JWKS URI be\u00e1ll\u00edt\u00e1sa a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
open-id-connect-client-id-help=Az \u00fcgyf\u00e9l-azonos\u00edt\u00f3 megad\u00e1sa a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
open-id-connect-client-secret-help=\u00c1ll\u00edtsa be az \u00fcgyf\u00e9l titka a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
open-id-connect-configuration-name=OpenID csatlakoztassa (Automatic Translation)
open-id-connect-provider-configuration-name=OpenID szolg\u00e1ltat\u00f3 csatlakozzon (Automatic Translation)
provider-name-help=\u00c1ll\u00edtsa be a nev\u00e9t a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=A t\u00e1rgy-t\u00edpusok be\u00e1ll\u00edt\u00e1sa a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
token-endpoint-help=\u00c1ll\u00edtsa be a token v\u00e9gpont a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
user-info-endpoint-help=\u00c1ll\u00edtsa be a felhaszn\u00e1l\u00f3i inform\u00e1ci\u00f3k v\u00e9gpont a csatlakoz\u00e1s OpenId szolg\u00e1ltat\u00f3. (Automatic Translation)
