#X-Generator: crowdin.com
captcha-engine=CAPTCHA \u0434\u0432\u0438\u0433\u0443\u043d\u0430 (Automatic Translation)
captcha-engine-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043c\u0435\u0445\u0430\u043d\u0456\u0437\u043c \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u0433\u0435\u043d\u0435\u0440\u0430\u0446\u0456\u0457 captchas. reCAPTCHA \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454 \u0437\u043e\u0432\u043d\u0456\u0448\u043d\u044c\u043e\u0457 \u0441\u043b\u0443\u0436\u0431\u0438, \u044f\u043a\u0456 \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u043d\u0430\u0441\u0442\u0440\u043e\u0457\u0442\u0438 \u0441\u0430\u043c\u043e\u0441\u0442\u0456\u0439\u043d\u043e, \u0430\u043b\u0435 \u0454 \u0437\u0432\u0443\u043a\u043e\u0432\u0438\u0439 \u0430\u043b\u044c\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u043e\u044e, \u0449\u043e \u0440\u043e\u0431\u0438\u0442\u044c \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u043e\u044e \u0434\u043b\u044f \u043b\u044e\u0434\u0435\u0439 \u0437 \u043e\u0431\u043c\u0435\u0436\u0435\u043d\u043d\u044f\u043c\u0438 \u0437\u043e\u0440\u0443 \u043a\u0430\u043f\u0447\u0443. \u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 https\://www.google.com/recaptcha/admin/create \u0434\u043b\u044f \u0434\u0435\u0442\u0430\u043b\u0435\u0439. (Automatic Translation)
max-challenges-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043e\u043a captcha \u0441\u0435\u0441\u0456\u0439\u043d\u0438\u0445 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430. \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u0446\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043d\u0430 0, \u0449\u043e\u0431 \u0437\u0430\u0432\u0436\u0434\u0438 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438. \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c \u0446\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043d\u0430 \u0447\u0438\u0441\u043b\u0430 \u043c\u0435\u043d\u0448\u0435 0 \u043d\u0456\u043a\u043e\u043b\u0438 \u043d\u0435 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u044f\u0442\u0438. \u041d\u0435\u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0435\u043d\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u0431\u0443\u0434\u0443\u0442\u044c \u0437\u0430\u0432\u0436\u0434\u0438 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0435\u043d\u0456 \u043d\u0430 \u043a\u043e\u0436\u0435\u043d \u0437\u0430\u043f\u0438\u0442 \u0432\u0432\u0456\u043c\u043a\u043d\u0435\u043d\u043e\u0457 captcha \u0447\u0435\u043a\u0438. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u043d\u0456 \u0441\u0446\u0435\u043d\u0430\u0440\u0456\u044e URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA Private Key (Automatic Copy)
recaptcha-public-key=reCAPTCHA Public Key (Automatic Copy)
recaptcha-script-url=reCAPTCHA \u0441\u043a\u0440\u0438\u043f\u0442 URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 URL-\u0430\u0434\u0440\u0435\u0441\u0443 (Automatic Translation)
simple-captcha-background-producers=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0444\u043e\u043d \u0432\u0438\u0440\u043e\u0431\u043d\u0438\u043a\u0456\u0432 (Automatic Translation)
simple-captcha-background-producers-help=\u0406\u043c\u0435\u043d\u0430 \u0432\u0432\u043e\u0434\u0443 \u043a\u043b\u0430\u0441\u0456\u0432, \u0449\u043e \u0440\u0435\u0430\u043b\u0456\u0437\u0443\u044e\u0442\u044c nl.captcha.backgrounds.BackgroundProducer. \u0426\u0456 \u043a\u043b\u0430\u0441\u0438 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u043f\u0430\u0434\u043a\u043e\u0432\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0434\u043b\u044f \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u0444\u043e\u043d\u0443 \u0434\u043b\u044f \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0433\u043e\u043b\u043e\u0432\u043d\u0456\u0439 \u0444\u0430\u0439\u043b\u0430 (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0406\u043c\u0435\u043d\u0430 \u0432\u0432\u043e\u0434\u0443 \u043a\u043b\u0430\u0441\u0456\u0432, \u0449\u043e \u0440\u0435\u0430\u043b\u0456\u0437\u0443\u044e\u0442\u044c nl.captcha.gimpy.GimpyRenderer. \u0426\u0456 \u043a\u043b\u0430\u0441\u0438 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u043f\u0430\u0434\u043a\u043e\u0432\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0434\u043b\u044f gimp, \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha. (Automatic Translation)
simple-captcha-height=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0432\u0438\u0441\u043e\u0442\u0430 (Automatic Translation)
simple-captcha-height-help=\u041d\u0430\u0431\u0456\u0440 \u0432\u0438\u0441\u043e\u0442\u0438 \u0434\u043b\u044f \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha, \u043f\u043e\u0440\u043e\u0434\u0436\u0435\u043d\u0438\u0445 \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0448\u0443\u043c \u0432\u0438\u0440\u043e\u0431\u043d\u0438\u043a\u0456\u0432 (Automatic Translation)
simple-captcha-noise-producers-help=\u0406\u043c\u0435\u043d\u0430 \u0432\u0432\u043e\u0434\u0443 \u043a\u043b\u0430\u0441\u0456\u0432, \u0449\u043e \u0440\u0435\u0430\u043b\u0456\u0437\u0443\u044e\u0442\u044c nl.captcha.noise.NoiseProducer. \u0426\u0456 \u043a\u043b\u0430\u0441\u0438 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u043f\u0430\u0434\u043a\u043e\u0432\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0449\u043e\u0431 \u0434\u043e\u0434\u0430\u0442\u0438 \u0448\u0443\u043c\u0443 \u0434\u043e \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha. (Automatic Translation)
simple-captcha-text-producers=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0442\u0435\u043a\u0441\u0442 \u0432\u0438\u0440\u043e\u0431\u043d\u0438\u043a\u0456\u0432 (Automatic Translation)
simple-captcha-text-producers-help=\u0406\u043c\u0435\u043d\u0430 \u0432\u0432\u043e\u0434\u0443 \u043a\u043b\u0430\u0441\u0456\u0432, \u0449\u043e \u0440\u0435\u0430\u043b\u0456\u0437\u0443\u044e\u0442\u044c nl.captcha.text.producer.TextProducer. \u0426\u0456 \u043a\u043b\u0430\u0441\u0438 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u043f\u0430\u0434\u043a\u043e\u0432\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0434\u043b\u044f \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u0442\u0435\u043a\u0441\u0442\u0443, \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha. (Automatic Translation)
simple-captcha-width=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0448\u0438\u0440\u0438\u043d\u0438 (Automatic Translation)
simple-captcha-width-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0454 \u0448\u0438\u0440\u0438\u043d\u0443 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha, \u043f\u043e\u0440\u043e\u0434\u0436\u0435\u043d\u0438\u0445 \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=\u041f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0441\u043b\u043e\u0432\u043e \u0444\u0430\u0439\u043b\u0430 (Automatic Translation)
simple-captcha-word-renderers-help=\u0406\u043c\u0435\u043d\u0430 \u0432\u0432\u043e\u0434\u0443 \u043a\u043b\u0430\u0441\u0456\u0432, \u0449\u043e \u0440\u0435\u0430\u043b\u0456\u0437\u0443\u044e\u0442\u044c nl.captcha.text.renderer.WordRenderer. \u0426\u0456 \u043a\u043b\u0430\u0441\u0438 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u043f\u0430\u0434\u043a\u043e\u0432\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u043f\u0440\u043e\u0441\u0442\u0456 CAPTCHA \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u0438 \u0442\u0435\u043a\u0441\u0442, \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=The reCAPTCHA private key is not valid. (Automatic Copy)
the-recaptcha-public-key-is-not-valid=The reCAPTCHA public key is not valid. (Automatic Copy)
