#X-Generator: crowdin.com
activity-description=\u041e\u043f\u0438\u0441 \u0434\u0456\u044f\u043b\u044c\u043d\u043e\u0441\u0442\u0456 (Automatic Translation)
add-new-x=Add New {0} (Automatic Copy)
an-error-occurred-while-retrieving-the-list-of-instances=\u0421\u0442\u0430\u043b\u0430\u0441\u044f \u043f\u043e\u043c\u0438\u043b\u043a\u0430 \u043f\u0456\u0434 \u0447\u0430\u0441 \u043e\u0442\u0440\u0438\u043c\u0430\u043d\u043d\u044f \u0441\u043f\u0438\u0441\u043a\u0443 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 \u0437\u0430\u043f\u0438\u0442\u0438. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0437\u0432\u0435\u0440\u043d\u0456\u0442\u044c\u0441\u044f \u0434\u043e \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430. (Automatic Translation)
definition-imported-sucessfully=Definition imported successfully.
each-fork-node-requires-a-join-node-make-sure-all-forks-and-joins-are-properly-paired=\u041a\u043e\u0436\u0435\u043d \u0432\u0443\u0437\u043e\u043b \u0432\u0438\u043b\u043a\u0430 \u0432\u0438\u043c\u0430\u0433\u0430\u0454 \u043e\u0431'\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0432\u0443\u0437\u043e\u043b. \u041f\u0435\u0440\u0435\u043a\u043e\u043d\u0430\u0439\u0442\u0435\u0441\u044f, \u0449\u043e \u0432\u0441\u0456 \u0432\u0438\u043b\u043a\u0438 \u0442\u0430 \u0441\u0442\u0438\u043a\u0438 \u043d\u0430\u043b\u0435\u0436\u043d\u0438\u043c \u0447\u0438\u043d\u043e\u043c \u043f\u0430\u0440\u0456. (Automatic Translation)
fix-the-errors-between-the-fork-node-x-and-join-node-x=Fix the errors between the fork node {0} and join node {1}. (Automatic Copy)
fork-x-and-join-x-nodes-must-be-paired=Fork {0} and join {1} nodes must be paired. (Automatic Copy)
import-a-file=Import a file
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=Assign workflow processes to assets and monitor current processes.
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=Lists workflow processes started by you.
javax.portlet.description.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=Create workflow processes and assign them to assets.
javax.portlet.title.com_liferay_portal_workflow_task_web_portlet_MyWorkflowTaskPortlet=\u041c\u043e\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f \u0440\u043e\u0431\u043e\u0447\u043e\u0433\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u0443 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=Workflow
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=My Submissions
javax.portlet.title.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=Workflow
my-submissions=\u041d\u0430\u0434\u0441\u0438\u043b\u0430\u043d\u044c (Automatic Translation)
my-workflow-tasks=\u041c\u043e\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f \u0440\u043e\u0431\u043e\u0447\u043e\u0433\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u0443 (Automatic Translation)
new-workflow=New Workflow
no-workflow-definitions-are-defined=\u0412\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u043d\u0435\u043c\u0430\u0454 \u0432\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u044c \u0440\u043e\u0431\u043e\u0447\u043e\u0433\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u0443. (Automatic Translation)
not-published=Not Published
please-enter-a-valid-definition-before-publishing=Please enter a valid definition before publishing.
please-name-your-workflow-before-publishing=Please name your workflow before publishing.
schemes=Schemes
specify-at-least-one-assignment-for-the-x-task-node=Specify at least one assignment for the {0} task node. (Automatic Copy)
task-initially-assigned-to-x=Task initially assigned to {0}. (Automatic Copy)
tasks=\u0417\u0430\u0434\u0430\u0447\u0456
the-task-form-x-for-task-x-must-specify-a-form-reference-or-form-definition=The task form {0} for task {1} must specify a form reference or form definition. (Automatic Copy)
the-workflow-has-too-many-start-nodes-state-nodes-x-and-x=The workflow has too many start nodes (state nodes {0} and {1}). (Automatic Copy)
the-x-fork-node-must-have-a-matching-join-node=The {0} fork node must have a matching join node. (Automatic Copy)
the-x-node-cannot-have-an-incoming-transition=The {0} node cannot have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-incoming-transition=The {0} node must have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-outgoing-transition=The {0} node must have an outgoing transition. (Automatic Copy)
the-x-node-must-have-at-least-two-outgoing-transitions=The {0} node must have at least two outgoing transitions. (Automatic Copy)
the-x-transition-must-end-at-a-node=The {0} transition must end at a node. (Automatic Copy)
the-x-transition-must-have-a-source-node=The {0} transition must have a source node. (Automatic Copy)
there-are-no-completed-instances=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u043e\u0457 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 \u0437\u0430\u043f\u0438\u0442\u0438. (Automatic Translation)
there-are-no-completed-instances-started-by-me=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u0445 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0439 \u043d\u0430 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u043c\u0435\u043d\u0435. (Automatic Translation)
there-are-no-completed-instances-started-by-me-with-the-specified-search-criteria=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u0445 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0439 \u043d\u0430 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u043c\u0435\u043d\u0435 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-completed-instances-with-the-specified-search-criteria=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u043e\u0457 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 \u043f\u0440\u043e\u043f\u043e\u0437\u0438\u0446\u0456\u044e \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-completed-tasks=\u0422\u0430\u043c \u043d\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0456 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f. (Automatic Translation)
there-are-no-completed-tasks-with-the-specified-search-criteria=\u0422\u0430\u043c \u043d\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0456 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-instances=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 \u0437\u0430\u043f\u0438\u0442\u0438. (Automatic Translation)
there-are-no-instances-started-by-me=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0439 \u043d\u0430 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u043c\u0435\u043d\u0435. (Automatic Translation)
there-are-no-instances-started-by-me-with-the-specified-search-criteria=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0439 \u043d\u0430 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u043c\u0435\u043d\u0435 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-instances-with-the-specified-search-criteria=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 \u043f\u0440\u043e\u043f\u043e\u0437\u0438\u0446\u0456\u044e \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-pending-instances=\u0422\u0430\u043c \u043d\u0435 \u0431\u0435\u0437 \u0437\u0430\u043f\u0438\u0442\u0456\u0432 \u0434\u043e \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457. (Automatic Translation)
there-are-no-pending-instances-started-by-me=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435 \u043e\u0447\u0456\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0439 \u043d\u0430 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u043c\u0435\u043d\u0435. (Automatic Translation)
there-are-no-pending-instances-started-by-me-with-the-specified-search-criteria=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435 \u043e\u0447\u0456\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0439 \u043d\u0430 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u043c\u0435\u043d\u0435 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-pending-instances-with-the-specified-search-criteria=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u043f\u0438\u0442\u0438 \u0434\u043e \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-you=\u0404 \u043d\u0435\u043c\u0430\u0454 \u0432\u0456\u0434\u043a\u043b\u0430\u0434\u0435\u043d\u0435 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f, \u043f\u043e\u043a\u043b\u0430\u0434\u0435\u043d\u0456 \u043d\u0430 \u0432\u0430\u0441. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-you-with-the-specified-search-criteria=\u0404 \u043d\u0435\u043c\u0430\u0454 \u0432\u0456\u0434\u043a\u043b\u0430\u0434\u0435\u043d\u0435 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f, \u043f\u043e\u043a\u043b\u0430\u0434\u0435\u043d\u0456 \u043d\u0430 \u0432\u0430\u0441 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-your-roles=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0432\u0456\u0434\u043a\u043b\u0430\u0434\u0435\u043d\u0435 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f, \u0434\u043e\u0440\u0443\u0447\u0435\u043d\u0456 \u0432\u0430\u0448 \u0440\u043e\u043b\u0435\u0439. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u0404 \u043d\u0435\u043c\u0430\u0454 \u0432\u0456\u0434\u043a\u043b\u0430\u0434\u0435\u043d\u0435 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0440\u043e\u043b\u0456 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-tasks=\u041d\u0435\u043c\u0430 \u0437\u0430\u0434\u0430\u0447.
there-are-no-tasks-assigned-to-my-roles-with-the-specified-search-criteria=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u044c, \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0445 \u043c\u043e\u0457\u0445 \u0440\u043e\u043b\u0435\u0439 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-tasks-assigned-to-you=\u0404 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f, \u043f\u043e\u043a\u043b\u0430\u0434\u0435\u043d\u0456 \u043d\u0430 \u0432\u0430\u0441. (Automatic Translation)
there-are-no-tasks-assigned-to-you-with-the-specified-search-criteria=\u0404 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f, \u043f\u043e\u043a\u043b\u0430\u0434\u0435\u043d\u0456 \u043d\u0430 \u0432\u0430\u0441 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-tasks-assigned-to-your-roles=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u044c, \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0445 \u0432\u0430\u0448 \u0440\u043e\u043b\u0435\u0439. (Automatic Translation)
there-are-no-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0437\u0430\u0432\u0434\u0430\u043d\u044c, \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0445 \u0440\u043e\u043b\u0435\u0439 \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
there-are-no-tasks-with-the-specified-search-criteria=\u0422\u0430\u043c \u043d\u0435 \u0436\u043e\u0434\u043d\u0435 \u0437\u0430\u0432\u0434\u0430\u043d\u043d\u044f \u0437 \u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e \u043f\u043e\u0448\u0443\u043a\u043e\u0432\u0456 \u043a\u0440\u0438\u0442\u0435\u0440\u0456\u0457. (Automatic Translation)
withdraw-submission=\u0417\u043d\u044f\u0442\u0438 \u043f\u043e\u0434\u0430\u043d\u043d\u044f (Automatic Translation)
workflow-configuration=\u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0443
workflow-submissions=\u0420\u043e\u0431\u043e\u0447\u0438\u0439 \u043f\u0440\u043e\u0446\u0435\u0441 \u0443\u0445\u0432\u0430\u043b\u0435\u043d\u043d\u044f (Automatic Translation)
workflows=Workflows
write-your-definition-or-x=Write your definition or {0}
x-assigned-the-task-to-the-x-role={0} assigned the task to the {1} role. (Automatic Copy)
x-by-x={0} by {1}
x-submitted-a-x-for-publication={0} submitted a {1} for publication. (Automatic Copy)
x-updated-the-task={0} updated the task. (Automatic Copy)
you-cannot-deactivate-or-delete-this-definition=\u041d\u0435 \u043c\u043e\u0436\u043d\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0443\u0432\u0430\u0442\u0438 \u0430\u0431\u043e \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0446\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. \u0406\u0441\u043d\u0443\u044e\u0442\u044c \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0443, \u044f\u043a\u0456 \u043f\u043e\u0441\u0438\u043b\u0430\u044e\u0442\u044c\u0441\u044f \u043d\u0430 \u0446\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
you-must-define-a-start-node=\u0412\u0438 \u043f\u043e\u0432\u0438\u043d\u043d\u0456 \u0432\u0438\u0437\u043d\u0430\u0447\u0438\u0442\u0438 \u043f\u043e\u0447\u0430\u0442\u043a\u043e\u0432\u0438\u0439 \u0432\u0443\u0437\u043e\u043b. (Automatic Translation)
you-must-define-an-end-node=\u0412\u0438 \u043f\u043e\u0432\u0438\u043d\u043d\u0456 \u0432\u0438\u0437\u043d\u0430\u0447\u0438\u0442\u0438 \u043a\u0456\u043d\u0446\u0435\u0432\u0438\u0439 \u0432\u0443\u0437\u043e\u043b. (Automatic Translation)
