#X-Generator: crowdin.com
allow-lan-syncing=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e04\u0e4c LAN (Automatic Translation)
allow-lan-syncing-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e08\u0e23\u0e34\u0e07\u0e40\u0e1b\u0e34\u0e14\u0e0b\u0e34\u0e07\u0e04\u0e4c LAN \u0e17\u0e31\u0e49\u0e07\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e14\u0e2a\u0e01\u0e4c\u0e17\u0e47\u0e2d\u0e1b \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e08\u0e30\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e08\u0e32\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e40\u0e14\u0e2a\u0e01\u0e4c\u0e17\u0e47\u0e2d\u0e1b\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e1a\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e14\u0e2a\u0e01\u0e4c\u0e17\u0e47\u0e2d\u0e1b (Automatic Translation)
allow-the-use-of-sync=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e43\u0e0a\u0e49\u0e0b\u0e34\u0e07\u0e04\u0e4c (Automatic Translation)
allow-users-to-sync-their-personal-sites=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e2a\u0e48\u0e27\u0e19 (Automatic Translation)
build=\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
default-file-permissions=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
delete-sync-device=\u0e25\u0e1a\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c (Automatic Translation)
disable-sync-device=\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c (Automatic Translation)
disable-sync-site=\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e0b\u0e34\u0e07\u0e04\u0e4c (Automatic Translation)
disable-sync-sites=\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e0b\u0e34\u0e07\u0e04\u0e4c (Automatic Translation)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=\u0e01\u0e32\u0e23\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e08\u0e30\u0e25\u0e1a\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e32\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
enable-sync-device=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c (Automatic Translation)
enable-sync-site=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e0b\u0e34\u0e07\u0e04\u0e4c (Automatic Translation)
enable-sync-sites=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e0b\u0e15\u0e4c\u0e0b\u0e34\u0e07\u0e04\u0e4c (Automatic Translation)
force-security-mode=\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e02\u0e2d\u0e07\u0e01\u0e2d\u0e07\u0e17\u0e31\u0e1e (Automatic Translation)
force-security-mode-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e08\u0e23\u0e34\u0e07\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a\u0e1a\u0e19\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19 \u0e42\u0e2b\u0e21\u0e14\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e1f\u0e25\u0e4c \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e41\u0e2d\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19 (Automatic Translation)
full-access=\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21 (Automatic Translation)
full-access-help=\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39 \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 \u0e25\u0e1a \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e1c\u0e48\u0e32\u0e19\u0e0b\u0e34\u0e07\u0e04\u0e4c Liferay (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 (Automatic Translation)
last-seen=\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14 (Automatic Translation)
max-connections=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
max-connections-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32\u0e41\u0e15\u0e48\u0e25\u0e30\u0e23\u0e32\u0e22\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e15\u0e48\u0e2d\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e19 (Automatic Translation)
max-download-rate=\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
max-download-rate-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e01\u0e32\u0e23\u0e16\u0e48\u0e32\u0e22\u0e42\u0e2d\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 \u0e44\u0e1a\u0e15\u0e4c \u0e0b\u0e36\u0e48\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c \u0e04\u0e48\u0e32 0 \u0e1a\u0e48\u0e07\u0e0a\u0e35\u0e49\u0e27\u0e48\u0e32 \u0e21\u0e35\u0e44\u0e21\u0e48\u0e08\u0e33\u0e01\u0e31\u0e14 (Automatic Translation)
max-upload-rate=\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
max-upload-rate-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2d\u0e31\u0e15\u0e23\u0e32\u0e01\u0e32\u0e23\u0e16\u0e48\u0e32\u0e22\u0e42\u0e2d\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 \u0e44\u0e1a\u0e15\u0e4c \u0e25\u0e39\u0e01\u0e04\u0e49\u0e32\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14 \u0e04\u0e48\u0e32 0 \u0e1a\u0e48\u0e07\u0e0a\u0e35\u0e49\u0e27\u0e48\u0e32 \u0e21\u0e35\u0e44\u0e21\u0e48\u0e08\u0e33\u0e01\u0e31\u0e14 (Automatic Translation)
no-devices-were-found=\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
oauth-enabled=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49 OAuth (Automatic Translation)
oauth-enabled-help=\u0e16\u0e49\u0e32\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c\u0e08\u0e30\u0e43\u0e0a\u0e49 OAuth \u0e41\u0e25\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07 autologin SSO \u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
oauth-publisher-is-not-deployed=\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e49\u0e1c\u0e39\u0e49\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e43\u0e0a\u0e49 OAuth \u0e01\u0e23\u0e38\u0e13\u0e32\u0e08\u0e31\u0e14\u0e27\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19 (Automatic Translation)
pending-wipe=\u0e25\u0e1a\u0e17\u0e35\u0e48\u0e04\u0e49\u0e32\u0e07\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
poll-interval=\u0e0a\u0e48\u0e27\u0e07\u0e42\u0e1e\u0e25 (Automatic Translation)
poll-interval-help=\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32\u0e08\u0e30\u0e2a\u0e33\u0e23\u0e27\u0e08\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 (Automatic Translation)
the-oauth-application-for-liferay-sync-is-missing=\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e43\u0e0a\u0e49 OAuth \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0b\u0e34\u0e07\u0e04\u0e4c Liferay \u0e2b\u0e32\u0e22\u0e44\u0e1b \u0e04\u0e25\u0e34\u0e01\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e43\u0e0a\u0e49 OAuth (Automatic Translation)
view-and-add-discussion=\u0e14\u0e39 \u0e41\u0e25\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22 (Automatic Translation)
view-and-add-discussion-help=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39 \u0e41\u0e25\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e1c\u0e48\u0e32\u0e19\u0e0b\u0e34\u0e07\u0e04\u0e4c Liferay (Automatic Translation)
view-only=\u0e14\u0e39\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
view-only-help=\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e44\u0e0b\u0e15\u0e4c\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e1c\u0e48\u0e32\u0e19\u0e0b\u0e34\u0e07\u0e04\u0e4c Liferay \u0e40\u0e17\u0e48\u0e32 (Automatic Translation)
view-update-and-add-discussion=\u0e14\u0e39 \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 \u0e41\u0e25\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22 (Automatic Translation)
view-update-and-add-discussion-help=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39 \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 \u0e41\u0e25\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e1c\u0e48\u0e32\u0e19\u0e0b\u0e34\u0e07\u0e04\u0e4c Liferay (Automatic Translation)
wipe-sync-device=\u0e40\u0e0a\u0e47\u0e14\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c (Automatic Translation)
wiped=\u0e40\u0e0a\u0e47\u0e14 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=\u0e40\u0e0a\u0e47\u0e14\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e0b\u0e34\u0e07\u0e04\u0e4c\u0e08\u0e30\u0e40\u0e1b\u0e47\u0e19\u0e25\u0e1a\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e32\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e19\u0e15\u0e4c (Automatic Translation)
