#X-Generator: crowdin.com
a-tag-with-that-name-already-exists=A tag with that name already exists. (Automatic Copy)
add-tag=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec1\u0e97\u0eb1\u0e81
are-you-sure-you-want-to-merge-x-into-x=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ea5\u0ea7\u0ea1 "{0}" \u0ec0\u0e9b\u0eb1\u0e99 "{1}"? \u0e88\u0eb0\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0e97\u0ecb\u0e81\u0e81\u0eb1\u0e9a "{0}" \u0ec1\u0e97\u0e99\u0ec0\u0e97\u0ecb\u0e81 "{1}".
into-this-tag=Into This Tag\: (Automatic Copy)
javax.portlet.description.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=Tags enable categorization of content through flexible groups of terms and preset vocabularies. Administrators may manage all tags, assign permissions, and set advanced options. Users can manage their tags, and define tag sets and categories to use when categorizing content. (Automatic Copy)
javax.portlet.long-title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0ec1\u0e97\u0ecb\u0e81 (\u0e84\u0ead\u0e99\u0ec2\u0e97\u0e99\u0e9e\u0eb2\u0ec0\u0e99\u0ea7)
javax.portlet.title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0ec0\u0e97\u0eb1\u0ecb\u0e81\u0eaa\u0ecc
merge-tags=\u0ea5\u0ea7\u0ea1\u0ec0\u0e97\u0ecb\u0e81
new-tag=New Tag (Automatic Copy)
override-tags-properties=\u0ec2\u0ead\u0ec0\u0ea7\u0eb5\u0ea5\u0eb2\u0e8d\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0e82\u0ead\u0e87\u0ec1\u0e97\u0ecb\u0e81
please-choose-at-least-x-tags=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec1\u0e97\u0ecb\u0e81\u0eaa\u0eb8\u0e94\u0e97\u0ec9\u0eb2\u0e8d{0}.
properties-are-a-way-to-add-more-detailed-information-to-a-specific-tag=\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0ec1\u0ea1\u0ec8\u0e99\u0ea7\u0eb4\u0e97\u0eb5\u0edc\u0eb7\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e95\u0eb5\u0ea1\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0ec1\u0e97\u0ecb\u0e81\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0.\u0e9e\u0ea7\u0e81\u0ea1\u0eb1\u0e99\u0e88\u0eb0\u0ea1\u0eb5\u0ec4\u0ea5\u0e8d\u0eb0\u0eab\u0ec8\u0eb2\u0e87\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea1\u0eb9\u0e99\u0e84\u0ec8\u0eb2\u0e84\u0eb9\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec0\u0e96\u0eb4\u0e87\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94\u0e81\u0eb1\u0e9a\u0ec1\u0e97\u0ecb\u0e81
the-tag-could-not-be-found=The tag could not be found. (Automatic Copy)
there-are-no-tags.-you-can-add-a-tag-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no tags. You can add a tag by clicking the plus button on the bottom right corner. (Automatic Copy)
usages=Usages (Automatic Copy)
