#X-Generator: crowdin.com
a-tag-with-that-name-already-exists=A tag with that name already exists. (Automatic Copy)
add-tag=P\u0159idat \u0161t\u00edtek
are-you-sure-you-want-to-merge-x-into-x=Opravdu chcete nahradit \u0161t\u00edtek "{0}" \u0161t\u00edtkem "{1}"? Tato akce zm\u011bn\u00ed \u0161t\u00edtek v\u0161em polo\u017ek\u00e1m ozna\u010den\u00fdm \u0161t\u00edtkem "{0}" na "{1}".
into-this-tag=Into This Tag\: (Automatic Copy)
javax.portlet.description.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=Zna\u010dky umo\u017e\u0148uj\u00ed kategorizace obsahu prost\u0159ednictv\u00edm pru\u017en\u00e9 skupiny term\u00edn\u016f a p\u0159ednastaven\u00e9 slovn\u00edky. Spr\u00e1vci mohou spravovat v\u0161echny zna\u010dky, p\u0159i\u0159adit opr\u00e1vn\u011bn\u00ed a Up\u0159esnit mo\u017enosti. U\u017eivatel\u00e9 mohou spravovat sv\u00e9 zna\u010dky a definice sad zna\u010dek a kategori\u00ed, p\u0159i za\u0159azov\u00e1n\u00ed obsahu do kategori\u00ed. (Automatic Translation)
javax.portlet.long-title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0160t\u00edtky
javax.portlet.title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0160t\u00edtky
merge-tags=Slou\u010dit \u0161t\u00edtky
new-tag=Nov\u00fd Tag (Automatic Translation)
override-tags-properties=P\u0159ekr\u00fdt vlastnosti \u0161t\u00edtk\u016f
please-choose-at-least-x-tags=Vyberte, pros\u00edm, nejm\u00e9n\u011b {0} \u0161t\u00edtk\u016f.
properties-are-a-way-to-add-more-detailed-information-to-a-specific-tag=Vlastnosti slou\u017e\u00ed k p\u0159id\u00e1v\u00e1n\u00ed detailn\u00edch informac\u00ed specifick\u00e9mu \u0161t\u00edtku. V\u017edy sest\u00e1vaj\u00ed z kl\u00ed\u010de a hodnoty, co\u017e umo\u017e\u0148uje ke \u0161t\u00edtk\u016fm p\u0159i\u0159azovat detailn\u011bj\u0161\u00ed informace.
the-tag-could-not-be-found=The tag could not be found. (Automatic Copy)
there-are-no-tags.-you-can-add-a-tag-by-clicking-the-plus-button-on-the-bottom-right-corner=Neexistuj\u00ed \u017e\u00e1dn\u00e9 zna\u010dky. Zna\u010dku lze p\u0159idat klepnut\u00edm na tla\u010d\u00edtko plus v prav\u00e9m doln\u00edm rohu. (Automatic Translation)
usages=Usages (Automatic Copy)
