#X-Generator: crowdin.com
add-list=\u30ea\u30b9\u30c8\u306e\u8ffd\u52a0
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001Web\u30b3\u30f3\u30c6\u30f3\u30c4\u8a18\u4e8b\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u8a00\u8a9e\u306f\u5909\u66f4\u53ef\u80fd\u3067\u3059\u3002Web\u30b3\u30f3\u30c6\u30f3\u30c4\u8a18\u4e8b\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u8a00\u8a9e\u306f\u30b5\u30a4\u30c8\u8a2d\u5b9a\u304b\u3089\u7d99\u627f\u3055\u308c\u307e\u3059\u3002
check-to-allow-users-to-add-records-to-the-list=\u30ea\u30b9\u30c8\u3078\u306e\u30ec\u30b3\u30fc\u30c9\u8ffd\u52a0\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u8a31\u53ef\u3059\u308b\u3002
check-to-display-the-form-entry-view=\u30d5\u30a9\u30fc\u30e0\u5165\u529b\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3092\u30c1\u30a7\u30c3\u30af
data-definition=\u30c7\u30fc\u30bf\u5b9a\u7fa9
data-definition-id=\u30c7\u30fc\u30bf\u5b9a\u7fa9ID
data-definition-id-help=\u30c7\u30fc\u30bf\u5b9a\u7fa9\u306e\u6570\u5024\u8b58\u5225\u5b50\u3092\u8868\u3057\u3066\u3044\u307e\u3059
data-definitions=\u30c7\u30fc\u30bf\u5b9a\u7fa9
data-list-description=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u306e\u8aac\u660e
data-list-description-help=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u306e\u8aac\u660e\u3092\u8868\u3057\u3066\u3044\u307e\u3059
data-list-display-template-helper=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u30fb\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30fb\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30d8\u30eb\u30d1\u30fc
data-list-id=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8ID
data-list-id-help=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u306e\u6570\u5024\u8b58\u5225\u5b50\u3092\u8868\u3057\u3066\u3044\u307e\u3059
data-list-name=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u540d
data-list-name-help=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u306e\u540d\u524d\u3092\u8868\u3057\u3066\u3044\u307e\u3059
data-list-record-fields=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u30fb\u30ec\u30b3\u30fc\u30c9\u30d5\u30a3\u30fc\u30eb\u30c9
data-list-records=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u30fb\u30ec\u30b3\u30fc\u30c9
data-list-records-help=\u4e00\u89a7\u306b\u8868\u793a\u3059\u308b\u30c7\u30fc\u30bf\u306e\u8868\u793a\u3092\u5236\u5fa1\u3059\u308b\u30d8\u30eb\u30d1\u30fc\u3067\u3059\u3002\u6700\u521d\u306b\u8868\u793a\u3057\u305f\u3044\u30c7\u30fc\u30bf\u3092\u3001DDL \u30ec\u30b3\u30fc\u30c9\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044\u3002
data-list-services=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u30fb\u30b5\u30fc\u30d3\u30b9
data-list-util=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u30fb\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3
data-list-variables=\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8\u5024
ddl-record-local-service=DDL\u30ec\u30b3\u30fc\u30c9\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9
ddl-record-local-service-help=\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u306e\u30ec\u30b3\u30fc\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
ddl-record-service=DDL \u30ec\u30b3\u30fc\u30c9\u30b5\u30fc\u30d3\u30b9
ddl-record-service-help=\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u306e\u30ec\u30b3\u30fc\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u8a8d\u8a3c\u30c1\u30a7\u30c3\u30af\u306f\u30e1\u30bd\u30c3\u30c9\u306b\u542b\u307e\u308c\u307e\u3059\u3002
ddl-record-set-local-service=DDL \u30ec\u30b3\u30fc\u30c9\u30bb\u30c3\u30c8\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9
ddl-record-set-local-service-help=\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u30ec\u30b3\u30fc\u30c9\u30bb\u30c3\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
ddl-record-set-service=DDL\u30ec\u30b3\u30fc\u30c9\u30bb\u30c3\u30c8\u30b5\u30fc\u30d3\u30b9
ddl-record-set-service-help=\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u30ec\u30b3\u30fc\u30c9\u30bb\u30c3\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u30c1\u30a7\u30c3\u30af\u306f\u305d\u306e\u624b\u6cd5\u306b\u542b\u307e\u308c\u307e\u3059\u3002
ddl-web-configuration-name=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)
displaying-list=\u30ea\u30b9\u30c8\u306e\u8868\u793a
edit-display-template=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u7de8\u96c6
edit-form-template=\u30d5\u30a9\u30fc\u30e0\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u7de8\u96c6
form-template=\u30d5\u30a9\u30fc\u30e0\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
form-view=\u30d5\u30a9\u30fc\u30e0\u8868\u793a
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLDisplayPortlet=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u8868\u793a
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLPortlet=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)
model.resource.com.liferay.dynamic.data.lists=\u30ea\u30b9\u30c8
model.resource.com.liferay.dynamic.data.lists.model.DDLRecord=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u30fb\u30ec\u30b3\u30fc\u30c9
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u30fb\u30ec\u30b3\u30fc\u30c9\u30bb\u30c3\u30c8
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMStructure=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u5b9a\u7fa9
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMTemplate=\u52d5\u7684\u30c7\u30fc\u30bf\u30ea\u30b9\u30c8(DDL)\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
no-lists-were-found=\u30ea\u30b9\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
optional-configuration=\u305d\u306e\u4ed6\u306e\u8a2d\u5b9a
please-select-a-list-entry-from-the-list-below=\u4ee5\u4e0b\u306e\u30ea\u30b9\u30c8\u304b\u3089\u30ea\u30b9\u30c8\u30a8\u30f3\u30c8\u30ea\u30fc\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
select-an-existing-list-or-add-a-list-to-be-displayed-in-this-application=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u8868\u793a\u3059\u308b\u3001\u65e2\u5b58\u306e\u30ea\u30b9\u30c8\u304b\u3001\u65b0\u898f\u306e\u30ea\u30b9\u30c8\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044
select-the-display-template-used-to-diplay-the-list-records=\u30ea\u30b9\u30c8\u30ec\u30b3\u30fc\u30c9\u3092\u8868\u793a\u3059\u308b\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
select-the-form-template-used-to-add-records-to-the-list=\u30ea\u30b9\u30c8\u306b\u30ec\u30b3\u30fc\u30c9\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306e\u30d5\u30a9\u30fc\u30e0\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
spreadsheet-view=\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8 \u30d3\u30e5\u30fc
the-record-could-not-be-found=\u30ec\u30b3\u30fc\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
the-recordSet-could-not-be-found=\u30ec\u30b3\u30fc\u30c9\u30bb\u30c3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
updating-the-data-definition-may-cause-data-loss=\u30c7\u30fc\u30bf\u5b9a\u7fa9\u306e\u66f4\u65b0\u306f\u3001\u30c7\u30fc\u30bf\u3092\u5931\u3046\u539f\u56e0\u306b\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
