#X-Generator: crowdin.com
authentication-search-filter-help=\u0623\u062f\u062e\u0644 \u0639\u0627\u0645\u0644 \u062a\u0635\u0641\u064a\u0629 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u0627\u062e\u062a\u0628\u0627\u0631 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0627\u0644\u0631\u0645\u0648\u0632 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 @company_id @\u060c @email_address @\u060c @screen_name @\u060c \u0648\u064a\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644 @user_id @ \u0641\u064a \u0648\u0642\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0645\u0639 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0635\u062d\u064a\u062d\u0629. (Automatic Translation)
autogenerate-user-password=\u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a (Automatic Translation)
base-dn-help=DN \u0642\u0627\u0639\u062f\u0629 \u062a\u062d\u062f\u062f \u0625\u0637\u0627\u0631 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0623\u0648\u0644\u0649 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0647\u0648 \u0623\u0645\u0631 \u0627\u062e\u062a\u064a\u0627\u0631\u064a. (Automatic Translation)
contact-custom-mappings-help=\u0627\u0644\u0645\u062f\u062e\u0644 \u0639\u0646\u062f \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0648\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\u060c \u0633\u0648\u0641 \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u062e\u0631\u0627\u0626\u0637 \u0644\u0631\u0628\u0637 LDAP \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0633\u0645\u0627\u062a \u0648\u0633\u0645\u0627\u062a \u0645\u062e\u0635\u0635\u0629 \u0627\u0644\u0645\u062f\u062e\u0644 \u0644\u062c\u0647\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644. (Automatic Translation)
contact-mappings-help=\u0627\u0644\u0645\u062f\u062e\u0644 \u0639\u0646\u062f \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0648\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\u060c \u0633\u0648\u0641 \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u062e\u0631\u0627\u0626\u0637 \u0644\u0631\u0628\u0637 LDAP \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0633\u0645\u0627\u062a \u0648\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0645\u062f\u062e\u0644. (Automatic Translation)
create-role-per-group=\u0625\u0646\u0634\u0627\u0621 \u062f\u0648\u0631 \u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629 (Automatic Translation)
default-user-password=\u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 Deafult (Automatic Translation)
enable-group-cache=\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u062a\u0645\u0643\u064a\u0646 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a (Automatic Translation)
enable-user-password=\u062a\u0645\u0643\u064a\u0646 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 (Automatic Translation)
export-enabled-help=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0646 \u0627\u0644\u0645\u062f\u062e\u0644 \u0625\u0644\u0649 LDAP. \u0648\u0647\u0630\u0627 \u064a\u0633\u0645\u062d \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u062a\u0639\u062f\u064a\u0644 \u0644\u0647 \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644\u060c \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u062e\u064a\u0631\u060c \u0625\u0644\u062e \u0641\u064a \u0627\u0644\u0645\u062f\u062e\u0644\u060c \u0648\u0623\u0646 \u062a\u063a\u064a\u0631 \u0627\u0644\u0636\u063a\u0637 \u0628\u062e\u0627\u062f\u0645 LDAP. \u0644\u0627 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0625\u0644\u0627 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPAuthConfiguration.enabled" true. (Automatic Translation)
export-group-enabled-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 true \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062c\u0628 \u062a\u0635\u062f\u064a\u0631\u0647\u0627 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0648\u0627\u0644\u0631\u0627\u0628\u0637\u0627\u062a \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0644\u0647\u0627 \u0645\u0646 \u0627\u0644\u0645\u062f\u062e\u0644 \u0625\u0644\u0649 LDAP. \u0644\u0627 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0625\u0644\u0627 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPAuthConfiguration.enabled" true. (Automatic Translation)
group-default-object-classes-help=\u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0635\u062f\u064a\u0631 \u0645\u062c\u0645\u0648\u0639\u0629 \u0625\u0644\u0649 LDAP \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u060c \u0633\u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0639 \u0627\u0644\u0641\u0626\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0639\u0644\u0649 \u0643\u0627\u0626\u0646. (Automatic Translation)
group-mappings-help=\u0627\u0644\u0645\u062f\u062e\u0644 \u0639\u0646\u062f \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u062c\u0645\u0648\u0639\u0627\u062a\u060c \u0633\u0648\u0641 \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u064a\u064a\u0646 \u0644\u0631\u0628\u0637 LDAP \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0633\u0645\u0627\u062a \u0648\u0633\u0645\u0627\u062a \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062f\u062e\u0644. (Automatic Translation)
group-search-filter-enabled-help=\u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0646 LDAP \u0625\u0644\u0649 \u0627\u0644\u0645\u062f\u062e\u0644. \u0644\u0627 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0625\u0644\u0627 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPImportConfiguration.enabled" true. (Automatic Translation)
groups-dn-help=\u0633\u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062c\u062f\u064a\u062f\u0629 \u0641\u064a DN \u0627\u0644\u0645\u062d\u062f\u062f. \u0648\u0647\u0630\u0627 \u064a\u0643\u0648\u0646 \u0625\u0644\u0627 \u0646\u0634\u0637\u0629 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPAuthConfiguration.enabled" \u0648 "LDAPExportConfiguration.enabled" \u0625\u0644\u0649 true. (Automatic Translation)
import-create-role-per-group-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 true \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u062f\u062e\u0644 \u064a\u0646\u0628\u063a\u064a \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0628\u0625\u0646\u0634\u0627\u0621 \u062f\u0648\u0631 \u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0633\u062a\u0648\u0631\u062f\u0629 \u0645\u0646 LDAP. \u0633\u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062f\u0648\u0631 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u062d\u064a\u062b \u0623\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0631\u062b \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631 \u0639\u0646\u062f \u062a\u0639\u064a\u064a\u0646\u0647 \u0625\u0644\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629. (Automatic Translation)
import-group-cache-enabled-help=\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0629 DN \u0648\u064a\u062b\u064a\u0631\u062a\u064a\u0645\u064a-\u0645\u062c\u0645\u0648\u0639\u0629 \u0633\u0648\u0641 \u064a\u062a\u0645 \u062a\u062e\u0632\u064a\u0646\u0647\u0627 \u0645\u0624\u0642\u062a\u0627\u064b \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u064a\u0631\u0627\u062f LDAP \u0648\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644. \u0625\u0630\u0627 \u0643\u0627\u0646 \u062a\u0639\u064a\u064a\u0646 \u0625\u0644\u0649 \u0627\u0644\u062d\u0642\u064a\u0642\u064a\u0629\u060c \u0648\u0647\u0630\u0627 \u0633\u0648\u0641 \u062a\u0633\u0631\u0639 \u0627\u0633\u062a\u064a\u0631\u0627\u062f LDAP \u0648\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644\u060c \u0648\u0644\u0643\u0646 \u0644\u0646 \u064a\u0639\u062a\u0631\u0641 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0639\u0644\u0649 \u0633\u0645\u0627\u062a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u062d\u062a\u0649 \u062a\u0646\u062a\u0647\u064a \u0635\u0644\u0627\u062d\u064a\u0629 \u0625\u062f\u062e\u0627\u0644 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a. \u0642\u062f \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u062d\u062c\u0645 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0648\u0645\u0647\u0644\u0629 \u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0627\u0633\u0645 "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=\u062a\u0639\u064a\u064a\u0646 \u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u0642\u0641\u0644 \u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f LDAP. \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u060c \u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u064a\u0648\u0645 1. (Automatic Translation)
import-method=\u0637\u0631\u064a\u0642\u0629 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f (Automatic Translation)
import-method-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0623\u0633\u0644\u0648\u0628 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f. \u0648\u0641\u064a \u062d\u0627\u0644\u0629 \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u060c \u0627\u0644\u0645\u062f\u062e\u0644 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0647\u0624\u0644\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0648\u0641\u064a \u062d\u0627\u0644\u0629 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u062c\u0645\u0648\u0639\u0629 \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629\u060c \u0627\u0644\u0645\u062f\u062e\u0644 \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0648\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u064a\u0646 \u0628\u062a\u0644\u0643 \u0627\u0644\u062c\u0645\u0627\u0639\u0627\u062a. \u064a\u062c\u0628 \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0633\u062a\u0646\u0627\u062f\u0627\u064b \u0625\u0644\u0649 \u0643\u064a\u0641\u064a\u0629 \u062a\u062e\u0632\u064a\u0646 \u0645\u0644\u0642\u0645 LDAP \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629. (Automatic Translation)
ldap-auth-configuration-name=\u0645\u0635\u0627\u062f\u0642\u0629 LDAP (Automatic Translation)
ldap-export-configuration-name=\u062a\u0635\u062f\u064a\u0631 LDAP (Automatic Translation)
ldap-import-configuration-name=\u0627\u0633\u062a\u064a\u0631\u0627\u062f LDAP (Automatic Translation)
ldap-server-configuration-name=\u062e\u0648\u0627\u062f\u0645 LDAP
lock-expiration-time=\u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u0642\u0641\u0644 (Automatic Translation)
method-help=\u062a\u0639\u064a\u064a\u0646 \u0631\u0628\u0637 \u0623\u0648 \u0645\u0642\u0627\u0631\u0646\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u062a\u062d\u062f\u064a\u062f \u0623\u0633\u0644\u0648\u0628 \u0645\u0635\u0627\u062f\u0642\u0629 LDAP. \u0627\u0644\u0631\u0628\u0637 \u0647\u0648 \u0627\u0644\u0645\u0641\u0636\u0644 \u0645\u0646 \u0642\u0628\u0644 \u0645\u0639\u0638\u0645 \u0627\u0644\u0628\u0627\u0626\u0639\u064a\u0646 \u062d\u062a\u0649 \u0623\u0646 \u0644\u0645 \u064a\u0643\u0646 \u0644\u062f\u064a\u0643 \u0625\u0644\u0649 \u0627\u0644\u0642\u0644\u0642 \u0628\u0634\u0623\u0646 \u0627\u0633\u062a\u0631\u0627\u062a\u064a\u062c\u064a\u0627\u062a \u0627\u0644\u062a\u0634\u0641\u064a\u0631. (Automatic Translation)
page-size-help=\u062a\u0639\u064a\u064a\u0646 \u062d\u062c\u0645 \u0627\u0644\u0635\u0641\u062d\u0629 \u0644\u0644\u062f\u0644\u064a\u0644 \u0645\u0644\u0642\u0645\u0627\u062a \u0627\u0644\u062a\u0631\u062d\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u062f\u0639\u0645. \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 1000 \u0623\u0648 \u0623\u0642\u0644 \u0645\u0646 \u0623\u062c\u0644 \u0645\u0644\u0642\u0645 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0646\u0634\u0637 \u0641\u064a Microsoft. (Automatic Translation)
password-encryption-algorithm-help=\u062a\u0639\u064a\u064a\u0646 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0627\u0644\u062a\u0634\u0641\u064a\u0631 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0644\u0645\u0642\u0627\u0631\u0646\u0629 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f\u060c \u0648\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u062a\u0634\u0641\u064a\u0631 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0635\u062f\u064a\u0631. \u0645\u0642\u0627\u0631\u0646\u0629 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0633\u062a\u0633\u062a\u062e\u062f\u0645 \u0641\u0642\u0637 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPAuthConfiguration.method" \u0645\u0642\u0627\u0631\u0646\u0629 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631. \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062a\u0634\u0641\u064a\u0631 \u0625\u0644\u0649 \u0644\u0627 \u0634\u064a\u0621\u060c \u0648\u0647\u064a \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629\u060c \u062a\u0639\u062a\u0628\u0631 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0643\u0646\u0635 \u0639\u0627\u062f\u064a. \u062e\u0648\u0627\u0631\u0632\u0645\u064a\u0629 \u0634\u0627-512 \u063a\u064a\u0631 \u0645\u0639\u062a\u0645\u062f \u062d\u0627\u0644\u064a\u0627. (Automatic Translation)
password-policy-enabled-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 LDAP \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u062f\u062e\u0644. \u0625\u0630\u0627 \u0643\u0627\u0646 \u062a\u0639\u064a\u064a\u0646 \u0625\u0644\u0649 \u0635\u062d\u064a\u062d\u060c \u0641\u0645\u0646 \u0627\u0644\u0645\u0645\u0643\u0646 \u0639\u062f\u0645 \u062a\u0637\u0627\u0628\u0642 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0627\u0644\u0645\u062f\u062e\u0644 \u0633\u064a\u0627\u0633\u0629 LDAP. \u0627\u0646\u0638\u0631 \u062e\u0635\u0627\u0626\u0635 "passwords.regexptoolkit.*" \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u062a\u0641\u0627\u0635\u064a\u0644 \u062d\u0648\u0644 \u062a\u0643\u0648\u064a\u0646 \u0631\u064a\u062c\u064a\u0643\u0633\u0628\u062a\u0648\u0644\u0643\u064a\u062a \u0641\u064a \u062a\u0648\u0644\u064a\u062f \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0647\u0630\u0647. \u0644\u0627\u062d\u0638 \u0623\u0646\u0647 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u062f\u062e\u0644 \u0633\u0648\u0641 \u0644\u0627 \u062a\u062d\u0642\u0642 \u0644\u0635\u0627\u0644\u062d \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0623\u0648 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0645\u0646\u062a\u0647\u064a\u0629 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u0623\u0648 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0623\u0645\u064a\u0646. \u0648\u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639\u0647\u0627 \u0627\u0644\u0622\u0646 \u0628\u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u0644\u0645\u0644\u0642\u0645 LDAP. (Automatic Translation)
range-size-help=\u062a\u0639\u064a\u064a\u0646 \u0639\u062f\u062f \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u0649 \u0633\u0645\u0629 \u0645\u062a\u0639\u062f\u062f\u0629 \u0627\u0644\u0642\u064a\u0645 \u0641\u064a \u0643\u0644 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0639\u0646 \u0645\u0644\u0642\u0645\u0627\u062a \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0630\u064a \u064a\u062f\u0639\u0645 \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0627\u0644\u0646\u0637\u0627\u0642. \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u062d\u062c\u0645 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 1000 \u0623\u0648 \u0623\u0642\u0644 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 Windows 2000 \u0648 1500 \u0623\u0648 \u0623\u0642\u0644 \u0644 Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=\u062a\u0643\u0648\u064a\u0646 \u0646\u0638\u0627\u0645 LDAP (Automatic Translation)
user-custom-mappings-help=\u0627\u0644\u0645\u062f\u062e\u0644 \u0639\u0646\u062f \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0648\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\u060c \u0633\u0648\u0641 \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u064a\u064a\u0646 \u0644\u0631\u0628\u0637 LDAP \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0627\u0644\u0633\u0645\u0627\u062a \u0627\u0644\u0645\u062f\u062e\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062e\u0635\u0635\u0629. (Automatic Translation)
user-default-object-classes-help=\u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0635\u062f\u064a\u0631 \u0645\u0633\u062a\u062e\u062f\u0645 \u0625\u0644\u0649 LDAP \u0648\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u060c \u0633\u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0639 \u0641\u0626\u0627\u062a \u0627\u0644\u0643\u0627\u0626\u0646 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629. (Automatic Translation)
user-ignore-attributes-help=\u062a\u0639\u064a\u064a\u0646 \u0633\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a\u0647\u0627 \u0645\u0646 \u0627\u0644\u0645\u062f\u062e\u0644. \u0639\u0646\u062f \u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0646 LDAP\u060c \u0633\u064a\u062a\u0645 \u062a\u062e\u0637\u064a \u0647\u0630\u0647 \u0627\u0644\u0633\u0645\u0627\u062a. (Automatic Translation)
user-mappings-help=\u0627\u0644\u0645\u062f\u062e\u0644 \u0639\u0646\u062f \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0648\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\u060c \u0633\u0648\u0641 \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u062e\u0631\u0627\u0626\u0637 \u0644\u0631\u0628\u0637 LDAP \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0633\u0645\u0627\u062a \u0648\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062f\u062e\u0644. (Automatic Translation)
user-search-filter-help=\u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0646 LDAP \u0625\u0644\u0649 \u0627\u0644\u0645\u062f\u062e\u0644. \u0644\u0627 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0625\u0644\u0627 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPImportConfiguration.enabled" true. (Automatic Translation)
users-dn-help=\u0633\u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062c\u062f\u062f \u0641\u064a DN \u0627\u0644\u0645\u062d\u062f\u062f. \u0648\u0647\u0630\u0627 \u064a\u0643\u0648\u0646 \u0625\u0644\u0627 \u0646\u0634\u0637\u0629 \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "LDAPAuthConfiguration.enabled" \u0648 "LDAPExportConfiguration.enabled" \u0625\u0644\u0649 true. (Automatic Translation)
