#X-Generator: crowdin.com
add-user-group=Dodaj grup\u0119 u\u017cytkownika
add-users=Dodaj u\u017cytkownik\u00f3w (Automatic Translation)
add-users-to-x=Add Users to {0} (Automatic Copy)
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=Grupy u\u017cytkownika
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=Jedna lub wi\u0119cej grup u\u017cytkownik\u00f3w jest przypisanych do wy\u0142\u0105czanych u\u017cytkownik\u00f3w. Czy chcesz kontynuowa\u0107 kasowanie zaznaczonych grup u\u017cytkownik\u00f3w przez automatyczne usuni\u0119cie powi\u0105za\u0144 z wy\u0142\u0105czonymi u\u017cytkownikami?
pages-for-user-group-x=Pages for user group {0} (Automatic Copy)
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=Na stronach grupy u\u017cytkownik\u00f3w nie s\u0105 dost\u0119pne bezpo\u015brednio przez u\u017cytkownik\u00f3w ko\u0144cowych. Raczej ka\u017cdy cz\u0142onek grupy u\u017cytkownik\u00f3w b\u0119dzie zobacz strony automatycznie jako cz\u0119\u015b\u0107 strony ich osobisty panel i profilu. Aby umo\u017cliwi\u0107 u\u017cytkownikom dokonanie zmian, w\u0142\u0105cz opcje dostosowywania ka\u017cdej strony. (Automatic Translation)
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=Wybrana grupa u\u017cytkownik\u00f3w jest skojarzona z wy\u0142\u0105czanymi u\u017cytkownikami. Czy chcesz kontynuowa\u0107 usuwanie wybranej grupy u\u017cytkownik\u00f3w przez automatyczne usuniecie skojarzenia z wy\u0142\u0105czonymi u\u017cytkownikami?
this-is-a-required-user-group=To jest niezb\u0119dna grupa u\u017cytkownik\u00f3w.
this-user-group-does-not-have-any-dashboard-pages=Ta grupa u\u017cytkownik\u00f3w nie ma \u017cadnych stron publicznych.
this-user-group-does-not-have-any-profile-pages=Ta grupa u\u017cytkownik\u00f3w nie ma \u017cadnych stron prywatnych.
user-group-name=Witryna grupy u\u017cytkownik\u00f3w
user-group-pages-permissions=Grupa u\u017cytkownik\u00f3w strony uprawnienia (Automatic Translation)
you-cannot-delete-user-groups-that-have-users=Nie mo\u017cesz usun\u0105\u0107 grup u\u017cytkownik\u00f3w, kt\u00f3re maj\u0105 u\u017cytkownik\u00f3w.
