#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=Add Private Page (Automatic Copy)
add-public-page=Add Public Page (Automatic Copy)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e99\u0eb5\u0ec9\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec4\u0e8a\u0e97\u0ecc \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1, \u0e8d\u0ebb\u0e81\u0e8d\u0ec9\u0eb2\u0e8d \u0eab\u0ebc\u0eb7 \u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1 \u0ec1\u0ea5\u0eb0\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0e82\u0ead\u0e87\u0e99\u0ec9\u0eb2\u0e99\u0eb5\u0ec9. \u0e96\u0ec9\u0eb2\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0e9b\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0edc\u0ec9\u0eb2, \u0e9b\u0ebd\u0e99\u0ec4\u0e9b\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0ea1\u0eb2\u0e94\u0e95\u0eb0\u0e96\u0eb2\u0e99\u0ec1\u0e97\u0eb1\u0ea1\u0ec0\u0e9e\u0ea3\u0e94\u0e9a\u0ecd\u0ec4\u0e94\u0ec9\u0e81\u0eb0\u0e88\u0ec8\u0eb2\u0e8d\u0ead\u0eb5\u0e81\u0e95\u0ecd\u0ec8\u0ec4\u0e9b.
are-you-sure-you-want-to-delete-the-selected-page=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0e9a\u0ecd\u0ec8\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ea5\u0eb6\u0e9a\u0edc\u0ec9\u0eb2\u0e97\u0eb5\u0ec8\u0ec0\u0ea5\u0eb7\u0ead\u0e81?
are-you-sure-you-want-to-reset-your-customizations-to-default=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ec0\u0e9b\u0eb1\u0e99\u0e84\u0ec8\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4?
available-themes=Available Themes (Automatic Copy)
by-x=By {0} (Automatic Copy)
change-current-theme=Change Current Theme (Automatic Copy)
change-frequency=\u0e9b\u0ec8\u0ebd\u0e99\u0e84\u0ea7\u0eb2\u0ea1\u0e96\u0eb5\u0ec8
changes-are-immediately-available-to-end-users=Any changes are immediately available to end users. (Automatic Copy)
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Click <em>Reset and Propagate</em> to reset the failure count and propagate changes from the {0}. (Automatic Copy)
color-scheme=\u0eaa\u0eb5\u0eaa\u0e81\u0eb5\u0ea1
configure-page=Configure Page (Automatic Copy)
configure-x=Configure {0} (Automatic Copy)
copy-applications=\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0edc\u0ec9\u0eb2\u0ea7\u0ebd\u0e81
copy-of-a-page=\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e97\u0eb5\u0ec8\u0edc\u0ec9\u0eb2
copy-of-a-page-description=Copy an existing page from this site. (Automatic Copy)
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=Customization Options (Automatic Copy)
customization-settings=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e95\u0ec8\u0eb2\u0e87\u0ec6
delete-in-all-pages-variations=\u0ea5\u0eb6\u0e9a\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0edc\u0ec9\u0eb2\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
empty-page=Empty Page (Automatic Copy)
empty-page-description=Create an empty page you can lay out manually. (Automatic Copy)
expand-area=Expand Area (Automatic Copy)
hide-customizable-zones=Hide Customizable Zones (Automatic Copy)
hide-from-navigation-menu=Hide from Navigation Menu (Automatic Copy)
html-title=\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9 HTML
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=If enabled, this page does not show up in the navigation menu. (Automatic Copy)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=If enabled, this page will inherit changes made to the page template. (Automatic Copy)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=Inherit Changes (Automatic Copy)
install-more=\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e95\u0eb7\u0ec8\u0ea1
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=\u0ea1\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0ead\u0eb2\u0e94\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e9f\u0ead\u0ea1\u0e9f\u0eb5\u0ec0\u0ea5\u0ead\u0eb2\u0ea7\u0ec4\u0e94\u0ec9
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=\u0ea1\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0ead\u0eb2\u0e94\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0edc\u0ec9\u0eb2\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1 \u0eab\u0ebc\u0eb7 \u0edc\u0ec9\u0eb2\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0eb1\u0ecb\u0e81
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0ec0\u0e9e\u0ecb\u0e81\u0ec1\u0ea1\u0ec8\u0e99\u0edc\u0ec9\u0eb2\u0ec0\u0ea1\u0ea7\u0e97\u0eb5\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ec0\u0ea1\u0eb7\u0ec8\u0ead\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0e99\u0e9e\u0ecb\u0ead\u0e94\u0ead\u0ead\u0e99, \u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0ec0\u0e81\u0e99\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a, \u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0edc\u0ec9\u0eb2\u0ec0\u0eab\u0ebc\u0ebb\u0ec8\u0eb2\u0e99\u0eb5\u0ec9, \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0eab\u0ebc\u0eb7 \u0e9b\u0ec8\u0ebd\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87 \u0eab\u0ebc\u0eb7 \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e95\u0eb5\u0ea1\u0edc\u0ec9\u0eb2\u0ec3\u0e94\u0ec6
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0edc\u0ec9\u0eb2\u0ec0\u0ea7\u0e9a\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0ec9\u0eb2\u0e87\u0e82\u0eb7\u0ec9\u0e99 \u0eab\u0ebc\u0eb7 \u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb4\u0e94\u0ec3\u0eab\u0ec9\u0ec1\u0e81\u0ec8\u0e97\u0ec8\u0eb2\u0e99 \u0ec0\u0e8a\u0eb4\u0e87\u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a/\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99 \u0e97\u0ec8\u0eb2\u0e99\u0ead\u0eb2\u0e94\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0edc\u0ec9\u0eb2\u0ec0\u0ea7\u0e9a, \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0eab\u0ebc\u0eb7 \u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87 \u0ec1\u0ea5\u0eb0 \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0edc\u0ec9\u0eb2\u0ea5\u0ebb\u0e87\u0ec4\u0e9b.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=\u0ec4\u0e8a\u0e97\u0ecc\u0ec0\u0e9e\u0ecb\u0e81\u0e95\u0ec8\u0eb2\u0e87\u0ec6
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0edc\u0ec9\u0eb2\u0e95\u0ec8\u0eb2\u0e87\u0ec6
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Page Template Page (Automatic Copy)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=\u0ec0\u0ea7\u0e9a\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=Layout inherits from a prototype. Portlets cannot be manipulated. (Automatic Copy)
merge-x-public-pages=\u0ea5\u0ea7\u0ea1 {0} \u0edc\u0ec9\u0eb2\u0eaa\u0eb2\u0e97\u0eb2\u0ea5\u0eb0\u0e99\u0eb0
meta-tags=\u0ec0\u0ea1\u0e95\u0ec9\u0eb2\u0ec0\u0e97\u0ecb\u0e81
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=Modifying the site template logo only affects sites that are not yet created. (Automatic Copy)
not-customizable=Not Customizable (Automatic Copy)
orphan-portlets=Orphan Portlets (Automatic Copy)
page-priority=\u0edc\u0ec9\u0eb2\u0e9a\u0eb9\u0ea5\u0eb4\u0ea1\u0eb0\u0eaa\u0eb4\u0e94
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=\u0edc\u0ec9\u0eb2\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6 {0} \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0ea5\u0eb9\u0e81\u0ec4\u0e94\u0ec9.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=\u0ec1\u0e9b\u0eb0 \u0ea5\u0eb0\u0eab\u0eb1\u0e94 JavaScript \u0e99\u0eb1\u0ec9\u0e99\u0e88\u0eb0\u0ec1\u0ea5\u0ec8\u0e99\u0ea2\u0eb9\u0ec8\u0eaa\u0ec8\u0ea7\u0e99\u0e97\u0ec9\u0eb2\u0e8d\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=\u0ec1\u0e9b\u0eb0 \u0ea5\u0eb0\u0eab\u0eb1\u0e94 JavaScript \u0e99\u0eb1\u0ec9\u0e99\u0e88\u0eb0\u0ec1\u0ea5\u0ec8\u0e99\u0ea2\u0eb9\u0ec8\u0eaa\u0ec8\u0ea7\u0e99\u0e97\u0ec9\u0eb2\u0e8d\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2
please-enter-a-valid-page-priority=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2 \u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-select-a-valid-change-frequency=Please select a valid change frequency. (Automatic Copy)
please-select-a-valid-include-value=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=Private pages are accessible only to users who are members of the site which owns the pages. (Automatic Copy)
public-pages-help=Public pages are by default accessible to anyone, even non-logged in users (guests). (Automatic Copy)
publication-process-in-progress-help=There is a publication process in progress. The list of pages may change. (Automatic Copy)
query-string=\u0e84\u0eb4\u0ea7\u0ea5\u0eb5\u0ec9\u0eaa\u0e95\u0ea3\u0eb4\u0e87
query-string-help=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e97\u0eb2\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e81\u0eb2\u0e99\u0eaa\u0ead\u0e9a\u0e96\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0e96\u0ec9\u0eb2\u0eab\u0eb2\u0e81\u0ea7\u0eb4\u0e97\u0eb5\u0ead\u0eb7\u0ec8\u0e99\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e8d\u0eb1\u0e87\u0ea2\u0eb9\u0ec8.\u0e9b\u0eb0\u0e81\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ea5\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2
requires-log-in=Requires Log In (Automatic Copy)
reset-and-propagate=Reset and Propagate (Automatic Copy)
reset-changes=\u0e81\u0eb2\u0e99\u200b\u0e9b\u0ec8\u0ebd\u0e99\u200b\u0ec1\u0e9b\u0e87\u200b\u0e9b\u0eb0\u0e88\u0eb8\u200b\u0e9a\u0eb1\u0e99
reset-my-customizations=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u200b\u0e84\u0ec8\u0eb2\u200b\u0e81\u0eb2\u0e99\u200b\u0e9b\u0ec8\u0ebd\u0e99\u200b\u0ec1\u0e9b\u0e87\u200b\u0e82\u0ead\u0e87\u200b\u0e95\u0ebb\u0e99\u200b\u0e84\u0eb7\u0e99
revision-id=\u200b\u0ec4\u0ead\u200b\u0e94\u0eb5 \u0e81\u0eb2\u0e99\u200b\u200b\u0ec1\u0e81\u0ec9\u200b\u0ec4\u0e82
send-sitemap-information-to-preview=\u0eaa\u0ebb\u0ec8\u0e87\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e8d\u0ec4\u0e8a\u0e97\u0ecc\u0ec0\u0e9e\u0eb7\u0ec8\u0ead{0}\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e95\u0ebb\u0ea7\u0ea2\u0ec8\u0eb2\u0e87{1}\:
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=\u0e84\u0ec8\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2\u0e9b\u0eb0\u0e88\u0eb8\u0e9a\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87.\u0e81\u0ebb\u0e94\u0e97\u0eb5\u0ec8\u0e99\u0eb5\u0ec9\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea1\u0eb1\u0e99
the-first-page-cannot-be-of-type-x=\u0edc\u0ec9\u0eb2\u0e97\u0eb3\u0ead\u0eb4\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9e\u0eb5\u0ea1\u0ec4\u0e94\u0ec9 {0}.
the-page-was-created-succesfully=The page was created successfully. (Automatic Copy)
the-page-was-deleted-succesfully=The page was deleted successfully. (Automatic Copy)
the-page-was-updated-succesfully=The page was updated successfully. (Automatic Copy)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=The sitemap protocol notifies search engines of the structure (sitemap) of the website. (Automatic Copy)
the-theme-selected-for-the-site-does-not-support-displaying-the-title=The theme selected for the site does not support displaying the title. (Automatic Copy)
there-are-no-available-advanced-settings-for-these-pages=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0eaa\u0eb9\u0e87\u0ec3\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0edc\u0ec9\u0eb2\u0ec0\u0eab\u0ebc\u0ebb\u0ec8\u0eb2\u0e99\u0eb5\u0ec9
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=There are no Private Pages (Automatic Copy)
there-are-no-public-pages=There are no Public Pages (Automatic Copy)
this-icon-will-be-shown-in-the-navigation-menu=\u0ec4\u0ead\u0e84\u0ead\u0e99\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec3\u0e99\u0ec0\u0ea1\u0e99\u0eb9\u0e99\u0eb2\u0ea7\u0eb5\u0ec0\u0e81\u0ec0\u0e8a\u0eb5\u0ec9\u0e99
this-is-the-default-page-without-your-customizations=\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0edc\u0ec9\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e9b\u0eb2\u0e94\u0eaa\u0eb0\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87
this-page-belongs-to-a-user-group=\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec0\u0e9b\u0eb1\u0e99\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9. \u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec3\u0e94\u0ec6\u0e81\u0ecd\u0ec8\u0e95\u0eb2\u0ea1\u0e88\u0eb0\u0ec1\u0ead\u0eb1\u0e9a\u0e9e\u0ea3\u0eb2\u0e8d\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7
this-page-can-be-customized=This page can be customized. (Automatic Copy)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=This page cannot be deleted and cannot have child pages because it is associated to a site template. (Automatic Copy)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec4\u0e94\u0ec9\u0ec0\u0e9e\u0eb2\u0eb0\u0ea1\u0eb1\u0e99\u0ec0\u0e9b\u0eb1\u0e99\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9<em>{0}</em>.
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec4\u0e94\u0ec9\u0ec0\u0e9e\u0eb2\u0eb0\u0ea1\u0eb1\u0e99\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e8a\u0ec6\u0eb8\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94\u0e82\u0ead\u0e87\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87
this-page-has-been-changed-since-the-last-update-from-the-site-template=\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e95\u0eb1\u0ec9\u0e87\u0ec1\u0e95\u0ec8\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e88\u0eb2\u0e81\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94. \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec0\u0e9b\u0eb1\u0e99\u0e81\u0eb2\u0e99\u0ec1\u0e99\u0eb0\u0e99\u0eb3\u0e81\u0eb2\u0e99\u0e82\u0ebd\u0e99\u0e97\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec0\u0eab\u0ebc\u0ebb\u0ec8\u0eb2\u0e99\u0eb5\u0ec9. \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0e88\u0eb0\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec3\u0e8a\u0ec9
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=This page has been changed since the last update from the site template. (Automatic Copy)
this-page-is-linked-to-a-page-template=\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0edc\u0ec9\u0eb2\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94. \u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e9e\u0eb2\u0ea5\u0eb2\u0e81\u0ea3\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec1\u0ea1\u0ec8\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0ec3\u0eab\u0ec9\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec4\u0e94\u0ec9
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94\u0ec0\u0e8a\u0eb4\u0e87\u0e88\u0e9e\u0e9a\u0ecd\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ea1\u0eb1\u0e99
toggle-controls=Toggle Controls (Automatic Copy)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e81\u0eb2\u0e99\u0ec0\u0e9a\u0eb4\u0e87 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0e9b\u0ec9\u0ead\u0e99\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e84\u0eb7\u0e81\u0eb1\u0e99\u0e81\u0eb1\u0e9a\u0edc\u0ec9\u0eb2\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0ec3\u0e99\u0e84\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94\u0e96\u0eb7\u0e81\u0e99\u0eb3\u0ec3\u0e8a\u0ec9
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=View Customizable Zones (Automatic Copy)
view-my-customized-page=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0edc\u0ec9\u0eb2\u0e81\u0eb2\u0e99\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0e82\u0ead\u0e87\u0e95\u0ebb\u0e99\u0ec0\u0ead\u0e87
view-page-without-my-customizations=View Page without my customizations (Automatic Copy)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=Warning\! Preferences of selected portlets will be reset to default settings and preferences of portlets that no longer exist will be deleted. (Automatic Copy)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=\u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc\u0e97\u0eb5\u0ec8\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ea5\u0ea7\u0ea1\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0e84\u0ec8\u0eb2\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc{0}. \u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e99\u0eb2\u0ea7\u0eb4\u0ec0\u0e81\u0e94\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0eaa\u0ead\u0e87\u0edc\u0ec9\u0eb2\u0ec4\u0e94\u0ec9\u0ea2\u0ec8\u0eb2\u0e87\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
you-can-customize-this-page=\u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec4\u0e94\u0ec9
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=You cannot delete this page because the next page is not vieweable by unathenticated users and so cannot be the first page. (Automatic Copy)
you-must-have-at-least-one-page=\u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb3\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0ea2\u0ec8\u0eb2\u0e87\u0edc\u0ec9\u0ead\u0e8d\u0edc\u0eb7\u0ec8\u0e87\u0edc\u0ec9\u0eb2
