#X-Generator: crowdin.com
actions=\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901 (Automatic Translation)
add-a-short-description-for-this-field-set=\u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u091b\u094b\u091f\u093e \u0935\u0930\u094d\u0923\u0928 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 (Automatic Translation)
add-a-short-description-for-this-form=\u0907\u0938 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u091b\u094b\u091f\u093e \u0935\u0930\u094d\u0923\u0928 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 (Automatic Translation)
add-x-field=Add {0} (Automatic Copy)
any-unsaved-changes-will-be-lost-are-you-sure-you-want-to-leave=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0928 \u0938\u0939\u0947\u091c\u093e \u0917\u092f\u093e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0916\u094b \u091c\u093e\u090f\u0917\u093e, \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u091b\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902? (Automatic Translation)
autosave-interval-description=\u0938\u094d\u0935\u0924\u0903 \u0938\u0939\u0947\u091c\u0947\u0902 \u0905\u0902\u0924\u0930\u093e\u0932 \u092e\u093f\u0928\u091f \u092e\u0947\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 0 \u0915\u0947 \u090f\u0915 \u092e\u0942\u0932\u094d\u092f \u0938\u094d\u0935\u0924\: \u0938\u0939\u0947\u091c\u0928\u093e \u092c\u0902\u0926 \u0915\u0930 \u0926\u0947\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
autosave-interval-name=\u0938\u094d\u0935\u0924\u0903 \u0938\u0939\u0947\u091c\u0947\u0902 \u0905\u0902\u0924\u0930\u093e\u0932 (Automatic Translation)
builder=\u092c\u093f\u0932\u094d\u0921\u0930 (Automatic Translation)
cancel-without-saving=\u092c\u093f\u0928\u093e \u0938\u0939\u0947\u091c\u0947\u0902 \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902? (Automatic Translation)
click-here-to-preview-the-form-in-a-new-window=\u090f\u0915 \u0928\u0908 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u093e \u092a\u0942\u0930\u094d\u0935\u093e\u0935\u0932\u094b\u0915\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
copied-to-clipboard=\u0915\u094d\u0932\u093f\u092a\u092c\u094b\u0930\u094d\u0921 \u092a\u0930 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u0908 \u0917\u0908\u0964 (Automatic Translation)
copy-of-x=Copy of {0} (Automatic Copy)
copy-this-url-to-share-the-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u094b \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 URL \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901\u0964 (Automatic Translation)
copy-url=URL \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901 (Automatic Translation)
ddl-form-web-configuration-name=\u0930\u0942\u092a\u094b\u0902 (Automatic Translation)
ddm-data-provider=\u0921\u093e\u092f\u0928\u0947\u092e\u093f\u0915 \u0921\u0947\u091f\u093e \u092e\u0948\u092a\u093f\u0902\u0917 \u0921\u0947\u091f\u093e \u092a\u094d\u0930\u0926\u093e\u0924\u093e (Automatic Translation)
displaying-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 (Automatic Translation)
draft-saved-on-x=Draft saved on {0}. (Automatic Copy)
edit-field-set=\u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
edit-x-field=Edit {0} (Automatic Copy)
expression=\u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924\u093f (Automatic Translation)
field=\u092b\u093c\u0940\u0932\u094d\u0921 (Automatic Translation)
field-sets=\u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0915\u0930\u0924\u093e \u0939\u0948 (Automatic Translation)
field-validation-failed=\u090f\u0915 \u0915\u0938\u094d\u091f\u092e \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0935\u093f\u092b\u0932 \u0939\u0941\u0906\u0964 (Automatic Translation)
fields=\u092b\u093c\u0940\u0932\u094d\u0921 (Automatic Translation)
form-entries=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f\u092f\u093e\u0901 (Automatic Translation)
form-settings=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 (Automatic Translation)
forms=\u0930\u0942\u092a\u094b\u0902 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormAdminPortlet=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormBrowserPortlet=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormPortlet=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 (Automatic Translation)
leave-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u091b\u094b\u0921\u093c \u0926\u0947\u0902? (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLFormRecord=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 (Automatic Translation)
new-field-set=\u0928\u092f\u093e \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f (Automatic Translation)
new-form=\u0928\u092f\u093e \u092a\u094d\u0930\u092a\u0924\u094d\u0930 (Automatic Translation)
new-x-form-submitted=New {0} Form Submitted (Automatic Copy)
no-continue=\u0928\u0939\u0940\u0902, \u091c\u093e\u0930\u0940 \u0939\u0948\u0964 (Automatic Translation)
no-field-sets-were-found=\u0915\u094b\u0908 \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0947\u0964 (Automatic Translation)
no-forms-were-found=\u0915\u094b\u0908 \u092b\u093e\u0930\u094d\u092e \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0947\u0964 (Automatic Translation)
no-value-is-defined-for-field-x=No value is defined for field {0}. (Automatic Copy)
please-enter-a-valid-form-name=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u093e \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
please-enter-a-valid-form-settings=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
please-select-a-form-from-the-list-below=\u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0926\u0940 \u0917\u0908 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0938\u0947 \u0915\u093f\u0938\u0940 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
preview-form=\u092a\u0942\u0930\u094d\u0935\u093e\u0935\u0932\u094b\u0915\u0928 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 (Automatic Translation)
publish-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
publish-the-form-to-get-its-shareable-link=\u0905\u092a\u0928\u0940 \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0932\u093f\u0902\u0915 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
publish-this-form=\u0907\u0938 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u094b \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
retry=\u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902 (Automatic Translation)
save-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0938\u0939\u0947\u091c\u0947\u0902 (Automatic Translation)
saving=\u092c\u091a\u0924 (Automatic Translation)
select-an-existing-form-or-add-a-form-to-be-displayed-in-this-application=\u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u092f\u093e \u0907\u0938 \u0905\u0928\u0941\u092a\u094d\u0930\u092f\u094b\u0917 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092b\u093e\u0930\u094d\u092e \u091c\u094b\u0921\u093c\u0947\u0902\u0964 (Automatic Translation)
select-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 (Automatic Translation)
someone=\u0915\u093f\u0938\u0940 \u0928\u0947 (Automatic Translation)
sorry-something-wrong-happened=\u0915\u094d\u0937\u092e\u093e \u0915\u0930\u0947\u0902, \u0915\u0941\u091b \u0917\u0932\u0924 \u0939\u0941\u0906 (Automatic Translation)
stay=\u092a\u094d\u0930\u0935\u093e\u0938 (Automatic Translation)
the-form-was-published-successfully-access-it-with-this-url-x=The form was published successfully\! Access it with this URL\: {0}
the-form-was-unpublished-successfully=The form was unpublished successfully\!
the-selected-form-no-longer-exists=\u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0905\u092c \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
the-setting-x-set-for-field-x-is-invalid=Setting ({0}) of field {1} is invalid. (Automatic Copy)
the-settings-x-set-for-field-x-are-invalid=Settings ({0}) of field {1} are invalid. (Automatic Copy)
the-specified-redirect-url-is-not-allowed=\u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 URL \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
the-visibility-expression-x-set-for-field-x-is-invalid=The visibility expression ({0}) set for field {1} is invalid. (Automatic Copy)
there-are-no-field-sets=\u0915\u094b\u0908 \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0939\u0948\u0902\u0964 \u092a\u0939\u0932\u0947 \u090f\u0915 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0915 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
there-are-no-forms=\u0915\u094b\u0908 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 \u092a\u0939\u0932\u0947 \u090f\u0915 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0915 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
this-form-not-available-or-it-was-not-published=\u092f\u0939 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948 \u092f\u093e \u092f\u0939 \u0928\u0939\u0940\u0902 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964 (Automatic Translation)
unable-to-render-the-selected-form=\u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0930\u0947\u0902\u0921\u0930 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 (Automatic Translation)
unable-to-retrieve-the-definition-of-the-selected-form=\u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u0940 \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 (Automatic Translation)
unable-to-retrieve-the-layout-of-the-selected-form=\u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0915\u0947 \u0932\u0947\u0906\u0909\u091f \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 (Automatic Translation)
unpublish-form=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0905\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
untitled-field-set=\u0905\u0928\u093e\u092e\u093e\u0902\u0915\u093f\u0924 \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f (Automatic Translation)
untitled-form=\u0905\u0928\u093e\u092e\u093e\u0902\u0915\u093f\u0924 \u092b\u093e\u0930\u094d\u092e (Automatic Translation)
user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e (Automatic Translation)
validation-failed-for-field-x=Validation failed for field "{0}". (Automatic Copy)
view-form=\u0926\u0943\u0936\u094d\u092f \u092a\u094d\u0930\u092a\u0924\u094d\u0930 (Automatic Translation)
x-removed={0} (Removed) (Automatic Copy)
