#X-Generator: crowdin.com
actions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
add-a-short-description-for-this-field-set=\u0414\u043e\u0431\u0430\u0432\u0438 \u043a\u0440\u0430\u0442\u043a\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u043b\u0435\u0442\u0430. (Automatic Translation)
add-a-short-description-for-this-form=\u0414\u043e\u0431\u0430\u0432\u0438 \u043a\u0440\u0430\u0442\u043a\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440. (Automatic Translation)
add-x-field=Add {0} (Automatic Copy)
any-unsaved-changes-will-be-lost-are-you-sure-you-want-to-leave=\u0412\u0441\u0438\u0447\u043a\u0438 \u043d\u0435\u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0433\u0443\u0431\u0435\u043d\u0438, \u043d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435? (Automatic Translation)
autosave-interval-description=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0442\u043e \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0432 \u043c\u0438\u043d\u0443\u0442\u0438. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442 0 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0442\u043e. (Automatic Translation)
autosave-interval-name=\u0418\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 (Automatic Translation)
builder=\u0421\u0442\u0440\u043e\u0438\u0442\u0435\u043b (Automatic Translation)
cancel-without-saving=\u041e\u0442\u043c\u0435\u043d\u0438 \u0431\u0435\u0437 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435? (Automatic Translation)
click-here-to-preview-the-form-in-a-new-window=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446. (Automatic Translation)
copied-to-clipboard=\u041a\u043e\u043f\u0438\u0440\u0430\u043d \u0432 \u043a\u043b\u0438\u043f\u0431\u043e\u0440\u0434\u0430. (Automatic Translation)
copy-of-x=Copy of {0} (Automatic Copy)
copy-this-url-to-share-the-form=\u041a\u043e\u043f\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 URL \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430. (Automatic Translation)
copy-url=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 (Automatic Translation)
ddl-form-web-configuration-name=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 (Automatic Translation)
ddm-data-provider=\u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
displaying-form=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
draft-saved-on-x=Draft saved on {0}. (Automatic Copy)
edit-field-set=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u043b\u0435\u0442\u0430 (Automatic Translation)
edit-x-field=Edit {0} (Automatic Copy)
expression=\u0418\u0437\u0440\u0430\u0437 (Automatic Translation)
field=\u041f\u043e\u043b\u0435 (Automatic Translation)
field-sets=\u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0430\u0442\u0430 \u043e\u0442 \u043f\u043e\u043b\u0435\u0442\u0430 (Automatic Translation)
field-validation-failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u043f\u043e\u043b\u0435. (Automatic Translation)
fields=\u041f\u043e\u043b\u0435\u0442\u0430 (Automatic Translation)
form-entries=\u0417\u0430\u043f\u0438\u0441\u0438 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 (Automatic Translation)
form-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 (Automatic Translation)
forms=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormAdminPortlet=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormBrowserPortlet=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0437\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormPortlet=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
leave-form=\u041e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u0430? (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLFormRecord=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441 (Automatic Translation)
new-field-set=\u041d\u043e\u0432 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u043b\u0435\u0442\u0430 (Automatic Translation)
new-form=\u041d\u043e\u0432 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
new-x-form-submitted=New {0} Form Submitted (Automatic Copy)
no-continue=\u041d\u0435, \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438. (Automatic Translation)
no-field-sets-were-found=\u041a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u0438 \u043d\u044f\u043c\u0430 \u043f\u043e\u043b\u0435 \u0441\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438. (Automatic Translation)
no-forms-were-found=\u041d\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438. (Automatic Translation)
no-value-is-defined-for-field-x=No value is defined for field {0}. (Automatic Copy)
please-enter-a-valid-form-name=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440. (Automatic Translation)
please-enter-a-valid-form-settings=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. (Automatic Translation)
please-select-a-form-from-the-list-below=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443. (Automatic Translation)
preview-form=\u0424\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0437\u0430 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f (Automatic Translation)
publish-form=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
publish-the-form-to-get-its-shareable-link=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0441\u0432\u043e\u044f\u0442\u0430 \u0421\u043f\u043e\u0434\u0435\u043b\u044f\u0435\u043c \u0432\u0440\u044a\u0437\u043a\u0430. (Automatic Translation)
publish-this-form=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440. (Automatic Translation)
retry=\u041e\u043f\u0438\u0442\u0430\u0439 \u043e\u0442\u043d\u043e\u0432\u043e (Automatic Translation)
save-form=\u0417\u0430\u043f\u0438\u0448\u0438 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430 (Automatic Translation)
saving=\u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 (Automatic Translation)
select-an-existing-form-or-add-a-form-to-be-displayed-in-this-application=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0438\u043b\u0438 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0432 \u0442\u043e\u0432\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435. (Automatic Translation)
select-form=\u0418\u0437\u0431\u0435\u0440\u0438 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
someone=\u041d\u044f\u043a\u043e\u0439 (Automatic Translation)
sorry-something-wrong-happened=\u0417\u0430 \u0441\u044a\u0436\u0430\u043b\u0435\u043d\u0438\u0435, \u043d\u0435\u0449\u043e \u043d\u0435\u0440\u0435\u0434\u043d\u043e \u0441\u0435 \u0435 \u0441\u043b\u0443\u0447\u0438\u043b\u043e (Automatic Translation)
stay=\u041f\u0440\u0435\u0441\u0442\u043e\u0439 (Automatic Translation)
the-form-was-published-successfully-access-it-with-this-url-x=The form was published successfully\! Access it with this URL\: {0}
the-form-was-unpublished-successfully=The form was unpublished successfully\!
the-selected-form-no-longer-exists=\u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. (Automatic Translation)
the-setting-x-set-for-field-x-is-invalid=Setting ({0}) of field {1} is invalid. (Automatic Copy)
the-settings-x-set-for-field-x-are-invalid=Settings ({0}) of field {1} are invalid. (Automatic Copy)
the-specified-redirect-url-is-not-allowed=\u0423\u043a\u0430\u0437\u0430\u043d\u0438\u044f\u0442 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0435 \u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e. (Automatic Translation)
the-visibility-expression-x-set-for-field-x-is-invalid=The visibility expression ({0}) set for field {1} is invalid. (Automatic Copy)
there-are-no-field-sets=\u0418\u043c\u0430 \u043d\u044f\u043c\u0430 \u043f\u043e\u043b\u0435 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u043f\u043b\u044e\u0441 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u044a\u0440\u0432\u0438\u044f. (Automatic Translation)
there-are-no-forms=\u041d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u043f\u043b\u044e\u0441 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u044a\u0440\u0432\u0438\u044f. (Automatic Translation)
this-form-not-available-or-it-was-not-published=\u0422\u043e\u0437\u0438 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0438\u043b\u0438 \u043d\u0435 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d. (Automatic Translation)
unable-to-render-the-selected-form=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0440\u0435\u043d\u0434\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440. (Automatic Translation)
unable-to-retrieve-the-definition-of-the-selected-form=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430. (Automatic Translation)
unable-to-retrieve-the-layout-of-the-selected-form=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440. (Automatic Translation)
unpublish-form=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
untitled-field-set=\u041d\u0435\u043e\u0437\u0430\u0433\u043b\u0430\u0432\u0435\u043d \u043f\u043e\u043b\u0435 Set (Automatic Translation)
untitled-form=\u041d\u0435\u043e\u0437\u0430\u0433\u043b\u0430\u0432\u0435\u043d \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
user=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b (Automatic Translation)
validation-failed-for-field-x=Validation failed for field "{0}". (Automatic Copy)
view-form=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
x-removed={0} (Removed) (Automatic Copy)
