#X-Generator: crowdin.com
actions=\u0394\u03c1\u03ac\u03c3\u03b5\u03b9\u03c2 (Automatic Translation)
add-a-short-description-for-this-field-set=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03c3\u03cd\u03bd\u03c4\u03bf\u03bc\u03b7 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf. (Automatic Translation)
add-a-short-description-for-this-form=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03c3\u03cd\u03bd\u03c4\u03bf\u03bc\u03b7 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae. (Automatic Translation)
add-x-field=Add {0} (Automatic Copy)
any-unsaved-changes-will-be-lost-are-you-sure-you-want-to-leave=\u03a4\u03c5\u03c7\u03cc\u03bd \u03bc\u03b7 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03b8\u03b1 \u03c7\u03b1\u03b8\u03bf\u03cd\u03bd, \u03bd\u03b1 \u03b5\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c6\u03cd\u03b3\u03b5\u03c4\u03b5; (Automatic Translation)
autosave-interval-description=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03c7\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b7\u03c2 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 \u03bc\u03ad\u03c3\u03b1 \u03c3\u03b5 \u03bb\u03af\u03b3\u03b1 \u03bb\u03b5\u03c0\u03c4\u03ac. \u0397 \u03c4\u03b9\u03bc\u03ae 0 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b5\u03af \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b7\u03c2 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2. (Automatic Translation)
autosave-interval-name=\u03a7\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b7\u03c2 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 (Automatic Translation)
builder=\u039f\u03b9\u03ba\u03bf\u03b4\u03cc\u03bc\u03bf\u03c2 (Automatic Translation)
cancel-without-saving=\u0391\u03ba\u03c5\u03c1\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c7\u03c9\u03c1\u03af\u03c2 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7; (Automatic Translation)
click-here-to-preview-the-form-in-a-new-window=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b5\u03b4\u03ce \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03c3\u03ba\u03cc\u03c0\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03bd\u03ad\u03bf \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf. (Automatic Translation)
copied-to-clipboard=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03a0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf. (Automatic Translation)
copy-of-x=Copy of {0} (Automatic Copy)
copy-this-url-to-share-the-form=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c8\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf URL \u03bd\u03b1 \u03bc\u03bf\u03b9\u03c1\u03b1\u03c3\u03c4\u03bf\u03cd\u03bd \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae. (Automatic Translation)
copy-url=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c8\u03c4\u03b5 \u03c4\u03bf URL (Automatic Translation)
ddl-form-web-configuration-name=\u039c\u03bf\u03c1\u03c6\u03ad\u03c2 (Automatic Translation)
ddm-data-provider=\u03a5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03c0\u03b1\u03c1\u03bf\u03c7\u03ae\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03ac\u03c6\u03b7\u03c3\u03b7\u03c2 \u03b4\u03c5\u03bd\u03b1\u03bc\u03b9\u03ba\u03ce\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd (Automatic Translation)
displaying-form=\u03a6\u03cc\u03c1\u03bc\u03b1 (Automatic Translation)
draft-saved-on-x=Draft saved on {0}. (Automatic Copy)
edit-field-set=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf (Automatic Translation)
edit-x-field=Edit {0} (Automatic Copy)
expression=\u0388\u03ba\u03c6\u03c1\u03b1\u03c3\u03b7 (Automatic Translation)
field=\u03a4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf (Automatic Translation)
field-sets=\u03a0\u03b5\u03b4\u03af\u03bf \u03bf\u03c1\u03af\u03b6\u03b5\u03b9 (Automatic Translation)
field-validation-failed=\u0388\u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03b7 \u03b5\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5. (Automatic Translation)
fields=\u03a0\u03b5\u03b4\u03af\u03b1 (Automatic Translation)
form-entries=\u039a\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03c3\u03b5 \u03c6\u03cc\u03c1\u03bc\u03b5\u03c2 (Automatic Translation)
form-settings=\u039c\u03bf\u03c1\u03c6\u03ae \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 (Automatic Translation)
forms=\u039c\u03bf\u03c1\u03c6\u03ad\u03c2 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormAdminPortlet=\u0388\u03bd\u03c4\u03c5\u03c0\u03b1 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormBrowserPortlet=\u0388\u03bd\u03c4\u03c5\u03c0\u03bf \u03c0\u03c1\u03bf\u03b3\u03c1\u03ac\u03bc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c0\u03b5\u03c1\u03b9\u03ae\u03b3\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormPortlet=\u039c\u03bf\u03c1\u03c6\u03ae (Automatic Translation)
leave-form=\u0391\u03c6\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03c6\u03cc\u03c1\u03bc\u03b1; (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLFormRecord=\u03a6\u03cc\u03c1\u03bc\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 (Automatic Translation)
new-field-set=\u039d\u03ad\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf (Automatic Translation)
new-form=\u039d\u03ad\u03b1 \u03bc\u03bf\u03c1\u03c6\u03ae (Automatic Translation)
new-x-form-submitted=New {0} Form Submitted (Automatic Copy)
no-continue=\u038c\u03c7\u03b9, \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03c4\u03b5. (Automatic Translation)
no-field-sets-were-found=\u0392\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03b4\u03b5\u03bd \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf. (Automatic Translation)
no-forms-were-found=\u039c\u03bf\u03c1\u03c6\u03ad\u03c2 \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd. (Automatic Translation)
no-value-is-defined-for-field-x=No value is defined for field {0}. (Automatic Copy)
please-enter-a-valid-form-name=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03cc\u03bd\u03bf\u03bc\u03b1. (Automatic Translation)
please-enter-a-valid-form-settings=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2. (Automatic Translation)
please-select-a-form-from-the-list-below=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03bc\u03bf\u03c1\u03c6\u03ae \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9 \u03bb\u03af\u03c3\u03c4\u03b1. (Automatic Translation)
preview-form=\u03a6\u03cc\u03c1\u03bc\u03b1 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03c3\u03ba\u03cc\u03c0\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
publish-form=\u0394\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 (Automatic Translation)
publish-the-form-to-get-its-shareable-link=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03c6\u03cc\u03c1\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03ac\u03c1\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b4\u03b9\u03b1\u03bc\u03bf\u03b9\u03c1\u03ac\u03c3\u03b9\u03bc\u03bf \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7. (Automatic Translation)
publish-this-form=\u0394\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2. (Automatic Translation)
retry=\u0395\u03c0\u03b1\u03bd\u03ac\u03bb\u03b7\u03c8\u03b7 (Automatic Translation)
save-form=\u0391\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 (Automatic Translation)
saving=\u0395\u03be\u03bf\u03b9\u03ba\u03bf\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7 (Automatic Translation)
select-an-existing-form-or-add-a-form-to-be-displayed-in-this-application=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03c3\u03b1 \u03c6\u03cc\u03c1\u03bc\u03b1 \u03ae \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03c6\u03cc\u03c1\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae. (Automatic Translation)
select-form=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae (Automatic Translation)
someone=\u039a\u03ac\u03c0\u03bf\u03b9\u03bf\u03c2 (Automatic Translation)
sorry-something-wrong-happened=\u03a3\u03c5\u03b3\u03bd\u03ce\u03bc\u03b7, \u03ba\u03ac\u03c4\u03b9 \u03bb\u03ac\u03b8\u03bf\u03c2 \u03c3\u03c5\u03bd\u03ad\u03b2\u03b7 (Automatic Translation)
stay=\u0394\u03b9\u03b1\u03bc\u03bf\u03bd\u03ae (Automatic Translation)
the-form-was-published-successfully-access-it-with-this-url-x=The form was published successfully\! Access it with this URL\: {0}
the-form-was-unpublished-successfully=The form was unpublished successfully\!
the-selected-form-no-longer-exists=\u0397 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c0\u03b1\u03cd\u03b5\u03b9 \u03bd\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9. (Automatic Translation)
the-setting-x-set-for-field-x-is-invalid=Setting ({0}) of field {1} is invalid. (Automatic Copy)
the-settings-x-set-for-field-x-are-invalid=Settings ({0}) of field {1} are invalid. (Automatic Copy)
the-specified-redirect-url-is-not-allowed=\u0397 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7 \u03b1\u03bd\u03b1\u03ba\u03b1\u03c4\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 URL \u03b4\u03b5\u03bd \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03c4\u03b1\u03b9. (Automatic Translation)
the-visibility-expression-x-set-for-field-x-is-invalid=The visibility expression ({0}) set for field {1} is invalid. (Automatic Copy)
there-are-no-field-sets=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b4\u03b5\u03bd \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03ac. (Automatic Translation)
there-are-no-forms=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ad\u03bd\u03c4\u03c5\u03c0\u03b1. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af "\u03c3\u03c5\u03bd" \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03ce\u03c4\u03b7. (Automatic Translation)
this-form-not-available-or-it-was-not-published=\u0391\u03c5\u03c4\u03ae \u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf \u03ae \u03b4\u03b5\u03bd \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03cd\u03b8\u03b7\u03ba\u03b5. (Automatic Translation)
unable-to-render-the-selected-form=\u03a3\u03b5 \u03b8\u03ad\u03c3\u03b7 \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae. (Automatic Translation)
unable-to-retrieve-the-definition-of-the-selected-form=\u0394\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b1\u03bd\u03b1\u03ba\u03c4\u03ae\u03c3\u03b5\u03b9 \u03c4\u03bf\u03bd \u03bf\u03c1\u03b9\u03c3\u03bc\u03cc \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03ae\u03c2. (Automatic Translation)
unable-to-retrieve-the-layout-of-the-selected-form=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b1\u03bd\u03ac\u03ba\u03c4\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03ae\u03c2. (Automatic Translation)
unpublish-form=\u039a\u03b1\u03c4\u03ac\u03c1\u03b3\u03b7\u03c3\u03b7 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 (Automatic Translation)
untitled-field-set=\u0386\u03c4\u03b9\u03c4\u03bb\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf (Automatic Translation)
untitled-form=\u0386\u03c4\u03b9\u03c4\u03bb\u03bf \u03bc\u03bf\u03c1\u03c6\u03ae (Automatic Translation)
user=\u03a7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 (Automatic Translation)
validation-failed-for-field-x=Validation failed for field "{0}". (Automatic Copy)
view-form=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 (Automatic Translation)
x-removed={0} (Removed) (Automatic Copy)
