#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Un sous-ensemble de groupes a \u00e9t\u00e9 affich\u00e9 pour que vous le v\u00e9rifiez.
a-subset-of-users-has-been-displayed-for-you-to-review=Un sous-ensemble d'utilisateurs a \u00e9t\u00e9 affich\u00e9 pour que vous le v\u00e9rifiez.
account-created-notification-body-with-password-help=Entrez le corps de l'e-mail envoy\u00e9 aux utilisateurs \u00e0 l'issue de l'enregistrement. Celui-ci devrait contenir le mot de passe g\u00e9n\u00e9r\u00e9 automatiquement pour l'utilisateur.
account-created-notification-body-without-password-help=Entrer le corps du mail \u00e0 envoyer aux utilisateurs lors de l'inscription. Il ne contient pas de mot de passe utilisateur.
add-ldap-server=Ajouter un serveur LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=Permettre aux administrateurs d'afficher le contenu provenant des autres sites qu'ils administrent.
allow-site-administrators-to-use-their-own-logo=Autoriser les administrateurs de site \u00e0 utiliser leur propre logo ?
allow-strangers-to-create-accounts=Permettre aux internautes de cr\u00e9er des comptes ?
allow-strangers-to-create-accounts-with-a-company-email-address=Permettre aux internautes de cr\u00e9er des comptes avec des adresses email de l'entreprise ?
allow-subsites-to-display-content-from-parent-sites=Permettre aux sous-sites d'afficher du contenu des sites parents.
allow-users-to-automatically-log-in=Autoriser les utilisateur \u00e0 se connecter automatiquement?
allow-users-to-request-forgotten-passwords=Permettre aux utilisateurs de demander des mots de passe oubli\u00e9s ?
allow-users-to-request-forgotten-passwords-help=Si coch\u00e9, les utilisateurs peuvent demander l'envoi \u00e0 leur adresse mail le nouveau mot de passe envoy\u00e9.
allow-users-to-request-password-reset-links=Autoriser les utilisateurs \u00e0 demander des liens de r\u00e9initialisation de mot de passe?
allow-users-to-request-password-reset-links-help=Si coch\u00e9, les utilisateurs peuvent demander \u00e0 l'envoi \u00e0 leur adresse mail le lien de r\u00e9initialisation de mot de passe.
application-interactions=Interactions d'application
apply-to-existing-users=Appliquez-vous aux utilisateurs existants
are-you-sure-you-want-to-reset-the-configured-values=\u00cates-vous s\u00fbr de que vouloir r\u00e9initialiser les valeurs configur\u00e9es\u00a0? (Automatic Translation)
autogenerate-user-screen-names=Noms d'\u00e9cran d'utilisateur d'Autogenerate
base-dn=DN racine
body-with-password=Corps de page avec mot de passe
body-without-password=Corps de page sans mot de passe
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=D\u00e9connexion \u00e0 cause de l'expiration de session.
cas-logout-on-session-expiration-help=Si coch\u00e9, les navigateurs avec les sessions expir\u00e9es seront redirig\u00e9s \u00e0 l'URL de d\u00e9connexion de CAS.
cas-logout-url-help=D\u00e9finissez le l'URL de d\u00e9connexion du serveur CAS. D\u00e9finissez le si vous voulez qu'une d\u00e9connexion du portail d\u00e9clenche une d\u00e9connexion du serveur CAS.
cas-no-such-user-redirect-url-help=D\u00e9finir l'URL de redirection pour un utilisateur, si l'utilisateur peut s'authentifier avec CAS mais n'existe pas dans le portail. Si l'import de LDAP est activ\u00e9, l'utilisateur est redirig\u00e9 s'il n'existe pas ou ne peut pas \u00eatre import\u00e9 de LDAP.
cas-server-name-help=D\u00e9finir ceci pour activer lien auxiliaire dans le portail (par exemple\: http\://localhost\:8080).
cas-server-url-help=D\u00e9finir le pr\u00e9fixURL du domaine du serveur CAS (par exemple\: https\://localhost\:8443/cas-web).
cas-service-url-help=D\u00e9finir ceci pour d\u00e9sactiver lien auxiliaire dans le portail (par exemple http\://localhost\:8080/c/portal/login).
cdn-host-http=Serveur HTTP du r\u00e9seau CDN
cdn-host-https=Serveur HTTPS du r\u00e9seau CDN
check-to-apply-the-changes-to-existing-users=V\u00e9rifiez pour appliquer les changements aux utilisateurs existants. Les changements entrent en vigueur la prochaine fois qu'un utilisateur signe dedans.
custom-contact-mapping=Mappage de contact personalis\u00e9
custom-user-mapping=Mappage d'utilisateur personalis\u00e9
default-control-panel-theme=Th\u00e8me de panneau de contr\u00f4le par d\u00e9faut
default-interactions=Interaction par d\u00e9faut
default-landing-page=Page d'atterrissage de d\u00e9faut
default-landing-page-help=C'est la page vers laquelle les utilisateurs sont r\u00e9dig\u00e9s automatiquement apr\u00e8s la connexion. Par exemple, si vous voulez la page d'accueil par d\u00e9faut comme http\://localhost\:8080/web/guest/login, d\u00e9finir ceci \u00e0 /web/guest/login.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=La configuration du serveur LDAP par d\u00e9faut est en cours d'utilisation. Veuillez ajouter un serveur LDAP pour remplacer les param\u00e8tres par d\u00e9faut.
default-logout-page=Page de d\u00e9connexion de d\u00e9faut
default-logout-page-help=C'est la page vers laquelle les utilisateurs sont r\u00e9dig\u00e9s automatiquement apr\u00e8s la d\u00e9connexion. Par exemple, si vous voulez la page de d\u00e9connexion par d\u00e9faut comme http\://localhost\:8080/web/guest/logout, d\u00e9finir ceci \u00e0 /web/guest/logout.
default-regular-theme=Th\u00e8me standard par d\u00e9faut
default-theme=Th\u00e8me par d\u00e9faut
default-values=Valeurs par d\u00e9faut
disabled-by-default=D\u00e9sactiv\u00e9 par d\u00e9faut
domain-controller=Contr\u00f4leur de domaine
domain-controller-name=Nom de contr\u00f4leur de domaine
domain-controller-name-help=Sp\u00e9cifiez le nom de NetBIOS de contr\u00f4leur de domaine.
edit-ldap-server=Editer un serveur LDAP
email-address-attribute=Attribut d'adresse email
enable-birthday=Permettez l'anniversaire
enable-cdn-dynamic-resources=Activer les ressource dynamiques de CDN
enable-export=Activer export
enable-gender=Autoriser l'affichage du genre
enable-recycle-bin-default=Si coch\u00e9, la corbeille est activ\u00e9e par d\u00e9faut mais les administrateurs de sit peuvent tout de m\u00eame la d\u00e9sactiver par site.
enabled-by-default=Activ\u00e9 par d\u00e9faut
enter-one-analytics-system-name-per-line=Entrez un nom de syst\u00e8me d'analyse <strong>par line</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Entrez un nom d''h\u00f4te de messagerie <strong>par ligne</strong> pour chacun des domaines suppl\u00e9mentaires \u00e0 part <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Entrez un login <strong>par ligne</strong> afin de le r\u00e9server.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Entrez une adresse e-mail <strong>par ligne</strong> afin de r\u00e9server l'adresse.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Entrez les noms de site d'organisation <strong>par line</strong> qui sont associ\u00e9s par d\u00e9faut aux utilisateurs nouvellement cr\u00e9\u00e9s.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Entrez les noms des r\u00f4les r\u00e9guliers par d\u00e9faut <strong>per line</strong> qui sont associ\u00e9s \u00e0 des utilisateurs nouvellement cr\u00e9\u00e9s.
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Saisir le nom des sites par d\u00e9faut <strong>(un par ligne)</strong> qui seront associ\u00e9s aux utilisateurs nouvellement cr\u00e9\u00e9s.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Entrez les noms des groupes d'utilisateurs par d\u00e9faut (<strong>un par ligne</strong>) qui seront associ\u00e9s avec chaque nouvel utilisateur cr\u00e9\u00e9.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Entrer un filtre de recherche qui est utilis\u00e9 pour tester la validit\u00e9 d'un utilisateur. Les jetons @company_id@, @email_address@, @screen_name@, and @user_id@ sont remplac\u00e9s par les valeurs correctes lors de l'ex\u00e9cution.
failed-to-bind-to-the-ldap-server-with-given-values=Impossible de se connecter au serveur LDAP avec les valeurs donn\u00e9es.
google-client-secret=Client Secret de Google
graph-url=URL de graphique
group-default-object-classes=Classes d'objet utilisateur par d\u00e9faut
group-mapping=Mappage de groupe
group-name=Nom du Groupe
groups-dn=DN des groupes
home-url=URL de maison
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Comment les utilisateurs s'authentifient-ils ?
import-cas-users-from-ldap=Importer depuis le LDAP
import-cas-users-from-ldap-help=Si coch\u00e9, les utilisateurs authentifi\u00e9s depuis CAS qui n'existent pas dans le portail sont import\u00e9s de LDAP. LDAP doit \u00eatre activ\u00e9.
import-enabled-user-password-autogenerated-help=Si coch\u00e9, les mots de passe autog\u00e9n\u00e9r\u00e9s sont utilis\u00e9s pour les utilisateurs import\u00e9. Exporter ces utilisateurs am\u00e8ne \u00e0 ce que les mots de passe originaux soient surcharg\u00e9s dans LDAP.
import-export=Importation/Exportation
import-opensso-users-from-ldap=Importer depuis LDAP
import-opensso-users-from-ldap-help=Si coch\u00e9, les utilisateurs authentifi\u00e9s d'OpenSSO qui n'existent pas dans le portail sont import\u00e9s LDAP. LDAP doit \u00eatre activ\u00e9.
import-search-filter=Filtre De Recherche D'Importation
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Fuseau horaire de langue et
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=L'export de LDAP ne doit pas \u00eatre actif quand la g\u00e9n\u00e9ration automatique de mots de passe des utilisateurs est activ\u00e9e pour l'importation de LDAP.
ldap-password-policy-help=Notez que si cette option est activ\u00e9e, le portail ne v\u00e9rifie pas pour les mots de passe valides, mots de passe expir\u00e9s ou les utilisateurs qui sont verrouill\u00e9s. Ceci est maintenant g\u00e9r\u00e9 par strat\u00e9gie de mot de passe du serveur LDAP. (Automatic Translation)
ldap-server-name=Nom
ldap-servers=Serveurs de LDAP
liferay-has-failed-to-connect-to-the-ldap-server=Liferay n'a pas pu se connecter au serveur LDAP. Veuillez v\u00e9rifier votre configuration et v\u00e9rifiez que le serveur LDAP fonctionne.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay ne s'est pas reli\u00e9 au serveur d'OpenSSO. Veuillez v\u00e9rifier votre configuration et v\u00e9rifiez que le serveur d'OpenSSO fonctionne.
liferay-has-failed-to-connect-to-the-opensso-services=Liferay ne s'est pas reli\u00e9 aux services d'OpenSSO. Veuillez v\u00e9rifier que les services d'OpenSSO fonctionnent.
liferay-has-successfully-connected-to-the-ldap-server=Liferay s'est connect\u00e9 avec succ\u00e8s au serveur LDAP.
liferay-has-successfully-connected-to-the-opensso-server=Liferay s'est avec succ\u00e8s reli\u00e9 au serveur d'OpenSSO.
load-default-server-configuration-for=Configuration de serveur par d\u00e9faut de charge pour (Automatic Translation)
login-url-for-opensso-help=Cette URL est utilis\u00e9e pour sp\u00e9cifier la page login du serveur OpenSSO. Utiliser <em>goto\=</em> comme le param\u00e8tre pour sp\u00e9cifier o\u00f9 rediriger after la connexion.
logout-url-for-opensso-help=Cette URL est utilis\u00e9e pour sp\u00e9cifier la page de d\u00e9connexion du serveur OpenSSO. Utiliser <em>goto\=</em> comme le param\u00e8tre pour sp\u00e9cifier o\u00f9 rediriger apr\u00e8s la d\u00e9connexion.
mail-host-names=Noms des serveurs de courrier
main-configuration=Configuration principale
mappings-for-opensso-help=Pseudonyme, adresse mail, pr\u00e9nom, et nom.
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=Aucune URL de redirection pour cet utilisateur
oauth-redirect-url=R\u00e9orientez l'URL
opensso=OpenSSO
organization-sites=Sites d'organisation
other-directory-server=Autre serveur d'annuaire
please-enter-a-unique-ldap-server-name=Veuillez entrer un nom de serveur LDAP unique.
please-enter-a-valid-ldap-search-filter=Veuillez entrer un filtre de recherche LDAP valide.
please-enter-a-valid-ldap-server-name=Veuillez entrer un nom de serveur LDAP valide.
please-enter-a-valid-locale=Veuillez entrer une locale valide svp.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Veuillez mettre en correspondance chaque propri\u00e9t\u00e9 de groupe <em>Nom de groupe</em> et <em>Utilisateur</em> \u00e0\u00a0un attribut LDAP.
please-select-at-least-one-social-relation-type=Veuillez s\u00e9lectionner au moins un type de relation sociale.
please-select-the-type-of-social-interaction=Veuillez s\u00e9lectionner le type d'interaction sociale.
require-strangers-to-verify-their-email-address=Exiger des \u00e9trangers \u00e0 v\u00e9rifier leur adresse email ?
require-terms-of-use=Exiger condition d'utilisation
reset-values=Remettre \u00e0 z\u00e9ro Les Valeurs
screen-name-attribute=Attribut Pseudonyme
screen-names=Noms d'\u00e9cran
select-the-default-ratings-type-for-the-following-applications=S\u00e9lectionner le type de notation par d\u00e9faut pour les applications suivantes. Ces valeurs peuvent \u00eatre modifi\u00e9es par site \u00e0 travers les param\u00e8tres de site.
service-account=Compte de service
service-password=Mot de passe de service
service-url-for-opensso-help=Cette URL est o\u00f9 OpenSSO peut \u00eatre acc\u00e9d\u00e9e pour utiliser les services web d'authentification. Si vous utilise OpenSSO Express 8 ou plus r\u00e9cent, vous avez besoin d'un serveur o\u00f9 Java 6 est install\u00e9.
ssl-error=Erreur SSL
system.ldap.configuration.name=Syst\u00e8me LDAP
test-cas-configuration=Examinez la configuration d'OpenSSO
test-ldap-connection=Tester la connexion LDAP
test-ldap-groups=Tester les groupes LDAP
test-ldap-users=Tester les utilisateurs LDAP
test-opensso-configuration=Examinez la configuration d'OpenSSO
the-cas-login-url-is-invalid=L'URL d'authentification CAS est invalide.
the-cas-logout-url-is-invalid=L'URL de d\u00e9connexion CAS est invalide.
the-cas-no-such-user-url-is-invalid=L'URL CAS aucun utilisateur est invalide.
the-cas-server-name-is-invalid=Le nom du serveur CAS est invalide.
the-cas-server-url-is-invalid=L'URL du serveur CAS est invalide.
the-cas-service-url-is-invalid=L'URL du service CAS est invalide.
the-facebook-connect-graph-url-is-invalid=Veuillez entrer une URL de graphe Facebook valide
the-facebook-connect-oauth-auth-url-is-invalid=Veuillez entrer une URL OAuth de Facebook valide
the-facebook-connect-oauth-redirect-url-is-invalid=Veuillez entrer une URL de redirection OAuth Facebook valide
the-facebook-connect-oauth-token-url-is-invalid=Veuillez entrer une URL de jeton OAuth Facebook valide
the-google-client-id-is-invalid=Veuillez entrer un identifiant Google valide.
the-google-client-secret-is-invalid=Veuillez entrer une question secr\u00e8te du client Google valide.
the-ldap-url-format-is=//h\u00f4te
use-default-interactions-settings=Utiliser les param\u00e8tres d'interaction par d\u00e9faut
use-ldap-password-policy=Utiliser la politique de mot de passe LDAP
user-default-object-classes=Classes d'objet utilisateur par d\u00e9faut
user-mapping=Mappage d'utilisateur
users-dn=DN des utilisateurs
