#X-Generator: crowdin.com
authentication-search-filter-help=Wprowadzi\u0107 filtr wyszukiwania, kt\u00f3ry jest u\u017cywany do test wa\u017cno\u015bci u\u017cytkownika. Tokeny @company_id Naci\u015bnij aby zarezerwowa\u0107, @email_address Naci\u015bnij aby zarezerwowa\u0107, @screen_name Naci\u015bnij aby zarezerwowa\u0107, i @user_id Naci\u015bnij aby zarezerwowa\u0107 zostan\u0105 zast\u0105pione w czasie wykonywania poprawne warto\u015bci. (Automatic Translation)
autogenerate-user-password=Automatycznie generuje has\u0142o (Automatic Translation)
base-dn-help=Base DN okre\u015bla kontekst pocz\u0105tkowej wyszukiwania dla u\u017cytkownik\u00f3w i jest opcjonalny. (Automatic Translation)
contact-custom-mappings-help=Podczas importowania i eksportowania u\u017cytkownik\u00f3w, portal u\u017cyje tego mapowania po\u0142\u0105czenia LDAP atrybuty u\u017cytkownika i portalu kontakt atrybuty niestandardowe. (Automatic Translation)
contact-mappings-help=Podczas importowania i eksportowania u\u017cytkownik\u00f3w, portal u\u017cyje tego mapowania po\u0142\u0105czenia LDAP atrybuty u\u017cytkownika i portalu kontakt z atrybut\u00f3w. (Automatic Translation)
create-role-per-group=Utworzy\u0107 rol\u0119 na grup\u0119 (Automatic Translation)
default-user-password=Ustaw has\u0142o (Automatic Translation)
enable-group-cache=W\u0142\u0105cz grupy Cache (Automatic Translation)
enable-user-password=W\u0142\u0105czy\u0107 has\u0142o u\u017cytkownika (Automatic Translation)
export-enabled-help=Ustawienia dla wywozu u\u017cytkownik\u00f3w z portalu do protoko\u0142u LDAP. Pozwala to u\u017cytkownikowi modyfikowa\u0107 jego imi\u0119, nazwisko, itp w portalu i mie\u0107, \u017ce zmiana pchn\u0105\u0142 do serwera LDAP. To ustawienie nie jest u\u017cywany, chyba \u017ce w\u0142a\u015bciwo\u015b\u0107 "LDAPAuthConfiguration.enabled" jest ustawiona na warto\u015b\u0107 true. (Automatic Translation)
export-group-enabled-help=Zestaw to warto\u015b\u0107 TRUE Je\u015bli grup i ich zwi\u0105zki powinny by\u0107 eksportowane z portalu do LDAP. To ustawienie nie jest u\u017cywany, chyba \u017ce w\u0142a\u015bciwo\u015b\u0107 "LDAPAuthConfiguration.enabled" jest ustawiona na warto\u015b\u0107 true. (Automatic Translation)
group-default-object-classes-help=Gdy grupa jest eksportowane do protoko\u0142u LDAP i Grupa nie istnieje, zostanie utworzony grupy nast\u0119puj\u0105ce domy\u015blne obiektu klasy. (Automatic Translation)
group-mappings-help=Podczas importowania grup, portal u\u017cyje tego mapowania po\u0142\u0105czenia LDAP atrybuty grupy i u\u017cytkownika portalu grupy atrybut\u00f3w. (Automatic Translation)
group-search-filter-enabled-help=Ustawienia importowania grup z LDAP portalu. Te ustawienia nie s\u0105 u\u017cywane, chyba \u017ce w\u0142a\u015bciwo\u015b\u0107 "LDAPImportConfiguration.enabled" jest ustawiona na warto\u015b\u0107 true. (Automatic Translation)
groups-dn-help=Nowe grupy zostan\u0105 utworzone w DN okre\u015blonej. To b\u0119dzie tylko aktywne, je\u015bli w\u0142a\u015bciwo\u015b\u0107 "LDAPAuthConfiguration.enabled" i "LDAPExportConfiguration.enabled" s\u0105 zestaw na warto\u015b\u0107 true. (Automatic Translation)
import-create-role-per-group-help=Zestaw to warto\u015b\u0107 TRUE Je\u015bli portal powinien automatycznie utworzy\u0107 rol\u0119 na grup\u0119 przywo\u017conych z LDAP. Rola b\u0119dzie przypisany do grupy po tak, \u017ce u\u017cytkownicy automatycznie mo\u017ce dziedziczy\u0107 t\u0119 rol\u0119, gdy s\u0105 one przypisane do grupy. (Automatic Translation)
import-group-cache-enabled-help=Nale\u017cy okre\u015bli\u0107, \u017ce whethertime Grupa DN wyszukiwania b\u0119d\u0105 buforowane podczas importu LDAP i logowania. Je\u015bli zestaw warto\u015b\u0107 true, to przyspieszy importu LDAP i logowania, ale aktualizacje do grupy atrybut\u00f3w nie zostanie rozpoznany, do momentu wyga\u015bni\u0119cia wpis pami\u0119ci podr\u0119cznej. Rozmiar pami\u0119ci podr\u0119cznej i czas oczekiwania mo\u017ce by\u0107 skonfigurowany do pami\u0119ci podr\u0119cznej przy u\u017cyciu pami\u0119ci podr\u0119cznej nazw "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Ustaw czas wyga\u015bni\u0119cia blokad\u0119 importu LDAP. Domy\u015blny czas wyga\u015bni\u0119cia jest 1 dzie\u0144. (Automatic Translation)
import-method=Metoda import (Automatic Translation)
import-method-help=Ustawi\u0107 u\u017cytkownika lub grupy do metody import. Je\u015bli zestaw do u\u017cytkownika, portal przyw\u00f3z wszystkich u\u017cytkownik\u00f3w i grup skojarzonych z tych u\u017cytkownik\u00f3w. Je\u015bli zestaw do grupy, portal importuje wszystkie grupy i u\u017cytkownicy skojarzeni z tych grup. T\u0119 warto\u015b\u0107 nale\u017cy ustali\u0107 oparte na jak serwera LDAP przechowuje informacje o przynale\u017cno\u015bci do grupy. (Automatic Translation)
ldap-auth-configuration-name=Uwierzytelnianie LDAP (Automatic Translation)
ldap-export-configuration-name=LDAP eksportu (Automatic Translation)
ldap-import-configuration-name=Importu LDAP (Automatic Translation)
ldap-server-configuration-name=Serwery LDAP
lock-expiration-time=Blokada czasu wyga\u015bni\u0119cia (Automatic Translation)
method-help=Ustawi\u0107 binda lub has\u0142a Por\u00f3wnaj na metod\u0119 uwierzytelniania LDAP. Bind jest preferowane przez wi\u0119kszo\u015b\u0107 producent\u00f3w tak, \u017ce nie musisz si\u0119 martwi\u0107 o szyfrowanie strategii. (Automatic Translation)
page-size-help=Ustaw rozmiar strony dla serwer\u00f3w katalogowych \u017ce obs\u0142uga stronicowania. Warto\u015b\u0107 ta musi by\u0107 1000 lub mniej dla Microsoft Active Directory serwer. (Automatic Translation)
password-encryption-algorithm-help=Ustaw has\u0142o szyfrowanie umo\u017cliwia por\u00f3wnywanie hase\u0142 podczas importowania i u\u017cywa\u0107 do szyfrowania has\u0142a podczas eksportu. Por\u00f3wnywanie hase\u0142 podczas importu b\u0119dzie s\u0142u\u017cy\u0107 wy\u0142\u0105cznie gdy w\u0142a\u015bciwo\u015b\u0107 "LDAPAuthConfiguration.method" jest ustawiona na has\u0142o Por\u00f3wnaj. Je\u015bli szyfrowanie jest zestaw do brak, kt\u00f3ra jest warto\u015bci\u0105 domy\u015bln\u0105, has\u0142a s\u0105 traktowane jako zwyk\u0142y tekst. Algorytm SHA-512 jest obecnie obs\u0142ugiwany. (Automatic Translation)
password-policy-enabled-help=Set to true do u\u017cycia LDAP zasady hase\u0142 zamiast zasady hase\u0142 portalu. Je\u015bli ustawiona na true, jest mo\u017cliwe, \u017ce portal wygenerowane has\u0142a nie b\u0119dzie zgodne z zasadami LDAP. Zobacz w\u0142a\u015bciwo\u015bci "passwords.regexptoolkit.*", aby uzyska\u0107 szczeg\u00f3\u0142owe informacje dotycz\u0105ce konfigurowania RegExpToolkit w tworzeniu tych hase\u0142. Nale\u017cy zauwa\u017cy\u0107, \u017ce je\u015bli ta opcja jest w\u0142\u0105czona, portal nie sprawdzi si\u0119 dla prawid\u0142owego has\u0142a, has\u0142a wygas\u0142y lub u\u017cytkownik\u00f3w, kt\u00f3re s\u0105 zablokowane. To jest teraz obs\u0142ugiwane przez zasady hase\u0142 serwera LDAP. (Automatic Translation)
range-size-help=Ustaw liczb\u0119 warto\u015bci zwracane w kwerendzie do atrybutu wielowarto\u015bciowego do serwer\u00f3w katalogowych, kt\u00f3re obs\u0142uguj\u0105 zakres pobierania. Rozmiar zakres musi by\u0107 1000 lub mniej dla Windows 2000 i 1500 lub mniej dla systemu Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=Konfiguracja systemu LDAP (Automatic Translation)
user-custom-mappings-help=Podczas importowania i eksportowania u\u017cytkownik\u00f3w, portal u\u017cyje tego mapowania po\u0142\u0105czenia LDAP atrybuty u\u017cytkownika i niestandardowych atrybut\u00f3w u\u017cytkownika portalu. (Automatic Translation)
user-default-object-classes-help=Gdy u\u017cytkownik jest eksportowane do protoko\u0142u LDAP i nie istnieje, zostanie utworzony przez u\u017cytkownika z nast\u0119puj\u0105cych klas obiekt\u00f3w domy\u015blne. (Automatic Translation)
user-ignore-attributes-help=Ustaw atrybuty u\u017cytkownika, kt\u00f3re s\u0105 kontrolowane z portalu. Przy dodawaniu lub aktualizowaniu u\u017cytkownika z LDAP, te atrybuty zostan\u0105 pomini\u0119te. (Automatic Translation)
user-mappings-help=Podczas importowania i eksportowania u\u017cytkownik\u00f3w, portal u\u017cyje tego mapowania po\u0142\u0105czenia LDAP atrybuty u\u017cytkownika i atrybuty u\u017cytkownika portalu. (Automatic Translation)
user-search-filter-help=Ustawienia importowania u\u017cytkownik\u00f3w z LDAP portalu. Te ustawienia nie s\u0105 u\u017cywane, chyba \u017ce w\u0142a\u015bciwo\u015b\u0107 "LDAPImportConfiguration.enabled" jest ustawiona na warto\u015b\u0107 true. (Automatic Translation)
users-dn-help=Nowi u\u017cytkownicy zostan\u0105 utworzone w DN okre\u015blonej. To b\u0119dzie tylko aktywne, je\u015bli w\u0142a\u015bciwo\u015b\u0107 "LDAPAuthConfiguration.enabled" i "LDAPExportConfiguration.enabled" s\u0105 zestaw na warto\u015b\u0107 true. (Automatic Translation)
