#X-Generator: crowdin.com
add-new-category=\u0623\u0636\u0641 \u062a\u0635\u0646\u064a\u0641
add-new-vocabulary=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a
add-vocabulary=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a
all-asset-subtypes=\u0643\u0644 \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0623\u0635\u0648\u0644
all-asset-types=\u0643\u0644 \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0623\u0635\u0648\u0644
allow-flattened-navigation=Allow Flattened Navigation (Automatic Copy)
allow-multiple-categories=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u062a\u0635\u0646\u064a\u0641\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629
asset-categories-admin-web-configuration-name=Asset Categories Web (Automatic Copy)
associated-asset-types=\u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629
category-navigation-display-style=Category Navigation Display Style (Automatic Copy)
flatten-x=Flatten ({0}) (Automatic Copy)
javax.portlet.description.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=\u0627\u0644\u0641\u0626\u0627\u062a \u062a\u0635\u0641 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a \u062a\u062d\u0643\u0645 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649. \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u0624\u0648\u0644\u064a\u0646 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a \u0648\u0645\u0644\u0621 \u0644\u0647\u0645 \u0645\u0639 \u0627\u0644\u0641\u0626\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0646\u0647\u0627 \u0641\u064a \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0631\u062e\u0635 \u0627\u0644\u062f\u062e\u0648\u0644 \u0644\u0647.
javax.portlet.title.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=\u0641\u0626\u0627\u062a (Automatic Translation)
number-of-categories=Number of Categories (Automatic Copy)
one-of-your-associated-asset-types-contains-an-invalid-value.-please-configure-it-again-or-remove-it=\u0623\u062d\u062f \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0642\u064a\u0645\u0629 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\u0629. \u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u0643\u0648\u064a\u0646\u0647 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0623\u0648 \u0625\u0632\u0627\u0644\u062a\u0647. (Automatic Translation)
please-enter-a-unique-property-key=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0645\u0641\u062a\u0627\u062d \u062e\u0627\u0635\u064a\u0629 \u0641\u0631\u064a\u062f\u0629 \u0645\u0646 \u0646\u0648\u0639\u0647\u0627. (Automatic Translation)
please-enter-a-valid-property-key=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0645\u0641\u062a\u0627\u062d \u062e\u0627\u0635\u064a\u0629 \u0635\u0627\u0644\u062d\u0629. (Automatic Translation)
please-enter-a-valid-property-value=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u062e\u0627\u0635\u064a\u0629 \u0635\u0627\u0644\u062d\u0629. (Automatic Translation)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-category=\u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0647\u064a \u0637\u0631\u064a\u0642\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062a\u0641\u0635\u064a\u0644\u064a\u0629 \u0644\u062a\u0635\u0646\u064a\u0641 \u0645\u0639\u064a\u0646. \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u062a\u0646\u0642\u0633\u0645 \u0625\u0644\u0649 \u0623\u0632\u0648\u0627\u062c \u0642\u064a\u0645 \u0631\u0626\u064a\u0633\u064a\u0629 \u062a\u0633\u0645\u062d \u0644\u0643 \u0628\u0631\u0628\u0637 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u0641\u0635\u064a\u0644\u064a\u0629 \u0645\u0639 \u0627\u0644\u062a\u0635\u0646\u064a\u0641.
select-category=Select Category (Automatic Copy)
the-asset-subtype-no-longer-exists=\u0627\u0644\u0646\u0648\u0639 \u0627\u0644\u0641\u0631\u0639\u064a \u0627\u0644\u0623\u0635\u0644 \u0644\u0645 \u064a\u0639\u062f \u0645\u0648\u062c\u0648\u062f\u0627\u064b. (Automatic Translation)
the-category-x-and-parent-category-should-not-be-the-same=The category {0} and parent category should not be the same. (Automatic Copy)
the-vocabulary-could-not-be-found=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u062a\u0635\u0646\u064a\u0641.
there-are-no-categories.-you-can-add-a-category-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0644\u0627 \u062a\u0648\u062c\u062f \u0641\u0626\u0627\u062a. \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0641\u0626\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u0632\u0627\u0626\u062f \u0641\u064a \u0623\u0633\u0641\u0644 \u0627\u0644\u0632\u0627\u0648\u064a\u0629 \u0627\u0644\u064a\u0645\u0646\u0649. (Automatic Translation)
there-are-no-vocabularies=\u0647\u0646\u0627\u0643 \u0644\u0627 \u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a. (Automatic Translation)
there-are-no-vocabularies.-you-can-add-a-vocabulary-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0647\u0646\u0627\u0643 \u0644\u0627 \u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a. \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0641\u0631\u062f\u0627\u062a \u0628\u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u0632\u0627\u0626\u062f \u0641\u064a \u0623\u0633\u0641\u0644 \u0627\u0644\u0632\u0627\u0648\u064a\u0629 \u0627\u0644\u064a\u0645\u0646\u0649. (Automatic Translation)
