#X-Generator: crowdin.com
allow-dictionary-words=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ea7\u0eb1\u0e94\u0e88\u0eb0\u0e99\u0eb2\u0e99\u0eb8\u0e81\u0ebb\u0ea1\u0e84\u0ecd\u0eb2\u0eaa\u0eb1\u0e9a
allow-dictionary-words-help=If this is checked, common dictionary words are allowed as the user's passwords. (Automatic Copy)
change-required=\u0e9b\u0ec8\u0ebd\u0e99\u0e84\u0ea7\u0eb2\u0ea1\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99
change-required-help=If this is checked, a user is required to change their password when they first log in. (Automatic Copy)
changeable=\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec4\u0e94\u0ec9
changeable-help=If this is checked, the user can change their password. (Automatic Copy)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=Enable Expiration (Automatic Copy)
enable-expiration-help=If this is checked, the user must change their password after a given amount of time. (Automatic Copy)
enable-history-help=If this is checked, the portal keeps a history of the user's previous passwords and prevents them from reusing an old password. (Automatic Copy)
enable-lockout=Enable Lockout (Automatic Copy)
enable-lockout-help=If this is checked, a user can attempt to log in a certain number of times before their account is locked. (Automatic Copy)
enable-syntax-checking=Enable Syntax Checking (Automatic Copy)
enable-syntax-checking-help=If this is checked, the password is read for certain words and/or a certain length. (Automatic Copy)
grace-limit=\u0e82\u0ead\u0e9a\u0ec0\u0e82\u0e94 \u0ec0\u0e81\u0ea3\u0e94\u0eaa\u0ecc
grace-limit-help=This determines the number of times a user can log in after their password has expired, before they are required to enter a new password. (Automatic Copy)
history-count=\u0e9b\u0eb0\u0eab\u0ea7\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e99\u0eb1\u0e9a
history-count-help=\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e9c\u0ec8\u0eb2\u0e99\u0ea1\u0eb2\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e81\u0eb1\u0e9a\u0eae\u0eb1\u0e81\u0eaa\u0eb2\u0ec3\u0e99\u0e9b\u0eb0\u0eab\u0ea7\u0eb1\u0e94
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u0e99\u0eb0\u0ec2\u0e8d\u0e9a\u0eb2\u0e8d\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
lockout-duration=\u0ec0\u0ea7\u0ea5\u0eb2\u0e81\u0eb2\u0e99\u0e9b\u0ebb\u0e94\u0ea5\u0ecb\u0ead\u0e81
lockout-duration-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0ec0\u0ea7\u0ea5\u0eb2\u0e97\u0eb5\u0ec8\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e96\u0eb7\u0e81\u0ea5\u0ecb\u0ead\u0e81
maximum-age=\u0ead\u0eb2\u0e8d\u0eb8\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
maximum-age-help=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e99\u0eb5\u0ec9\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea7\u0ec8\u0eb2\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e99\u0eb5\u0ec9\u0eaa\u0eb2\u0ea1\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0ec4\u0e94\u0ec9\u0e94\u0eb5\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0e81\u0ec8\u0ead\u0e99\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87
maximum-failure=\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
maximum-failure-help=This determines the maximum number of times that a user can attempt to log in with the wrong password. (Automatic Copy)
minimum-age=\u0ead\u0eb2\u0e8d\u0eb8\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94
minimum-age-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea7\u0ec8\u0eb2\u0e94\u0ebb\u0e99\u0e9b\u0eb2\u0e99\u0ec3\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ea5\u0ecd\u0e96\u0ec9\u0eb2\u0e81\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
minimum-alpha-numeric=\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99 \u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94
minimum-alpha-numeric-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea7\u0ec8\u0eb2\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94 \u0e82\u0ead\u0e87 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81 \u0edc\u0eb1\u0e87\u0eaa\u0eb7 \u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec3\u0e8a\u0ec9\u0ec0\u0e9b\u0eb1\u0e99\u0ea5\u0eb0\u0eab\u0eb1\u0e94
minimum-length=\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0e87\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94
minimum-length-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0e87\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94 \u0e82\u0ead\u0e87 \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
minimum-lower-case=\u0e81\u0ecd\u0ec8\u0ea5\u0eb0\u0e99\u0e99\u0eb5\u0e95\u0ecd\u0ec8\u0eb2\u0e81\u0ea7\u0ec8\u0eb2\u0edc\u0ec9\u0ead\u0e8d\u0eaa\u0eb8\u0e94
minimum-lower-case-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0e81\u0ecd\u0ea5\u0eb0\u0e99\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
minimum-numbers=\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e94\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94
minimum-numbers-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec3\u0e99\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
minimum-symbols=\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0ea5\u0eb1\u0e81\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94
minimum-symbols-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0ea5\u0eb1\u0e81\u0e97\u0eb5\u0ec8\u0ec3\u0e8a\u0ec9\u0ec3\u0e99\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
minimum-upper-case=\u0e81\u0ecd\u0ea5\u0eb0\u0e99\u0eb5\u0eab\u0ebc\u0eb2\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
minimum-upper-case-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e95\u0ecd\u0ec8\u0eb2\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0e81\u0ecd\u0ea5\u0eb0\u0e99\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0eab\u0ebc\u0eb2\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0ec3\u0e99\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
password-changes=Password Changes (Automatic Copy)
password-expiration=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0edd\u0ebb\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94
password-history=\u0e9b\u0e9e\u0eab\u0ea7\u0eb1\u0e94\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
password-policies=\u0e99\u0eb0\u0ec2\u0e8d\u0e9a\u0eb2\u0e8d\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e81\u0ec8\u0ebd\u0ea7\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
password-syntax-checking=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
reset-failure-count=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u200b\u0e84\u0ec8\u0eb2\u200b\u0e81\u0eb2\u0e99\u200b\u0e99\u0eb1\u0e9a\u200b\u0e84\u0ea7\u0eb2\u0ea1\u200b\u0e9c\u0eb4\u0e94\u200b\u0e84\u0eb7\u0e99
reset-failure-count-help=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec4\u0ea5\u0e8d\u0eb0\u0ec0\u0ea7\u0ea5\u0eb2\u0e81\u0eb2\u0e99\u0ea5\u0eb5\u0e84\u0ead\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec1\u0ea1\u0ec8\u0e99\u0eae\u0eb1\u0e81\u0eaa\u0eb2\u0ec4\u0ea7\u0ec9\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
reset-ticket-max-age=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u200b\u0ead\u0eb2\u0e8d\u0eb8\u200b\u0eaa\u0eb9\u0e87\u200b\u0eaa\u0eb8\u0e94\u200b\u0e82\u0ead\u0e87\u200b\u0e9a\u0eb1\u0e94
reset-ticket-max-age-help=\u0e81\u0eb2\u0e99\u200b\u0e81\u0eb3\u0e99\u0ebb\u0e94\u200b\u0e99\u0eb5\u0ec9\u200b\u0e88\u0eb0\u200b\u0ec0\u0eae\u0eb1\u0e94\u200b\u0ec3\u0eab\u0ec9\u0ea3\u0ec9\u0eb9\u0ea7\u0ec8\u0eb2\u200b\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u200b\u0e9c\u0ec8\u0eb2\u0e99\u200b\u0e99\u0eb5\u0ec9\u200b\u0e88\u0eb0\u200b\u0ec3\u0e8a\u0ec9\u200b\u200b\u0ec4\u0e94\u0ec9\u200b\u0e8d\u0eb2\u0ea7\u200b\u0e99\u0eb2\u0e99\u200b\u0eaa\u0eb3\u200b\u0ec3\u0e94
the-password-policy-could-not-be-found=The password policy could not be found. (Automatic Copy)
until-unlocked-by-an-administrator=\u0e88\u0ebb\u0e99\u0e81\u0eb0\u0e97\u0eb1\u0e87\u0e96\u0eb7\u0e81\u0e9b\u0ebb\u0e94\u0ea5\u0ecb\u0ead\u0e81\u0e88\u0eb2\u0e81\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99
warning-time=\u0ec0\u0ea7\u0ea5\u0eb2\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99
warning-time-help=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e94\u0ebb\u0e99\u0e9b\u0eb2\u0e99\u0ec3\u0e94\u0e81\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99\u0edd\u0ebb\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e82\u0ead\u0e87\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e99\u0eb1\u0ec9\u0e99\u0ec1\u0ea1\u0ec8\u0e99\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0ec1\u0e88\u0ec9\u0e87
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=\u0e97\u0ec8\u0eb2\u0e99\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e99\u0eb0\u0ec2\u0e8d\u0e9a\u0eb2\u0e8d\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e82\u0ead\u0e87 LDAP. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e99\u0eb0\u0ec2\u0e8d\u0e9a\u0eb2\u0e8d\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e82\u0ead\u0e87 LDAP \u0e96\u0ec9\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e84\u0eb4\u0e94\u0ea7\u0ec8\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e99\u0eb0\u0ec2\u0e8d\u0e9a\u0eb2\u0e8d\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec3\u0e8a\u0ec9\u0e9e\u0eb2\u0e8d\u0ec3\u0e99
