#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=Set this to allow site administrators to add, remove, or configure applications and change page properties. If site administrators modify a page, changes to the original site template page are no longer propagated. If this option is set, it is possible to disallow modifications from specific pages through the page management tool. (Automatic Copy)
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d\u0438
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=Site Template Settings (Automatic Copy)
site-template-was-added=Site template was added. (Automatic Copy)
there-are-no-site-templates=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0448\u0430\u0431\u043b\u043e\u043d\u0456\u0432 \u0441\u0430\u0439\u0442\u0456\u0432. (Automatic Translation)
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0448\u0430\u0431\u043b\u043e\u043d\u0456\u0432 \u0441\u0430\u0439\u0442\u0456\u0432. \u041c\u043e\u0436\u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d \u0441\u0430\u0439\u0442\u0443, \u043d\u0430\u0442\u0438\u0441\u043d\u0443\u0432\u0448\u0438 \u043a\u043d\u043e\u043f\u043a\u0443 \u043f\u043b\u044e\u0441 \u0432 \u043d\u0438\u0436\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u0430\u0432\u043e\u043c\u0443 \u043a\u0443\u0442\u0456. (Automatic Translation)
you-cannot-delete-site-templates-that-are-used-by-a-site=You cannot delete site templates that are used by a site. (Automatic Copy)
