#X-Generator: crowdin.com
all-users-can-mention-each-other=\u038c\u03bb\u03bf\u03b9 \u03bf\u03b9 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03c5\u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03bf\u03c5\u03c2 (Automatic Translation)
allow-users-to-mention-other-users=\u0395\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03bf\u03c5\u03bd \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03c9 \u03ac\u03bb\u03bb\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 (Automatic Translation)
define-mentions-capability-for-users=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 \u03b9\u03ba\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 (Automatic Translation)
friends-can-mention-each-other=\u03a6\u03af\u03bb\u03bf\u03b9 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03c5\u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03bf\u03c5\u03c2 (Automatic Translation)
javax.portlet.title.com_liferay_mentions_web_portlet_MentionsPortlet=\u0391\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 (Automatic Translation)
mentions-are-disabled-in-portal-settings=\u0391\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03b5 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c0\u03cd\u03bb\u03b7\u03c2. (Automatic Translation)
receive-a-notification-when-someone-mentions-you-in-a-blogs-entry,-comment,-or-message-boards-message=\u0391\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 \u03c3\u03b1\u03c2 \u03c3\u03b5 blogs \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5, \u03c3\u03c7\u03cc\u03bb\u03b9\u03bf, \u03ae \u03b4\u03b9\u03bf\u03b9\u03ba\u03b7\u03c4\u03b9\u03ba\u03ac \u03c3\u03c5\u03bc\u03b2\u03bf\u03cd\u03bb\u03b9\u03b1 \u03bc\u03ae\u03bd\u03c5\u03bc\u03b1 \u03bc\u03ae\u03bd\u03c5\u03bc\u03b1. (Automatic Translation)
site-members-can-mention-each-other=\u039c\u03ad\u03bb\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03c5\u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03bf\u03c5\u03c2 (Automatic Translation)
x-mentioned-you-in-a-comment-in-a-x={0} mentioned you in a comment in a {1}. (Automatic Copy)
x-mentioned-you-in-a-x={0} mentioned you in a {1}. (Automatic Copy)
