#X-Generator: crowdin.com
access-in-my-account=P\u0159\u00edstup do sekce M\u00faj \u00fa\u010det
access-in-site-administration=P\u0159\u00edstup do Spr\u00e1vy webu
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Verze aplikace
application-permissions-help=Tato opr\u00e1vn\u011bn\u00ed ur\u010duj\u00ed, jak\u00e9 akce lze prov\u00e9st na t\u00e9to aplikace. Pat\u0159\u00ed sem opat\u0159en\u00ed, kter\u00e9 m\u00e1 ka\u017ed\u00e9 aplikace, nap\u0159\u00edklad p\u0159idat str\u00e1nky a zobrazen\u00ed, stejn\u011b jako aplikace specifick\u00e9 akce. (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=Definovat opr\u00e1vn\u011bn\u00ed
general-permissions=Obecn\u00e1 opr\u00e1vn\u011bn\u00ed
general-permissions-help=Tato opr\u00e1vn\u011bn\u00ed definuj\u00ed, jak\u00e9 operace mohu b\u00fdt prov\u00e1d\u011bny s aplikacemi v t\u00e9to sekci. Jedn\u00e1 se nap\u0159\u00edklad o jejich nastaven\u00ed, zobrazen\u00ed, maj\u00ed-li b\u00fdt p\u0159\u00edstupn\u00e9 v ovl\u00e1dac\u00edm panelu a administraci webu apod.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Role
key-field-help=Poskytuje jedine\u010dn\u00fd identifik\u00e1tor pro tuto roli, kterou lze pou\u017e\u00edt k odkazov\u00e1n\u00ed na ni programov\u011b. Pokud se jedn\u00e1 novou roli, automaticallly bude hodnota vypln\u00ed z dan\u00e9ho n\u00e1zvu, ale m\u016f\u017ee b\u00fdt pod\u00e1v\u00e1n tak\u00e9 ru\u010dn\u011b. (Automatic Translation)
new-role=Nov\u00e1 role
number-of-assignees=Po\u010det osob p\u0159id\u011blen\u00fdch (Automatic Translation)
old-role-name-is-a-required-system-role=P\u016fvodn\u00ed n\u00e1zev role je po\u017eadovan\u00fd n\u00e1zev syst\u00e9mov\u00e9 role.
one-assignee=1 pov\u011b\u0159en\u00e9 osoby (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Vyberte, pros\u00edm, web, kter\u00e9mu budete roli p\u0159i\u0159azovat.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Vyberte pros\u00edm organizaci, kter\u00e9 budete role p\u0159i\u0159azovat.
related-application-permissions=Souvisej\u00edc\u00ed opr\u00e1vn\u011bn\u00ed aplikace
resource-permissions=Resource Permissions (Automatic Copy)
resource-permissions-help=These permissions define what actions can be performed on resources displayed or managed from the application above. Resources are any user-facing object in the portal, such as a User, an Organization, a Site, or even a Calendar or Blog entry. (Automatic Copy)
system-roles=Role webu
the-permission-was-deleted=Opr\u00e1vn\u011bn\u00ed bylo odejmuto.
the-role-permissions-were-updated=Opr\u00e1vn\u011bn\u00ed p\u0159i\u0159azen\u00e1 roli byla zm\u011bn\u011bna.
there-are-no-actions=Nebyly nalezeny \u017e\u00e1dn\u00e9 akce.
there-are-no-applications-that-support-application-display-templates=Neexistuj\u00ed \u017e\u00e1dn\u00e9 aplikace podporuj\u00edc\u00ed \u0161ablony pro zobrazen\u00ed aplikac\u00ed.
this-role-does-not-have-any-permissions=Tato role nem\u00e1 p\u0159i\u0159azen\u00e1 \u017e\u00e1dn\u00e1 pr\u00e1va.
this-role-is-automatically-assigned=Tato role je automaticky p\u0159i\u0159azena. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Nem\u016f\u017eete ud\u011blit u\u017eivateli nebo skupin\u011b p\u0159id\u011blit tuto roli
you-cannot-delete-a-system-role=Nen\u00ed mo\u017en\u00e9 smazat syst\u00e9movou roli.
you-cannot-edit-the-permissions-of-this-role=Nem\u016f\u017eete zm\u011bnit opr\u00e1vn\u011bn\u00ed t\u00e9to role.
