#X-Generator: crowdin.com
add-attribute=\u0625\u0636\u0627\u0641\u0629 \u0635\u0641\u0629
add-custom-field=\u0625\u0636\u0627\u0641\u0629 \u062d\u0642\u0644 \u0645\u062e\u0635\u0635
as-keyword=\u0643\u0643\u0644\u0645\u0627\u062a \u0645\u0641\u062a\u0627\u062d\u064a\u0629
as-text=\u0643\u0646\u0635
custom-field-display-type-help=\u062d\u062f\u062f \u0646\u0648\u0639 \u0627\u0644\u062a\u062d\u0643\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0636\u0628\u0637 \u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644.
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=\u0625\u0646\u0634\u0627\u0621 \u062d\u0642\u0644 \u0645\u062e\u0635\u0635 \u0644\u0644\u0648\u0633\u0627\u0626\u0644 \u0627\u0644\u062e\u0641\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u0638\u0647\u0631 \u0642\u064a\u0645\u0629 \u0627\u0644\u062d\u0642\u0644 \u0627\u0628\u062f\u0623 \u0641\u064a \u0623\u064a \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0625\u0644\u0649 \u062c\u0627\u0646\u0628 \u0647\u0630\u0627 \u0648\u0627\u062d\u062f. \u064a\u062a\u064a\u062d \u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u062a\u0633\u062a\u062e\u062f\u0645 \u0644\u0623\u063a\u0631\u0627\u0636 \u0623\u0643\u062b\u0631 \u063a\u0645\u0648\u0636\u0627\u064b \u0648\u0645\u062a\u0642\u062f\u0645\u0629 \u0645\u062b\u0644 \u064a\u062a\u0635\u0631\u0641 \u0643\u0639\u0646\u0635\u0631 \u0646\u0627\u0626\u0628 \u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0645\u062e\u0635\u0635\u0629. (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u062d\u0642\u0644 \u0627\u0644\u0645\u062e\u0635\u0635 \u064a\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062d\u0642\u0644 \u0628\u0631\u0645\u062c\u064a\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0639\u0644\u0627\u0645\u0629
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=\u0636\u0628\u0637 \u062d\u0642\u0644 \u0645\u062e\u0635\u0635 \u0625\u0644\u0649 \u0645\u0631\u0626\u064a \u0645\u0639 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u064a\u0639\u0646\u064a \u0623\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0630\u064a \u0644\u062f\u064a\u0647 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u064a\u0645\u0643\u0646\u0647 \u0631\u0624\u064a\u0629 \u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644. \u0647\u0630\u0627 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u064a\u062a\u062c\u0627\u0648\u0632 \u0642\u064a\u0645\u0629 \u0645\u062e\u0641\u064a \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u062d\u0627\u0644\u0629.
custom-fields-are-not-enabled-for-any-resource=\u062d\u0642\u0648\u0644 \u062d\u0633\u0628 \u0627\u0644\u0637\u0644\u0628 \u063a\u064a\u0631 \u0645\u0641\u0639\u0644\u0629 \u0644\u0623\u064a \u0645\u0635\u062f\u0631.
enter-one-value-per-line=Enter one value per line. (Automatic Copy)
index-type=\u0646\u0648\u0639 \u0627\u0644\u0645\u0633\u0627\u0641\u0629 \u0627\u0644\u0628\u0627\u062f\u0626\u0629
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0645\u062e\u0635\u0635\u0629
not-searchable=\u063a\u064a\u0631 \u0642\u0627\u0628\u0644 \u0644\u0644\u0628\u062d\u062b
please-enter-a-valid-value=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u062a\u0627\u0631\u064a\u062e \u0635\u062d\u064a\u062d.
selection-list=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0625\u062e\u062a\u064a\u0627\u0631\u0627\u062a
the-custom-field-could-not-be-found=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0643\u0627\u0631\u064a\u0643\u0627\u062a\u064a\u0631.
visible-with-update-permission=\u0645\u0631\u0626\u064a \u0645\u0639 \u062a\u062d\u062f\u064a\u062b
