#X-Generator: crowdin.com
abstract-length-key-help=Okre\u015bl jaka liczba znak\u00f3w ma by\u0107 wy\u015bwietlana w streszczeniach.
add-content-select-scope-and-type=Dodaj zawarto\u015b\u0107 (wybierz zakres i rodzaj) (Automatic Translation)
and-operator=Operator koniunkcji (AND)
asset-entry-type=Typ tre\u015bci
asset-link-behavior=Zachowanie odno\u015bnika do tre\u015bci
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Jakim aktyw\u00f3w (Automatic Translation)
asset-selection=Wyb\u00f3r tre\u015bci
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Wy\u015bwietlone tre\u015bci musz\u0105 spe\u0142nia\u0107 te warunki.
does-not-contain=Nie zawiera
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=W\u0142\u0105cz (Automatic Translation)
enable-tag-based-navigation-help=Je\u015bli to pole zostanie zaznaczone oraz przy wy\u015bwietlaniu strony zostanie wybrany tag, w\u00f3wczas tre\u015bci oznaczone tym tagiem zostan\u0105 wy\u015bwietlone zamiast tre\u015bci wybranych r\u0119cznie.
exclude-assets-with-0-views=Wyklucz zasoby z 0 ilo\u015bci\u0105 odwiedzin
filter-by-field=Filtruj wed\u0142ug pola
filter-by-field-x=Filtruj wed\u0142ug pola {0}.
include-tags-specified-in-the-url=Zawiera\u0107 Tagi okre\u015blona w adresie URL. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Wydawca tre\u015bci
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Najwy\u017cej oceniane tre\u015bci
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Najpopularniejsze tre\u015bci
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Najnowsza tre\u015b\u0107
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Powi\u0105zane tre\u015bci
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Nie wybrano \u017cadnych zasob\u00f3w.
number-of-items-to-display-help=Maksymalna liczba wy\u015bwietlanych element\u00f3w, o ile stronicowanie jest wy\u0142\u0105czone, lub ilo\u015b\u0107 element\u00f3w wy\u015bwietlanych na ka\u017cdej stronie.
only-one-rule-with-the-combination-x-is-supported=W po\u0142\u0105czeniu z {0} tylko jedna regu\u0142a jest dozwolona.
ordering-and-grouping=Sortowanie i grupowanie
other-site=Inne wojew\u00f3dztwo
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Wy\u015bwietla zasoby geotagami w mapie. (Automatic Translation)
portlet-display-template-description-rich-summary=Wy\u015bwietla, streszczenia, ikony, powi\u0105zanych aktyw\u00f3w i wydrukuj/edytuj akcje aktyw\u00f3w. Opcjonalnie uwzgl\u0119dni\u0107 zak\u0142adki aktyw\u00f3w i oceny. (Automatic Translation)
portlet-display-template-name-map=Mapa
portlet-display-template-name-rich-summary=Rich streszczenie (Automatic Translation)
query-contains=Zapytanie zawiera
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Zestaw i W\u0142\u0105cz (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Ustaw jako domy\u015blny wydawca tre\u015bci dla tej strony
set-as-the-default-asset-publisher-for-this-page-help=Domy\u015blny wydawca tre\u015bci b\u0119dzie u\u017cywany do wy\u015bwietlania zawarto\u015bci www przypisanych do tej strony.
show-add-content-button-help=To pozwala u\u017cytkownikom doda\u0107 aktyw\u00f3w z widoku. (Automatic Translation)
show-and-set=Poka\u017c i zestaw (Automatic Translation)
show-asset-title=Wy\u015bwietl tytu\u0142 tre\u015bci
show-context-link=Poka\u017c link dost\u0119powy
show-extra-info=Wy\u015bwietl dodatkowe informacje
show-only-assets-with-x-as-its-display-page=Poka\u017c tylko tre\u015bci z <em>{0}</em> jako ich wy\u015bwietlana strona.
tag-based-navigation=Tag dla nawigacji (Automatic Translation)
the-asset-could-not-be-found=Tre\u015b\u0107 nie zosta\u0142a znaleziona.
the-field-value-is-invalid=Warto\u015b\u0107 w tym polu jest nieprawid\u0142owa.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Wybrane tre\u015bci zosta\u0142y usuni\u0119te z listy, poniewa\u017c nie pasuj\u0105 do zakresu tego portletu.
there-are-no-related-assets=Brak dost\u0119pnych powi\u0105zanych tre\u015bci. Ta aplikacja wy\u015bwietli wszystkie tre\u015bci powi\u0105zane z tre\u015bci\u0105 g\u0142\u00f3wn\u0105 bie\u017c\u0105cej strony.
view-count-increment=Przyrost liczby wy\u015bwietle\u0144 (Automatic Translation)
x-is-not-a-display-type={0} nie nadaje si\u0119 do wy\u015bwietlenia.
