#X-Generator: crowdin.com
abstract-length-key-help=Ur\u010dete d\u00e9lku (po\u010det znak\u016f) zobrazen\u00e9ho souhrnu.
add-content-select-scope-and-type=P\u0159idat obsah (vyberte rozsah a typ) (Automatic Translation)
and-operator=A oper\u00e1tor (Automatic Translation)
asset-entry-type=Typ polo\u017eky
asset-link-behavior=Chov\u00e1n\u00ed polo\u017eky typu odkaz
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Aktiv Vydavatel (Automatic Translation)
asset-selection=V\u00fdb\u011br polo\u017eek
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Zobrazen\u00e9 polo\u017eky mus\u00ed odpov\u00eddat t\u011bmto pravidl\u016fm.
does-not-contain=Neobsahuje
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Povolit (Automatic Translation)
enable-tag-based-navigation-help=Pokud je za\u0161krtnuto a \u0161t\u00edtek je vybr\u00e1n p\u0159i zobrazen\u00ed str\u00e1nky, tak bude polo\u017eka s t\u00edmto \u0161t\u00edtkem zobrazena nam\u00edsto polo\u017eek, kter\u00e9 byly ru\u010dn\u011b vybr\u00e1ny.
exclude-assets-with-0-views=Vynechat polo\u017eky s 0 zhl\u00e9dnut\u00edmi
filter-by-field=Filtrovat podle pole {0}.
filter-by-field-x=Filtrovat podle pole {0}.
include-tags-specified-in-the-url=Zahrnout zna\u010dky zadan\u00fd v adrese URL. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Agreg\u00e1tor obsahu
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Nejl\u00e9pe hodnocen\u00e9 polo\u017eky
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Nejv\u00edce zobrazovan\u00e9 polo\u017eky
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Posledn\u00ed obsah
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Souvisej\u00edc\u00ed polo\u017eky
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Nebyly zvoleny \u017e\u00e1dn\u00e9 polo\u017eky.
number-of-items-to-display-help=Maxim\u00e1ln\u00ed po\u010det zobrazen\u00fdch polo\u017eek, pokud je str\u00e1nkov\u00e1n\u00ed vypnuto. Pokud je zapnuto, jedn\u00e1 se o po\u010det zobrazen\u00fdch polo\u017eek na str\u00e1nku.
only-one-rule-with-the-combination-x-is-supported=Je podporov\u00e1no pouze jedno pravidlo s kombinac\u00ed {0}.
ordering-and-grouping=\u0158azen\u00ed a seskupov\u00e1n\u00ed
other-site=Jin\u00fd stav
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Geolocalized majetku se zobraz\u00ed v map\u011b. (Automatic Translation)
portlet-display-template-description-rich-summary=Zobrazen\u00ed abstrakty, ikony, souvisej\u00edc\u00ed aktiva a tisk \u010di upravit akce pro aktiva. Voliteln\u011b m\u016f\u017eete zahrnout z\u00e1lo\u017eky aktiv a hodnocen\u00ed. (Automatic Translation)
portlet-display-template-name-map=Mapy
portlet-display-template-name-rich-summary=Rich Shrnut\u00ed (Automatic Translation)
query-contains=Dotaz obsahuje (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Nastavit a povolit (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Nastavit jako v\u00fdchoz\u00ed agreg\u00e1tor obsahu pro tuto str\u00e1nku
set-as-the-default-asset-publisher-for-this-page-help=V\u00fdchoz\u00ed agreg\u00e1tor obsahu bude pou\u017eit pro zobrazen\u00ed obsahu odkazovan\u00e9ho na tuto str\u00e1nku.
show-add-content-button-help=To umo\u017e\u0148uje u\u017eivatel\u016fm p\u0159idat aktiv z pohledu. (Automatic Translation)
show-and-set=Zobrazit a nastavit (Automatic Translation)
show-asset-title=Zobrazit n\u00e1zev polo\u017eky
show-context-link=Zobrazit odkaz na kontext
show-extra-info=Zobrazit dal\u0161\u00ed informace
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page.
tag-based-navigation=Zna\u010dka zalo\u017eena navigace (Automatic Translation)
the-asset-could-not-be-found=Polo\u017eka nebyla nalezena.
the-field-value-is-invalid=Hodnota pole nen\u00ed platn\u00e1.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Zvolen\u00e9 polo\u017eky byly odstran\u011bny ze seznamu, proto\u017ee nepat\u0159\u00ed do r\u00e1mce tohoto portletu.
there-are-no-related-assets=Nebyly nalezeny \u017e\u00e1dn\u00e9 souvisej\u00edc\u00ed polo\u017eky. Tato aplikace zobraz\u00ed pouze takov\u00e9 polo\u017eky, kter\u00e9 souvis\u00ed s hlavn\u00ed polo\u017ekou t\u00e9to str\u00e1nky.
view-count-increment=P\u0159\u00edr\u016fstek po\u010dtu zobrazen\u00ed (Automatic Translation)
x-is-not-a-display-type={0} nen\u00ed zobraziteln\u00fd typ.
