#X-Generator: crowdin.com
abstract-length-key-help=\u0ea5\u0eb0\u0e9a\u0eb8\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9a\u0ebb\u0e94\u0e84.
add-content-select-scope-and-type=Add Content (Select Scope and Type) (Automatic Copy)
and-operator=And Operator (Automatic Copy)
asset-entry-type=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99
asset-link-behavior=\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e95\u0ec8\u0eb2\u0e87\u0ec6
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Asset Publisher (Automatic Copy)
asset-selection=\u0e81\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec1\u0e97\u0e94\u0ec0\u0edd\u0eb2\u0eb0\u0e81\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0ec0\u0eab\u0ebc\u0ebb\u0ec8\u0eb2\u0e99\u0eb5\u0ec9
does-not-contain=\u0e9a\u0ecd\u0ec8\u0e9a\u0eb1\u0e99\u0e88\u0eb8
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Enable (Automatic Copy)
enable-tag-based-navigation-help=\u0e96\u0ec9\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81 \u0ec1\u0ea5\u0eb0 \u0ec1\u0e97\u0ecb\u0e81\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec0\u0ea1\u0eb7\u0ec8\u0ead\u0e81\u0eb2\u0e99\u0eb0\u0ec1\u0e94\u0e87\u0edc\u0ec9\u0eb2\u0e95\u0ec8\u0eb2\u0e87\u0ec6, \u0e88\u0eb2\u0e81\u0e99\u0eb1\u0ec9\u0e99\u0e8a\u0eb1\u0ec9\u0e9a\u0eaa\u0eb5\u0e99\u0ec1\u0e97\u0ecb\u0e81\u0e99\u0eb1\u0ec9\u0e99\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec1\u0e97\u0e99\u0e97\u0eb5\u0e82\u0ead\u0e87\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e95\u0eb2\u0ea1\u0e9b\u0eb1\u0e81\u0e81\u0eb0\u0e95\u0eb4
exclude-assets-with-0-views=\u0e8d\u0ebb\u0e81\u0ec0\u0ea7\u0eb1\u0e99\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0e9b\u0eb1\u0e99 0
filter-by-field=Filter by Field (Automatic Copy)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=Include tags specified in the URL. (Automatic Copy)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=\u0ead\u0eb1\u0e94\u0ec0\u0e8a\u0eb1\u0e94\u0e9e\u0eb1\u0e9a\u0e9a\u0ea3\u0eb4\u0e81\u0ec0\u0e8a\u0eb5
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Highest Rated Assets (Automatic Copy)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Most Viewed Assets (Automatic Copy)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ea5\u0ec8\u0eb2\u0eaa\u0eb8\u0e94
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0e81\u0ec8\u0ebd\u0ea7\u0e82\u0ec9\u0ead\u0e87
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0ec0\u0ea5\u0eb7\u0ead\u0e81
number-of-items-to-display-help=Maximum number of items to display if pagination is disabled, otherwise number of items to display per page. (Automatic Copy)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0ea5\u0ebd\u0e87 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e81\u0eb8\u0ec8\u0ea1
other-site=\u0ea5\u0eb1\u0e94\u0ead\u0eb7\u0ec8\u0e99\u0ec6
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Displays geolocalized assets in a map. (Automatic Copy)
portlet-display-template-description-rich-summary=Displays abstracts, icons, related assets, and print/edit actions for assets. Optionally include asset bookmarks and ratings. (Automatic Copy)
portlet-display-template-name-map=\u0ec1\u0ea1\u0ecb\u0e9a \u0eab\u0ebc\u0eb7 \u0ec1\u0e9c\u0e99\u0e97\u0eb5
portlet-display-template-name-rich-summary=Rich Summary (Automatic Copy)
query-contains=Query Contains (Automatic Copy)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Set and Enable (Automatic Copy)
set-as-the-default-asset-publisher-for-this-page=\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec0\u0e9b\u0eb1\u0e99\u0e84\u0ec8\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e82\u0ead\u0e87\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec8
set-as-the-default-asset-publisher-for-this-page-help=\u0ec3\u0e99\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec8\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e97\u0eb5\u0ec8\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0e95\u0eb2\u0ea1\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
show-add-content-button-help=This lets users add assets from the view. (Automatic Copy)
show-and-set=Show and Set (Automatic Copy)
show-asset-title=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99
show-context-link=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8
show-extra-info=Show Extra Info (Automatic Copy)
show-only-assets-with-x-as-its-display-page=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9e\u0ebd\u0e87\u0ec1\u0e95\u0ec8\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99 <em>{0}</em> \u0ec3\u0e99\u0edc\u0ec9\u0eb2\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87.
tag-based-navigation=Tag Based Navigation (Automatic Copy)
the-asset-could-not-be-found=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ead\u0e81\u0eab\u0eb2\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0ec4\u0e94\u0ec9
the-field-value-is-invalid=The field value is invalid. (Automatic Copy)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e8d\u0ec9\u0eb2\u0e8d\u0e88\u0eb2\u0e81\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec1\u0ea5\u0ec9\u0ea7\u0ec0\u0e9e\u0eb2\u0eb0\u0e9e\u0ea7\u0e81\u0ea1\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a\u0eaa\u0ec2\u0e81\u0ecb\u0e9a\u0e82\u0ead\u0e87\u0e9e\u0ecb\u0ead\u0e94\u0ec0\u0ea5\u0ecb\u0e94\u0e99\u0eb5\u0ec9.
there-are-no-related-assets=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e9e\u0ebb\u0ea7\u0e9e\u0eb1\u0e99\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0e97\u0eb5\u0ec8\u0e9e\u0eb1\u0ea7\u0e9e\u0eb1\u0e99\u0ec0\u0e96\u0eb4\u0e87\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0eab\u0ebc\u0eb1\u0e81\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2\u0e9b\u0eb0\u0e88\u0eb8\u0e9a\u0eb1\u0e99
view-count-increment=View Count Increment (Automatic Copy)
x-is-not-a-display-type={0} \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0ec1\u0e94\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a.
