#X-Generator: crowdin.com
abstract-length-key-help=\uc694\uc57d\uc744 \uc704\ud574 \ud45c\uc2dc\ud558\uae30 \uc704\ud558\uc5ec \ud2b9\uc131\uc758 \uc218\ub97c \uc9c0\uc815\ud558\uc2ed\uc2dc\uc624.
add-content-select-scope-and-type=\ucd94\uac00 \ucf58\ud150\uce20 (\uc120\ud0dd \ubc94\uc704 \ubc0f \uc885\ub958) (Automatic Translation)
and-operator=\uadf8\ub9ac\uace0 \uc5f0\uc0b0\uc790 (Automatic Translation)
asset-entry-type=\uc790\uc0b0 \uc720\ud615
asset-link-behavior=\uc790\uc0b0 \ub9c1\ud06c \ub3d9\uc791 (Automatic Translation)
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=\uc790\uc0b0 \ucd9c\ud310\uc0ac (Automatic Translation)
asset-selection=\uc790\uc0b0 \uc120\ud0dd
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=\ud45c\uc2dc\ud55c \uc790\uc0b0\uc740 \uc774 \uaddc\uce59\uacfc \uc77c\uce58\ud574\uc57c \ud55c\ub2e4.
does-not-contain=\ud3ec\ud568\ud558\uc9c0 \uc54a\ub294\ub2e4
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=\ud65c\uc131\ud654 (Automatic Translation)
enable-tag-based-navigation-help=\uc774\uac83\uc774 \uac80\uc0ac\ub418\ub294 \uacbd\uc6b0\uc5d0 \uaf2c\ub9ac\ud45c\ub294 \ud398\uc774\uc9c0\ub97c \ud45c\uc2dc\ud560 \ub54c \uc120\uc815\ub418\uace0, \uadf8 \uaf2c\ub9ac\ud45c\ub97c \uac00\uc9c4 \uc790\uc0b0\uc740 \uc218\ub3d9\uc73c\ub85c \uc120\uc815\ub41c \uc790\uc0b0 \ub300\uc2e0\uc5d0 \ubcf4\uc77c \uac83\uc774\ub2e4.
exclude-assets-with-0-views=0 \uc804\ub9dd\uc5d0 \uc790\uc0b0\uc744 \uc81c\ud558\uc2ed\uc2dc\uc694
filter-by-field=\ud544\ub4dc \ud544\ud130\ub9c1 (Automatic Translation)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=URL\uc5d0 \uc9c0\uc815 \ub41c \ud0dc\uadf8\ub97c \ud3ec\ud568 \ud569\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=\uc790\uc0b0 \ubc1c\ud589\uc778
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=\ucd5c\uace0 \ubcc4\ub41c \uc790\uc0b0 (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=\uac00\uc7a5 \ub9ce\uc774 \ubcf8\ub41c \uc790\uc0b0 (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\ub0b4\uc6a9\uc744 \uc120\uc815\ud558\uc2ed\uc2dc\uc694
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\uad00\ub828\ub41c \uc790\uc0b0 (Automatic Translation)
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=\uc790\uc0b0\uc740 \uc120\uc815\ud558\uc9c0 \uc54a\uc558\ub2e4.
number-of-items-to-display-help=\ud398\uc774\uc9c0 \ub9e4\uae40\uc744 \uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0 \ud45c\uc2dc\ud560 \ud56d\ubaa9\uc758 \ucd5c\ub300 \uc218 \uadf8\ub807\uc9c0 \uc54a\uc73c\uba74 \ud398\uc774\uc9c0 \ub2f9 \ud45c\uc2dc\ud560 \ud56d\ubaa9\uc758 \ubc88\ud638. (Automatic Translation)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=\uc8fc\ubb38\ud558\uace0 \ubd84\ub958
other-site=\uadf8\ubc16 \uad6d\uac00
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Geolocalized \uc790\uc0b0 \uc9c0\ub3c4 \ud45c\uc2dc\ud569\ub2c8\ub2e4. (Automatic Translation)
portlet-display-template-description-rich-summary=\ucd08\ub85d, \uc544\uc774\ucf58, \uad00\ub828\ub41c \uc790\uc0b0, \uc790\uc0b0\uc5d0 \ub300 \ud55c \uc778\uc1c4/\ud3b8\uc9d1 \uc791\uc5c5\uc744 \ud45c\uc2dc\ud569\ub2c8\ub2e4. \ud544\uc694\uc5d0 \ub530\ub77c \uc790\uc0b0 \ucc45\uac08\ud53c \ubc0f \ub4f1\uae09\uc744 \ud3ec\ud568 \ud569\ub2c8\ub2e4. (Automatic Translation)
portlet-display-template-name-map=\uc9c0\ub3c4
portlet-display-template-name-rich-summary=\ud48d\ubd80\ud55c \uc694\uc57d (Automatic Translation)
query-contains=\ucffc\ub9ac \ud3ec\ud568 (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=\uc124\uc815 \ubc0f \uc0ac\uc6a9 (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Set as the Default Asset Publisher for This Page
set-as-the-default-asset-publisher-for-this-page-help=\uc774 \ud398\uc774\uc9c0\uc5d0 \uc5f0\uacb0 \ub41c \uc6f9 \ucf58\ud150\uce20\ub97c \ud45c\uc2dc\ud560 \uae30\ubcf8 \uc790\uc0b0 \uac8c\uc2dc\uc790 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
show-add-content-button-help=\uc0ac\uc6a9\uc790\uac00 \ubcf4\uae30\uc5d0\uc11c \uc790\uc0b0\uc744 \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
show-and-set=\ud45c\uc2dc \ubc0f \uc124\uc815 (Automatic Translation)
show-asset-title=\uc1fc \uc790\uc0b0 \uc81c\ubaa9
show-context-link=\uc1fc \ubb38\ub9e5 \uc5f0\uacb0
show-extra-info=\ucd94\uac00 \uc815\ubcf4 \ubcf4\uae30 (Automatic Translation)
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page.
tag-based-navigation=\ud0dc\uadf8 \uae30\ubc18 \ud0d0\uc0c9 (Automatic Translation)
the-asset-could-not-be-found=\uc0ac\uc6a9\uc790\ub294 \ubc1c\uacac\ub420 \uc218 \uc5c6\uc5c8\ub2e4.
the-field-value-is-invalid=\ud544\ub4dc \uac12\uc774 \uc720\ud6a8 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=\uc774 \ud3ec\ud2c0\ub9bf\uc5d0 \ubc94\uc704\uc5d0 \uc18d\ud574 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc120\ud0dd\ud55c asset(s) \ubaa9\ub85d\uc5d0\uc11c \uc81c\uac70 \ub418\uc5c8\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-related-assets=\uad00\ub828\ub41c \uc790\uc0b0\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc740 \ud604\uc7ac \ud398\uc774\uc9c0\uc758 \uc8fc\uc694 \uc790\uc0b0\uc5d0 \uad00\ub828 \ub41c \ubaa8\ub4e0 \uc790\uc0b0\uc744 \ud45c\uc2dc \ub429\ub2c8\ub2e4. (Automatic Translation)
view-count-increment=\ubcf4\uae30 \ud69f\uc218 \uc99d\uac00 (Automatic Translation)
x-is-not-a-display-type={0} is not a display type. (Automatic Copy)
