#X-Generator: crowdin.com
abstract-length-key-help=Nurodo, kiek simboli\u0173 Rodyti tez\u0117ms. (Automatic Translation)
add-content-select-scope-and-type=Prid\u0117ti turin\u012f (pasirinkite apimtis ir tipas) (Automatic Translation)
and-operator=Ir operatorius (Automatic Translation)
asset-entry-type=Turto tipas (Automatic Translation)
asset-link-behavior=Turto nuorod\u0105 elges\u012f (Automatic Translation)
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Turto leid\u0117jas (Automatic Translation)
asset-selection=Turto pasirinkimas (Automatic Translation)
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Rodomas turtas turi atitikti \u0161i\u0173 taisykli\u0173. (Automatic Translation)
does-not-contain=Sud\u0117tyje n\u0117ra (Automatic Translation)
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=\u012egalinti (Automatic Translation)
enable-tag-based-navigation-help=Jei tai yra patikrintas ir \u017eyma pa\u017eym\u0117tas rodant puslap\u012f, turto su ta \u017eyme bus rodomas vietoj turto, kuris buvo rankiniu b\u016bdu atrinktos. (Automatic Translation)
exclude-assets-with-0-views=I\u0161skirti turt\u0105 su 0 per\u017ei\u016bros (Automatic Translation)
filter-by-field=Filtruoti pagal lauk\u0105 (Automatic Translation)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=\u012etraukti \u017eym\u0117s URL nurodytas. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Turto leid\u0117jas (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Did\u017eiausia vardin\u0117 turto (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Labiausiai \u017ei\u016brimi turto (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Neseniai turinys (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Susijusio turto (Automatic Translation)
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Pasirinktas turto. (Automatic Translation)
number-of-items-to-display-help=Maksimalus naikintin\u0173 element\u0173 Rodyti Jei numeracija yra i\u0161jungta, kitaip skai\u010dius viename puslapyje rodom\u0173 element\u0173. (Automatic Translation)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=U\u017esakymo ir grupavimas (Automatic Translation)
other-site=Kitos svetain\u0117s (Automatic Translation)
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Geolocalized turto rodomi \u017eem\u0117lapyje. (Automatic Translation)
portlet-display-template-description-rich-summary=Rodo tez\u0117s, piktogramos, susijusio turto ir spausdinti/redaguoti ie\u0161kinius d\u0117l turto. Pasirinktinai\: turto \u017eymes ir \u012fvertinimus. (Automatic Translation)
portlet-display-template-name-map=\u017dem\u0117lapyje (Automatic Translation)
portlet-display-template-name-rich-summary=Turtingas santrauka (Automatic Translation)
query-contains=U\u017eklausoje yra (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Rinkinys ir \u012fjungti (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Nustatyti kaip numatyt\u0105j\u0105 turto leid\u0117jas \u0161io puslapio (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page-help=Numatytasis turto leid\u0117jas naudos susij\u0119 \u012f \u0161\u012f puslap\u012f voratinklio turiniui Rodyti. (Automatic Translation)
show-add-content-button-help=Tai leid\u017eia vartotojams prid\u0117ti turto i\u0161 rodinio. (Automatic Translation)
show-and-set=Rodyti ir rinkinys (Automatic Translation)
show-asset-title=Rodyti turto pavadinimas (Automatic Translation)
show-context-link=Rodyti kontekste sait\u0105 (Automatic Translation)
show-extra-info=Rodyti papildom\u0105 informacij\u0105 (Automatic Translation)
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page. (Automatic Copy)
tag-based-navigation=\u017dyma pagal navigacijos (Automatic Translation)
the-asset-could-not-be-found=Turto nepavyko rasti. (Automatic Translation)
the-field-value-is-invalid=Lauko reik\u0161m\u0117 neleistina. (Automatic Translation)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Pasirinkto turto buvo pa\u0161alinti i\u0161 s\u0105ra\u0161o tod\u0117l, kad jos nepriklauso \u0161io portalo \u012fskiepio taikymo. (Automatic Translation)
there-are-no-related-assets=\u0160iuo metu n\u0117ra susijusio turto. \u0160i programa parodys vis\u0105 turt\u0105, susijusi\u0173 su esamo puslapio pagrindinis turtas. (Automatic Translation)
view-count-increment=Per\u017ei\u016br\u0173 skai\u010dius prieaugio (Automatic Translation)
x-is-not-a-display-type={0} is not a display type. (Automatic Copy)
