#X-Generator: crowdin.com
abstract-length-key-help=Definujte po\u010det znakov, ktor\u00e9 sa zobrazia pre s\u00fahrn.
add-content-select-scope-and-type=Prida\u0165 obsah (vyberte rozsah a druh) (Automatic Translation)
and-operator=Oper\u00e1tor AND
asset-entry-type=Typ pr\u00edspevku
asset-link-behavior=Chovanie odkazu pr\u00edspevku
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Majetok programu Publisher (Automatic Translation)
asset-selection=V\u00fdber pr\u00edspevkov
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Zobrazen\u00e9 pr\u00edspevky musia zodpoveda\u0165 t\u00fdmto pravidl\u00e1m.
does-not-contain=Neobsahuje
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Zapn\u00fa\u0165 (Automatic Translation)
enable-tag-based-navigation-help=Ak je za\u0161krtnut\u00e9 a je zna\u010dka vybran\u00e1 zna\u010dka pri zobrazovan\u00ed tejto str\u00e1nky, potom sa zobrazia pr\u00edspevky s touto zna\u010dkou miesto pr\u00edspevkov, ktor\u00e9 boli vybran\u00e9 ru\u010dne.
exclude-assets-with-0-views=Vyl\u00fa\u010di\u0165 pr\u00edspevky s 0 zobrazeniami
filter-by-field=Filter pod\u013ea po\u013ea
filter-by-field-x=Filter pod\u013ea po\u013ea {0}.
include-tags-specified-in-the-url=Vr\u00e1tane zna\u010diek nastaven\u00fdch v URL.
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Zverej\u0148ova\u010d pr\u00edspevkov
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Najlep\u0161ie hodnoten\u00e9 pr\u00edspevky
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Najprezeraniej\u0161ie pr\u00edspevky
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Ned\u00e1vny obsah
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=S\u00favisiace pr\u00edspevky
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Nena\u0161lo sa \u017eiadne akt\u00edvum.
number-of-items-to-display-help=Maxim\u00e1lny po\u010det zobrazovan\u00fdch polo\u017eiek ak je zak\u00e1zan\u00e9 str\u00e1nkovanie, inak po\u010det polo\u017eiek na str\u00e1nku.
only-one-rule-with-the-combination-x-is-supported=Podporovan\u00e9 je len jedno pravidlo s kombin\u00e1ciou {0}.
ordering-and-grouping=Zora\u010fovanie a zoskupovanie
other-site=In\u00e9 s\u00eddlo
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Zobrazuje geolokalizovan\u00e9 pr\u00edspevky na mape.
portlet-display-template-description-rich-summary=Zobrazuje abstrakty, ikonu, s\u00favisiace pr\u00edspevky a akcie Tla\u010di\u0165/Upravi\u0165 pre pr\u00edspevok. Pr\u00edpadne zah\u0155\u0148a z\u00e1lo\u017eky a hodnotenia pr\u00edspevku.
portlet-display-template-name-map=Mapy
portlet-display-template-name-rich-summary=Rozsiahle zhrnutie
query-contains=Dopyt obsahuje
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Nastavi\u0165 a zapn\u00fa\u0165 (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Nastavi\u0165 ako predvolen\u00fd zobrazova\u010d pr\u00edspevkov pre t\u00fato str\u00e1nku
set-as-the-default-asset-publisher-for-this-page-help=Na zobrazenie webov\u00e9ho obsahu priraden\u00e9ho k tejto str\u00e1nke sa pou\u017eije implicitn\u00fd Zverej\u0148ova\u010d pr\u00edspevkov.
show-add-content-button-help=Pomocou tohoto m\u00f4\u017eu pou\u017e\u00edvatelia prida\u0165 pr\u00edspevok zo zobrazenia.
show-and-set=Zobrazi\u0165 a nastavi\u0165 (Automatic Translation)
show-asset-title=Uk\u00e1za\u0165 n\u00e1zov pr\u00edspevku
show-context-link=Uk\u00e1za\u0165 odkaz na kontext
show-extra-info=Zobrazi\u0165 dodato\u010dn\u00e9 inform\u00e1cie
show-only-assets-with-x-as-its-display-page=Uk\u00e1za\u0165 len pr\u00edspevky, ktor\u00fdch zobrazovacia str\u00e1nka je <em>{0}</em>.
tag-based-navigation=Tag zalo\u017een\u00e9 navig\u00e1cia (Automatic Translation)
the-asset-could-not-be-found=Pr\u00edspevok sa nena\u0161iel.
the-field-value-is-invalid=Neplatn\u00e1 hodnota pol\u00ed\u010dka.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Vybran\u00e9 pr\u00edspevky boli odobran\u00e9 zo zoznamu, preto\u017ee nespadaj\u00fa do oblasti tohoto portletu.
there-are-no-related-assets=Nie s\u00fa dostupn\u00e9 \u017eiadne s\u00favisiace pr\u00edspevky. T\u00e1to aplik\u00e1cia zobraz\u00ed v\u0161etky pr\u00edspevky s\u00favisiace s hlavn\u00fdm pr\u00edspevkom na tejto str\u00e1nke.
view-count-increment=Zobrazi\u0165 po\u010det pr\u00edrastok (Automatic Translation)
x-is-not-a-display-type={0} nie je zobrazite\u013en\u00fd typ.
