#X-Generator: crowdin.com
abstract-length-key-help=\u0412\u043a\u0430\u0436\u0456\u0442\u044c \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432, \u044f\u043a\u0456 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u0438\u043c\u0443\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u0442\u0435\u0437\u0438. (Automatic Translation)
add-content-select-scope-and-type=\u0414\u043e\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u0432\u043c\u0456\u0441\u0442\u0443 (\u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u043c\u0430\u0441\u0448\u0442\u0430\u0431 \u0456 \u0442\u0438\u043f) (Automatic Translation)
and-operator=\u0406 \u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u0430 (Automatic Translation)
asset-entry-type=\u0422\u0438\u043f \u043c\u0430\u0442\u0435\u0440\u0456\u0430\u043b\u0443
asset-link-behavior=\u0410\u043a\u0442\u0438\u0432\u0443 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f \u043f\u043e\u0432\u0435\u0434\u0456\u043d\u043a\u0430 (Automatic Translation)
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=\u0412\u0438\u0434\u0430\u0432\u0435\u0446\u044c \u0430\u043a\u0442\u0438\u0432\u0430\u043c\u0438 (Automatic Translation)
asset-selection=\u0412\u044b\u0431\u0456\u0440 \u043c\u0430\u0442\u0435\u0440\u0456\u0430\u043b\u0443
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0435 \u0430\u043a\u0442\u0438\u0432\u0456\u0432 \u043c\u0430\u0454 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0430\u0442\u0438 \u0446\u0438\u0445 \u043f\u0440\u0430\u0432\u0438\u043b. (Automatic Translation)
does-not-contain=\u041d\u0435 \u043c\u0456\u0441\u0442\u0438\u0442\u044c (Automatic Translation)
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 (Automatic Translation)
enable-tag-based-navigation-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u0442\u0435\u0433 \u0432\u0438\u0431\u0440\u0430\u043d\u043e \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u0430\u043a\u0442\u0438\u0432\u0456\u0432 \u0437 \u0446\u0438\u043c \u0442\u0435\u0433\u043e\u043c \u0431\u0443\u0434\u0435 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u0438\u0441\u044f \u0437\u0430\u043c\u0456\u0441\u0442\u044c \u0430\u043a\u0442\u0438\u0432\u0456\u0432, \u044f\u043a\u0456 \u0431\u0443\u043b\u0438 \u0432\u0456\u0434\u0456\u0431\u0440\u0430\u043d\u0456 \u0432\u0440\u0443\u0447\u043d\u0443. (Automatic Translation)
exclude-assets-with-0-views=\u0412\u0438\u043a\u043b\u044e\u0447\u0430\u0442\u0438 \u043c\u0430\u0442\u0435\u0440\u0456\u0430\u043b\u0438 \u0437 0 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0456\u0432
filter-by-field=\u0424\u0456\u043b\u044c\u0442\u0440\u0443\u0432\u0430\u0442\u0438 \u0437\u0430 \u043f\u043e\u043b\u0435\u043c (Automatic Translation)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=\u0412\u0456\u0434\u043d\u043e\u0441\u044f\u0442\u044c\u0441\u044f \u0442\u0435\u0433\u0438, \u0432\u043a\u0430\u0437\u0430\u043d\u0456 \u0443 URL-\u0410\u0414\u0420\u0415\u0421\u0406. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=\u041e\u043f\u0443\u0431\u043b\u0456\u043a\u043e\u0432\u0443\u0432\u0430\u0447
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=\u041d\u0430\u0439\u0432\u0438\u0449\u0438\u0439 \u043d\u043e\u043c\u0456\u043d\u0430\u043b\u044c\u043d\u0438\u0439 \u0430\u043a\u0442\u0438\u0432\u0456\u0432 (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=\u041d\u0430\u0439\u0431\u0456\u043b\u044c\u0448 \u0431\u0440\u043e\u043d\u044e\u0432\u0430\u043d\u043d\u044f \u0430\u043a\u0442\u0438\u0432\u0456\u0432 (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\u0412\u0438\u0431\u0440\u0430\u0442\u0438 \u0432\u043c\u0456\u0441\u0442
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\u0412\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u043d\u0438\u0445 \u0430\u043a\u0442\u0438\u0432\u0456\u0432 (Automatic Translation)
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=\u041c\u0430\u0442\u0435\u0440\u0456\u0430\u043b\u0438 \u043d\u0435 \u0432\u0438\u0431\u0440\u0430\u043d\u0456.
number-of-items-to-display-help=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0456\u0432 \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f, \u044f\u043a\u0449\u043e \u0432\u0438\u043c\u043a\u043d\u0443\u0442\u043e \u043d\u0443\u043c\u0435\u0440\u0430\u0446\u0456\u044e \u0441\u0442\u043e\u0440\u0456\u043d\u043e\u043a, \u0432 \u0456\u043d\u0448\u043e\u043c\u0443 \u0432\u0438\u043f\u0430\u0434\u043a\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043f\u0443\u043d\u043a\u0442\u0456\u0432 \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043d\u0430 \u0441\u0442\u043e\u0440\u0456\u043d\u0446\u0456. (Automatic Translation)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=\u0412\u043f\u043e\u0440\u044f\u0434\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0442\u0430 \u0433\u0440\u0443\u043f\u0443\u0432\u0430\u043d\u043d\u044f (Automatic Translation)
other-site=\u0406\u043d\u0448\u0438\u0439 \u0441\u0442\u0430\u043d
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 geolocalized \u0430\u043a\u0442\u0438\u0432\u0456\u0432 \u0432 \u043a\u0430\u0440\u0442\u0456. (Automatic Translation)
portlet-display-template-description-rich-summary=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u0454 \u0442\u0435\u0437\u0438 \u0434\u043e\u043f\u043e\u0432\u0456\u0434\u0435\u0439, \u0456\u043a\u043e\u043d\u043a\u0438, \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u043d\u0438\u0445 \u0430\u043a\u0442\u0438\u0432\u0456\u0432 \u0442\u0430 \u0434\u0440\u0443\u043a\u0443 \u0442\u0430 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043d\u043d\u044f \u0434\u0456\u0457 \u0434\u043b\u044f \u0430\u043a\u0442\u0438\u0432\u0456\u0432. \u041f\u0440\u0438 \u0431\u0430\u0436\u0430\u043d\u043d\u0456 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0438 \u0430\u043a\u0442\u0438\u0432\u0430\u043c\u0438 \u0437\u0430\u043a\u043b\u0430\u0434\u043a\u0438 \u0442\u0430 \u0440\u0435\u0439\u0442\u0438\u043d\u0433\u0438. (Automatic Translation)
portlet-display-template-name-map=\u041c\u0430\u043f\u0438
portlet-display-template-name-rich-summary=\u0411\u0430\u0433\u0430\u0442\u0438\u0445 \u0440\u0435\u0437\u044e\u043c\u0435 (Automatic Translation)
query-contains=\u0417\u0430\u043f\u0438\u0442 \u043c\u0456\u0441\u0442\u0438\u0442\u044c (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=\u041d\u0430\u0431\u0456\u0440 \u0456 \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Set as the Default Asset Publisher for This Page
set-as-the-default-asset-publisher-for-this-page-help=\u0412\u0438\u0434\u0430\u0432\u0435\u0446\u044c \u0430\u043a\u0442\u0438\u0432\u0443 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u0434\u043b\u044f \u043f\u043e\u043a\u0430\u0437\u0443 \u0432\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443, \u043f\u043e\u0432'\u044f\u0437\u0430\u043d\u0438\u0439 \u0456\u0437 \u0446\u0456\u0454\u044e \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u043e\u044e. (Automatic Translation)
show-add-content-button-help=\u0426\u0435 \u0434\u043e\u0437\u0432\u043e\u043b\u044f\u0454 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u0434\u043e\u0434\u0430\u0432\u0430\u0442\u0438 \u0430\u043a\u0442\u0438\u0432\u0456\u0432 \u0432 \u043f\u043e\u0434\u0430\u043d\u043d\u0456. (Automatic Translation)
show-and-set=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u0438 \u0456 \u043d\u0430\u0431\u0456\u0440 (Automatic Translation)
show-asset-title=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u0438 \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a RSS Feed
show-context-link=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u0438 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u043d\u0435 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f (Automatic Translation)
show-extra-info=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u0438 \u0434\u043e\u0434\u0430\u0442\u043a\u043e\u0432\u0443 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e (Automatic Translation)
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page.
tag-based-navigation=\u0422\u0435\u0433, \u043f\u0456\u0434\u0441\u0442\u0430\u0432\u0456 \u043d\u0430\u0432\u0456\u0433\u0430\u0446\u0456\u0457 (Automatic Translation)
the-asset-could-not-be-found=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043d\u0435 \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u0438\u0439.
the-field-value-is-invalid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u043b\u044f. (Automatic Translation)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=\u0412\u0438\u0431\u0440\u0430\u043d\u0456 asset(s) \u0431\u0443\u043b\u0438 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u0456 \u0437\u0456 \u0441\u043f\u0438\u0441\u043a\u0443 \u0442\u043e\u043c\u0443, \u0449\u043e \u0432\u043e\u043d\u0438 \u043d\u0435 \u0432\u0445\u043e\u0434\u044f\u0442\u044c \u0432 \u0441\u0444\u0435\u0440\u0443 \u0446\u0435\u0439 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430. (Automatic Translation)
there-are-no-related-assets=\u0406\u0441\u043d\u0443\u0454 \u043d\u0435\u043c\u0430\u0454 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u043d\u0438\u0445 \u0430\u043a\u0442\u0438\u0432\u0456\u0432. \u0426\u044f \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u043f\u043e\u043a\u0430\u0436\u0435 \u0432\u0441\u0456 \u0430\u043a\u0442\u0438\u0432\u0438, \u044f\u043a\u0456 \u043f\u043e\u0432'\u044f\u0437\u0430\u043d\u0456 \u0437 \u043e\u0441\u043d\u043e\u0432\u043d\u0438\u043c \u0430\u043a\u0442\u0438\u0432\u043e\u043c \u043f\u043e\u0442\u043e\u0447\u043d\u043e\u0457 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438. (Automatic Translation)
view-count-increment=\u041f\u0440\u0438\u0440\u0456\u0441\u0442 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0456\u0432 (Automatic Translation)
x-is-not-a-display-type={0} \u043d\u0435 \u0454 \u0442\u0438\u043f\u043e\u043c \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f.
