#X-Generator: crowdin.com
abstract-length-key-help=Especifique o n\u00famero de caracteres do abstract.
add-content-select-scope-and-type=Adicionar conte\u00fado (selecione o escopo e tipo)
and-operator=Operador E
asset-entry-type=Tipo de Conte\u00fado
asset-link-behavior=Comportamento da Associa\u00e7\u00e3o de Conte\u00fado
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Editora de ativos (Automatic Translation)
asset-selection=Sele\u00e7\u00e3o de Conte\u00fados
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Os conte\u00fados devem ser filtrados com essas regras.
does-not-contain=N\u00e3o Cont\u00eam
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Enable (Automatic Translation)
enable-tag-based-navigation-help=Se habilitado e uma tag est\u00e1 selecionada quando visualizando a p\u00e1gina, ent\u00e3o os conte\u00fados mostrados ser\u00e3o os da tag em vez dos conte\u00fados que foram selecionados manualmente.
exclude-assets-with-0-views=Excluir Conte\u00fados com 0 Visualiza\u00e7\u00f5es
filter-by-field=Filtrar por Campo
filter-by-field-x=Filtrar pelo Campo {0}.
include-tags-specified-in-the-url=Incluir etiquetas especificadas na URL.
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Publicador de Conte\u00fados e M\u00eddias
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Conte\u00fados Melhor Avaliados
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Conte\u00fados Mais Vistos
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Conte\u00fado Recente
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Conte\u00fado Relacionado
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=N\u00e3o foram selecionados conte\u00fados.
number-of-items-to-display-help=O n\u00famero m\u00e1ximo de itens a serem exibidos se a pagina\u00e7\u00e3o estiver desabilitada ou, caso contr\u00e1rio, o n\u00famero de itens a serem exibidos por p\u00e1gina.
only-one-rule-with-the-combination-x-is-supported=Apenas uma regra \u00e9 suportada com a combina\u00e7\u00e3o {0}.
ordering-and-grouping=Ordem e Agrupamento
other-site=Outro site
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Exibe os conte\u00fados geolocalizados em um mapa.
portlet-display-template-description-rich-summary=Exibe abstracts, \u00edcones, conte\u00fados relacionados e a\u00e7\u00f5es de imprimir/editar para os conte\u00fados. Opcionalmente, inclui marcadores e classifica\u00e7\u00f5es de conte\u00fados.
portlet-display-template-name-map=Mapa
portlet-display-template-name-rich-summary=Sum\u00e1rio Rico
query-contains=A requisi\u00e7\u00e3o cont\u00e9m
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Conjunto e habilitar (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Configurar como publicador de conte\u00fado padr\u00e3o para esta p\u00e1gina
set-as-the-default-asset-publisher-for-this-page-help=O publicador de conte\u00fado padr\u00e3o ser\u00e1 utilizado para exibir conte\u00fado web associado a esta p\u00e1gina.
show-add-content-button-help=Isto permite aos usu\u00e1rios adicionar conte\u00fados para a visualiza\u00e7\u00e3o.
show-and-set=Show e Set (Automatic Translation)
show-asset-title=Mostrar t\u00edtulo do conte\u00fado
show-context-link=Mostrar o link do contexto
show-extra-info=Mostrar informa\u00e7\u00f5es extras
show-only-assets-with-x-as-its-display-page=Mostrar apenas conte\u00fados com <em>{0}</em> na p\u00e1gina de exibi\u00e7\u00e3o.
tag-based-navigation=Marca com base em navega\u00e7\u00e3o (Automatic Translation)
the-asset-could-not-be-found=O conte\u00fado n\u00e3o p\u00f4de ser encontrado.
the-field-value-is-invalid=O valor do campo \u00e9 inv\u00e1lido.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=O(s) conte\u00fado(s) selecionado(s) foram removidos da lista, porque eles n\u00e3o pertencem ao escopo deste portlet.
there-are-no-related-assets=N\u00e3o h\u00e1 conte\u00fados relacionados dispon\u00edvel. Esta aplica\u00e7\u00e3o mostrar\u00e1 todos os conte\u00fados relativos ao conte\u00fado principal da p\u00e1gina atual.
view-count-increment=Incremento de contagem de exibi\u00e7\u00e3o (Automatic Translation)
x-is-not-a-display-type={0} n\u00e3o \u00e9 um tipo vis\u00edvel.
