#X-Generator: crowdin.com
abstract-length-key-help=Specific\u0103 num\u0103rul de caractere afi\u0219at pentru numere abstracte.
add-content-select-scope-and-type=Adauga continut (selecta\u0163i de aplicare \u015fi tipul) (Automatic Translation)
and-operator=Si operatorul (Automatic Translation)
asset-entry-type=Tip Bun
asset-link-behavior=Comportament de link-ul activ (Automatic Translation)
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Distribuitor activ (Automatic Translation)
asset-selection=Selectare Bunuri
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Bunurile afi\u0219ate trebuie s\u0103 respecte aceste reguli.
does-not-contain=Nu Con\u021bine
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Permite (Automatic Translation)
enable-tag-based-navigation-help=Dac\u0103 aceasta este bifata \u0219i o etichet\u0103 este selectat\u0103 c\u00e2nd este afi\u0219at\u0103 pagina, atunci bunurile cu acea etichet\u0103 vor fi afi\u0219ate \u00een schimbul bunurilor ce au fost selectate manual.
exclude-assets-with-0-views=Exclude Bunurile cu 0 vizualiz\u0103ri
filter-by-field=Filtru de c\u00e2mp (Automatic Translation)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=Include etichete specificat \u00een URL-ul. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Asset Publisher
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=Cele mai apreciate resurse
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=Cele mai vizualizate resurse
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=Selectare con\u021binut
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=Resurse conectate
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Nici un bun nu a fost selectat.
number-of-items-to-display-help=Num\u0103rul maxim de elemente pentru a afi\u015fa dac\u0103 paginare este dezactivat, altfel num\u0103rul de elemente pentru a afi\u015fa pe pagin\u0103. (Automatic Translation)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=Ordoneaza \u0219i Grupeaza
other-site=Alt Judet
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Afi\u015feaz\u0103 geolocalized activelor \u00eentr-o hart\u0103. (Automatic Translation)
portlet-display-template-description-rich-summary=Afi\u015feaz\u0103 rezumate, icoane, aferente activelor \u015fi ac\u0163iunile de imprimare/editare pentru active. Op\u021bional includ active marcaje \u015fi evalu\u0103ri. (Automatic Translation)
portlet-display-template-name-map=Har\u021bi
portlet-display-template-name-rich-summary=Rich Rezumat (Automatic Translation)
query-contains=Interogare con\u0163ine (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Set \u015fi Enable (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Set as the Default Asset Publisher for This Page
set-as-the-default-asset-publisher-for-this-page-help=Editorul implicit active vor fi utilizate pentru a afi\u015fa con\u0163inutul web asociate la aceast\u0103 pagin\u0103. (Automatic Translation)
show-add-content-button-help=Acest lucru permite utilizatorilor ad\u0103uga active din vedere. (Automatic Translation)
show-and-set=Arat\u0103 \u015fi Set (Automatic Translation)
show-asset-title=Arata Titlu Bunuri
show-context-link=Arata Link Context
show-extra-info=Arat\u0103 informa\u0163ii suplimentare (Automatic Translation)
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page.
tag-based-navigation=Tag-ul pe baz\u0103 de navigare (Automatic Translation)
the-asset-could-not-be-found=Utilizatorul nu a putut fi gasit.
the-field-value-is-invalid=Valoarea de c\u00e2mp este nevalid\u0103. (Automatic Translation)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Mijloacele selectate au fost eliminate din lista deoarece ele nu fac parte din domeniul de aplicare al acest portlet. (Automatic Translation)
there-are-no-related-assets=Nu sunt disponibile nici activele aferente. Aceast\u0103 aplica\u0163ie va afi\u015fa toate activele legate de principalul atu al paginii curente. (Automatic Translation)
view-count-increment=Vezi conta Increment (Automatic Translation)
x-is-not-a-display-type={0} nu este un tip de afisare.
