#X-Generator: crowdin.com
allow-dictionary-words=\u8f9e\u66f8\u306b\u8f09\u3063\u3066\u3044\u308b\u8a00\u8449\u3092\u8a31\u53ef
allow-dictionary-words-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u5171\u901a\u3059\u308b\u8f9e\u66f8\u5185\u306e\u5358\u8a9e\u304c\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059
change-required=\u5909\u66f4\u5fc5\u9808
change-required-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u6700\u521d\u306b\u30ed\u30b0\u30a4\u30f3\u3057\u305f\u969b\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u6c42\u3081\u3089\u308c\u307e\u3059
changeable=\u5909\u66f4\u53ef\u80fd
changeable-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u304c\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059
do-not-warn=\u8b66\u544a\u3092\u8868\u793a\u3057\u306a\u3044
enable-expiration=\u671f\u9650\u5207\u308c\u3092\u6709\u52b9\u306b\u3059\u308b
enable-expiration-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u4e00\u5b9a\u671f\u9593\u5185\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u6c42\u3081\u3089\u308c\u307e\u3059
enable-history-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30dd\u30fc\u30bf\u30eb\u306f\u4ee5\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5c65\u6b74\u306b\u6b8b\u3057\u3001\u4e00\u5ea6\u4f7f\u3063\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u518d\u5229\u7528\u3092\u3055\u305b\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3059
enable-lockout=\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u3092\u6709\u52b9\u306b\u3059\u308b
enable-lockout-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u4e00\u5b9a\u56de\u6570\u30ed\u30b0\u30a4\u30f3\u306b\u5931\u6557\u3059\u308b\u3068\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u30ed\u30c3\u30af\u3055\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059
enable-syntax-checking=\u69cb\u6587\u30c1\u30a7\u30c3\u30af\u3092\u6709\u52b9\u306b\u3059\u308b
enable-syntax-checking-help=\u3053\u308c\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6709\u52b9\u306a\u6587\u5b57\u7a2e\u306e\u7d44\u307f\u5408\u308f\u305b\u304b\u3001\u5341\u5206\u306a\u9577\u3055\u304b\u30c1\u30a7\u30c3\u30af\u3055\u308c\u307e\u3059
grace-limit=\u8a31\u53ef\u3059\u308b\u56de\u6570
grace-limit-help=\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u305f\u5f8c\u3001\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u305b\u305a\u306b\u3001\u4f55\u56de\u307e\u3067\u30ed\u30b0\u30a4\u30f3\u3092\u8a31\u3059\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
history-count=\u5c65\u6b74\u6570
history-count-help=\u5c65\u6b74\u306b\u4fdd\u5b58\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u56de\u6570\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3080\u3001\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u30ec\u30d9\u30eb\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u5bfe\u7b56\u3092\u5b9a\u3081\u307e\u3059\u3002\u30dd\u30ea\u30b7\u30fc\u3092\u5b9a\u3081\u308b\u304b\u3001LDAP\u30b5\u30fc\u30d0\u306b\u4efb\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc
lockout-duration=\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u306e\u671f\u9593
lockout-duration-help=\u30e6\u30fc\u30b6\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u3059\u308b\u671f\u9593\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
maximum-age=\u6709\u52b9\u671f\u9650
maximum-age-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6709\u52b9\u671f\u9650\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
maximum-failure=\u5931\u6557\u56de\u6570
maximum-failure-help=\u30ed\u30b0\u30a4\u30f3\u6642\u306b\u3001\u4f55\u56de\u307e\u3067\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u9593\u9055\u3044\u3092\u8a31\u3059\u304b\u3092\u6c7a\u3081\u307e\u3059
minimum-age=\u5909\u66f4\u62d2\u5426\u671f\u9593
minimum-age-help=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5165\u529b\u5f8c\u3001\u6b21\u56de\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5165\u529b\u307e\u3067\u306e\u5909\u66f4\u3092\u62d2\u5426\u3059\u308b\u671f\u9593\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
minimum-alpha-numeric=\u30a2\u30eb\u30d5\u30a1\u30d9\u30c3\u30c8\u30fb\u6570\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055
minimum-alpha-numeric-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u30a2\u30eb\u30d5\u30a1\u30d9\u30c3\u30c8\u30fb\u6570\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
minimum-length=\u6700\u5c0f\u306e\u9577\u3055
minimum-length-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6700\u5c0f\u306e\u9577\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
minimum-lower-case=\u5c0f\u6587\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055
minimum-lower-case-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u5c0f\u6587\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
minimum-numbers=\u6570\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055
minimum-numbers-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u6570\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
minimum-symbols=\u8a18\u53f7\u306e\u6700\u5c0f\u306e\u9577\u3055
minimum-symbols-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u8a18\u53f7\u306e\u6700\u5c0f\u306e\u9577\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
minimum-upper-case=\u5927\u6587\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055
minimum-upper-case-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u5927\u6587\u5b57\u306e\u6700\u5c0f\u306e\u9577\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
password-changes=\u5909\u66f4\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9
password-expiration=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6709\u52b9\u671f\u9650
password-history=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5c65\u6b74
password-policies=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc
password-syntax-checking=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u69cb\u6587\u78ba\u8a8d
reset-failure-count=\u5931\u6557\u56de\u6570\u306e\u30ea\u30bb\u30c3\u30c8
reset-failure-count-help=\u5931\u6557\u3057\u305f\u30ed\u30b0\u30a4\u30f3\u306e\u56de\u6570\u3092\u8a18\u9332\u3059\u308b\u671f\u9593\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
reset-ticket-max-age=\u30d1\u30b9\u30ef\u30fc\u30c9\u30ea\u30bb\u30c3\u30c8\u30ea\u30f3\u30af\u306e\u6709\u52b9\u671f\u9650
reset-ticket-max-age-help=\u30d1\u30b9\u30ef\u30fc\u30c9\u30ea\u30bb\u30c3\u30c8\u30ea\u30f3\u30af\u306e\u6709\u52b9\u671f\u9650\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
the-password-policy-could-not-be-found=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
until-unlocked-by-an-administrator=\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u30ed\u30c3\u30af\u304c\u5916\u3055\u308c\u308b\u307e\u3067
warning-time=\u6709\u52b9\u671f\u9650\u306e\u6b8b\u308a\u671f\u9593
warning-time-help=\u30e6\u30fc\u30b6\u30fc\u306b\u901a\u77e5\u3059\u308b\u305f\u3081\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6709\u52b9\u671f\u9650\u306e\u6b8b\u308a\u671f\u9593\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u660e\u793a\u7684\u306b\u3001\u3082\u3057\u304f\u306f\u7d44\u7e54\u3092\u901a\u3057\u3066\u30e6\u30fc\u30b6\u30fc\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u306a\u3044\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u4f7f\u308f\u308c\u307e\u3059
you-are-using-ldaps-password-policy=LDAP\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u5229\u7528\u3057\u3066\u3044\u307e\u3059\u3002\u30ed\u30fc\u30ab\u30eb\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u5229\u7528\u3057\u305f\u3044\u5834\u5408\u3001LDAP\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
