#X-Generator: crowdin.com
abstract-length-key-help=\u062d\u062f\u062f \u0639\u062f\u062f \u0627\u0644\u062d\u0631\u0648\u0641 \u0627\u0644\u062a\u064a \u062a\u0639\u0631\u0636 \u0644\u0644\u0645\u0644\u062e\u0635.
add-content-select-scope-and-type=\u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u0649 (\u062a\u062d\u062f\u064a\u062f \u0646\u0637\u0627\u0642 \u0648\u0646\u0648\u0639) (Automatic Translation)
and-operator=\u0648\u0627\u0644\u0645\u0634\u063a\u0644 (Automatic Translation)
asset-entry-type=\u0646\u0648\u0639 \u0627\u0644\u0623\u0635\u0644
asset-link-behavior=\u0633\u0644\u0648\u0643 \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u0635\u0644
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=\u0627\u0644\u0646\u0627\u0634\u0631 \u0627\u0644\u0623\u0635\u0648\u0644 (Automatic Translation)
asset-selection=\u0627\u062e\u062a\u064a\u0627\u0631 \u0623\u0635\u0644
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=\u064a\u062c\u0628 \u0623\u0646 \u062a\u0637\u0627\u0628\u0642 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u0639\u0631\u0648\u0636\u0629 \u0647\u0630\u0647 \u0627\u0644\u0642\u0648\u0627\u0639\u062f.
does-not-contain=\u0644\u0627 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=\u062a\u0645\u0643\u064a\u0646 (Automatic Translation)
enable-tag-based-navigation-help=\u0625\u0630\u0627 \u062a\u0645 \u062a\u062d\u062f\u064a\u062f\u0647 \u0648\u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062f\u0627\u0644\u0629 \u0639\u0646\u062f \u0639\u0631\u0636 \u0627\u0644\u0635\u0641\u062d\u0629\u060c \u0641\u0625\u0646 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u062a\u064a \u062a\u0646\u062f\u0631\u062c \u062a\u062d\u062a \u062a\u0644\u0643 \u0627\u0644\u062f\u0627\u0644\u0629 \u0633\u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627 \u0628\u062f\u0644\u0627 \u0645\u0646 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u064a\u062f\u0648\u064a\u0627.
exclude-assets-with-0-views=\u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u062a\u064a \u0639\u0644\u064a\u0647\u0627 0 \u0645\u0634\u0627\u0647\u062f\u0629
filter-by-field=\u0627\u0644\u062a\u0635\u0641\u064a\u0629 \u062d\u0633\u0628 \u0627\u0644\u062d\u0642\u0644 (Automatic Translation)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=\u0648\u062a\u0634\u0645\u0644 \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0641\u064a \u0639\u0646\u0648\u0627\u0646 URL. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=\u0646\u0627\u0634\u0631 \u0627\u0644\u0623\u0635\u0648\u0644
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=\u0623\u0639\u0644\u0649 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u0642\u064a\u0645\u0647
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=\u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0623\u0643\u062b\u0631 \u0645\u0634\u0627\u0647\u062f\u0629
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0623\u062e\u064a\u0631\u0629
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\u0623\u0635\u0648\u0644 \u0630\u0627\u062a \u0635\u0644\u0629
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=\u0644\u0645 \u064a\u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631 \u0623\u0635\u0648\u0644.
number-of-items-to-display-help=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627 \u0641\u064a \u062d\u0627\u0644\u0629 \u062a\u0639\u0637\u064a\u0644 \u0627\u0644\u062d\u062f\u0648\u062f \u0627\u0644\u0641\u0627\u0635\u0644\u0629 \u0644\u0644\u0635\u0641\u062d\u0627\u062a\u060c \u0648\u0625\u0644\u0627 \u0639\u062f\u062f \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u0639\u0631\u0636\u0647\u0627 \u0641\u064a \u0643\u0644 \u0635\u0641\u062d\u0629. (Automatic Translation)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=\u0627\u0644\u062a\u0631\u062a\u064a\u0628 \u0648\u0627\u0644\u062a\u062c\u0645\u064a\u0639
other-site=\u0648\u0644\u0627\u064a\u0629 \u0623\u062e\u0631\u0649
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=\u064a\u0639\u0631\u0636 \u0627\u0644\u0623\u0635\u0648\u0644 \u062c\u064a\u0648\u0644\u0648\u0643\u0627\u0644\u064a\u0632\u064a\u062f \u0641\u064a \u062e\u0627\u0631\u0637\u0629. (Automatic Translation)
portlet-display-template-description-rich-summary=\u064a\u0639\u0631\u0636 \u0627\u0644\u0645\u0644\u062e\u0635\u0627\u062a\u060c \u0648\u0627\u0644\u0631\u0645\u0648\u0632 \u0648\u0627\u0644\u0623\u0635\u0648\u0644 \u0630\u0627\u062a \u0627\u0644\u0635\u0644\u0629 \u0648\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u0637\u0628\u0627\u0639\u0629/\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0623\u0635\u0648\u0644. \u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0627\u064b \u062a\u0636\u0645\u064a\u0646 \u0625\u0634\u0627\u0631\u0627\u062a \u0645\u0631\u062c\u0639\u064a\u0629 \u0627\u0644\u0623\u0635\u0648\u0644 \u0648\u0627\u0644\u062a\u0635\u0646\u064a\u0641\u0627\u062a. (Automatic Translation)
portlet-display-template-name-map=\u0627\u0644\u062e\u0631\u064a\u0637\u0647
portlet-display-template-name-rich-summary=\u0645\u0644\u062e\u0635 \u0627\u0644\u063a\u0646\u064a\u0629 (Automatic Translation)
query-contains=\u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0639\u0644\u0649 (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=\u062a\u0639\u064a\u064a\u0646 \u0648\u062a\u0645\u0643\u064a\u0646 (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=\u0636\u0628\u0637\u0647 \u0646\u0627\u0634\u0631 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629.
set-as-the-default-asset-publisher-for-this-page-help=\u0646\u0627\u0634\u0631 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0633\u064a\u0633\u062a\u062e\u062f\u0645 \u0644\u0639\u0631\u0636 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628 \u0627\u0644\u0645\u0631\u062a\u0628\u0637 \u0628\u0647\u0630\u0647 \u0627\u0644\u0635\u062d\u0641\u0629.
show-add-content-button-help=\u0648\u0647\u0630\u0627 \u064a\u062a\u064a\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u0636\u0627\u0641\u0629 \u0623\u0635\u0648\u0644 \u0645\u0646 \u0637\u0631\u064a\u0642\u0629 \u0627\u0644\u0639\u0631\u0636. (Automatic Translation)
show-and-set=\u0639\u0631\u0636 \u0648\u062a\u0639\u064a\u064a\u0646 (Automatic Translation)
show-asset-title=\u0639\u0631\u0636 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0623\u0635\u0648\u0644
show-context-link=\u0639\u0631\u0636 \u0631\u0627\u0628\u0637 \u0627\u0644\u0633\u064a\u0627\u0642
show-extra-info=\u0625\u0638\u0647\u0627\u0631 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0625\u0636\u0627\u0641\u064a\u0629 (Automatic Translation)
show-only-assets-with-x-as-its-display-page=\u0639\u0631\u0636 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u062a\u064a \u0644\u062f\u064a\u0647\u0627 \u0635\u0641\u062d\u0629 \u0627\u0644\u0639\u0631\u0636 <em>{0}</em> \u0641\u0642\u0637.
tag-based-navigation=\u0627\u0644\u0639\u0644\u0627\u0645\u0629 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u062a\u0646\u0642\u0644 (Automatic Translation)
the-asset-could-not-be-found=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
the-field-value-is-invalid=\u0642\u064a\u0645\u0629 \u0627\u0644\u062d\u0642\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d. (Automatic Translation)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0623\u0635\u0648\u0644 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0645\u0646 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0644\u0625\u0646\u0647\u0627 \u0644\u0627 \u062a\u0646\u062a\u0645\u064a \u0641\u064a \u0646\u0637\u0627\u0642 \u0647\u0630\u0627 \u0627\u0644\u0645\u062f\u062e\u0644.
there-are-no-related-assets=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u0635\u0648\u0644 \u0630\u0627\u062a \u0635\u0644\u0629. \u0647\u0630\u0627 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0633\u064a\u0639\u0631\u0636 \u0643\u0627\u0641\u0629 \u0627\u0644\u0623\u0635\u0648\u0644 \u0630\u0627\u062a \u0627\u0644\u0635\u0644\u0629 \u0628\u0627\u0644\u0623\u0635\u0644 \u0627\u0644\u0631\u0626\u064a\u0633\u064a \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629.
view-count-increment=\u0632\u064a\u0627\u062f\u0629 \u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0647\u062f\u0627\u062a (Automatic Translation)
x-is-not-a-display-type={0} \u0644\u064a\u0633\u062a \u0635\u0641\u062d\u0629 \u0639\u0631\u0636.
