#X-Generator: crowdin.com
authentication-search-filter-help=Geben Sie den Suchfilter zur \u00dcberpr\u00fcfung von Benutzern an. Die Platzhalter @company_id@, @email_address@, @screen_name@ und @user_id@ werden zur Laufzeit mit den entsprechenden Werten ersetzt.
autogenerate-user-password=Benutzerkennwort automatisch generieren
base-dn-help=Der Basis-DN legt den initialen Suchkontext f\u00fcr Benutzer fest und ist optional.
contact-custom-mappings-help=Beim Import und Export von Benutzern wird diese Zuordnung f\u00fcr die Verbindung von LDAP-Benutzerattributen und benutzerdefinierten Feldern in Kontakten verwendet.
contact-mappings-help=Beim Importieren und Exportieren von Benutzern wird diese Zuordnung f\u00fcr die Verbindung von LDAP-Benutzerattributen und Attributen von Kontakten verwendet.
create-role-per-group=Erstelle eine Rolle pro Gruppe
default-user-password=Standardkennwort f\u00fcr Benutzer
enable-group-cache=Zwischenspeicher f\u00fcr Gruppen aktivieren
enable-user-password=Benutzerkennwort aktivieren
export-enabled-help=Einstellungen f\u00fcr den Export von Benutzern aus dem Portal nach LDAP. Dies erlaubt einem Benutzer seinen Vor- und Familiennamen etc. im Portal zu \u00e4ndern und die \u00c4nderungen an den LDAP-Server weiterzugeben. F\u00fcr die Benutzung dieser Einstellung muss die Konfiguration f\u00fcr "LDAPAuthConfiguration.enabled" auf true gesetzt sein.
export-group-enabled-help=Aktivieren Sie diese Einstellung, wenn Gruppen und ihre Verbindungen aus dem Portal zum LDAP-Server exportiert werden sollen. F\u00fcr die Benutzung dieser Einstellung muss die Konfiguration f\u00fcr "LDAPAuthConfiguration.enabled" auf true gesetzt sein.
group-default-object-classes-help=Wenn eine Gruppe, die in LDAP nicht existiert, exportiert wird, so wird die Gruppe mit den folgenden Standard-Objektklassen erstellt werden.
group-mappings-help=Beim Import von Gruppen werden diese LDAP-Attribute auf die entsprechenden Benutzergruppenattributen innerhalb des Portals abgebildet
group-search-filter-enabled-help=Einstellungen f\u00fcr den Import von LDAP-Gruppen. Diese Einstellungen werden nur verwendet, wenn die Einstellung "LDAPImportConfiguration.enabled" aktiviert ist.
groups-dn-help=Neue Gruppen werden im angegebenen DN erstellt. Diese Gruppen sind nur aktiv, wenn die Eigenschaft "LDAPAuthConfiguration.enabled" und "LDAPExportConfiguration.enabled" aktiviert sind.
import-create-role-per-group-help=Wenn diese Option aktiviert ist, wird eine Rolle pro importierter Gruppe angelegt. Die Rolle wird der Gruppe zugeordnet, so dass Benutzer in dieser Gruppe automatisch die entsprechende Rolle erben.
import-group-cache-enabled-help=Gibt an, ob Gruppen DNs zwischengespeichert werden. Eine Zwischenspeicherung beschleunigt den Benutzerimport, f\u00fchrt jedoch dazu, dass \u00c4nderungen erst nach Erl\u00f6schen des Zwischenspeichers ber\u00fccksichtigt werden. Die Gr\u00f6\u00dfe des Zwischenspeichers und die Speicherdauer werden \u00fcber den Cache "com.liferay.portal.security.exportimport.UserImporter" konfiguriert.
import-lock-expiration-time-help=Legen Sie die Ablaufzeit der Sperre f\u00fcr den LDAP-Import fest. Standardm\u00e4\u00dfig betr\u00e4gt die Ablaufzeit 1 Tag.
import-method=Importmethode
import-method-help=W\u00e4hlen Sie die Importmethode. Beim Import von Benutzern wird das Portal alle Benutzer und die diesen zugewiesenen Gruppen importieren. Beim Import von Gruppen werden dagegen alle Gruppen und die ihnen zugewiesenen Benutzer importiert. DerWert sollte der Art der Speicherung von Gruppenbeziehungen innerhalb Ihres LDAP-Servers entsprechen.
ldap-auth-configuration-name=LDAP-Auth
ldap-export-configuration-name=LDAP-Export
ldap-import-configuration-name=LDAP-Import
ldap-server-configuration-name=LDAP-Server
lock-expiration-time=Ablaufzeit der Sperre
method-help=W\u00e4hlen Sie entweder "Bind" oder "Passwort vergleichen" f\u00fcr die LDAP-Authentifizierungsmethode. BIND wird von den meisten Anbietern bevorzugt, da Sie sich nicht mit Verschl\u00fcsselungsalgorithmen befassen m\u00fcssen
page-size-help=Seitengr\u00f6\u00dfe f\u00fcr Server, die dieses unterst\u00fctzen. F\u00fcr Microsoft Active Directory Server muss dieser Wert geringer als 1000 sein.
password-encryption-algorithm-help=Passwortverschl\u00fcsselung f\u00fcr den Vergleich von Passworten w\u00e4hrend Import und Verschl\u00fcsselung von zu exportierenden Passworten. Passworte werden nur w\u00e4hrend des Imports verglichen, wenn die Einstellung "LDAPAuthConfiguration.method" auf "Passwort vergleichen" gesetzt ist. Wenn der Verschl\u00fcsselungsalgorithmus NONE (default) ist, werden Passworte nicht verschl\u00fcsselt. Der SHA-512 Algorithmus wird nicht unterst\u00fctzt.
password-policy-enabled-help=Set this to true to use LDAP's password policy instead of the portal password policy. If set to true, it is possible that portal generated passwords will not match the LDAP policy. See the "passwords.regexptoolkit.*" properties for details on configuring RegExpToolkit in generating these passwords. Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
range-size-help=W\u00e4hlen Sie die Anzahl der zur\u00fcckzugebenden Werte in jeder Abfrage f\u00fcr Server die dieses unterst\u00fctzen. F\u00fcr Microsoft Active Directory (zumindest auf Windows 2000 oder 2003) darf dieser Wert maximal 1000 betragen.
system-ldap-configuration-name=LDAP-Systemkonfiguration
user-custom-mappings-help=Beim Importieren und Exportieren von Benutzern wird diese Abbildung von LDAP-Benutzerattributen auf benutzerdefinierte Liferay-Benutzerattribute verwendet.
user-default-object-classes-help=Wenn ein Benutzer exportiert wird, der in LDAP noch nicht vorhanden ist, wird er mit diesen Standard-Objektklassen erstellt.
user-ignore-attributes-help=Benutzerattribute, die vom Portal verwaltet werden. Beim Import von LDAP werden diese Attribute \u00fcbersprungen und nicht importiert.
user-mappings-help=Beim Import und Export von Benutzern wird das Portal diese Einstellungen f\u00fcr die Verbindung von LDAP- und Portal-Benutzerattributen verwenden.
user-search-filter-help=Legt fest, welche Benutzer aus LDAP in das Portal importiert werden. Diese Einstellungen werden nur verwendet, wenn die Eigenschaft "LDAPImportConfiguration.enabled" aktiviert ist.
users-dn-help=Neue Benutzer werden f\u00fcr den angegebenen DN angelegt. Dies ist nur aktiv, wenn die Eigenschaften "LDAPAuthConfiguration.enabled" und "LDAPExportConfiguration.enabled" aktiviert sind.
