#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=An unexpected error occurred while installing Xuggler\: {0} (Automatic Copy)
cache-actions=Talpyklos veiksmai (Automatic Translation)
cancel-shutdown=At\u0161aukti i\u0161jungimo (Automatic Translation)
clean-up-actions=I\u0161valyti veiksmus (Automatic Translation)
clean-up-permissions=I\u0161valyti teises. (Automatic Translation)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=I\u0161valyti portalo \u012fskiepio lengvat\u0173 (Automatic Translation)
clean-up-portlet-preferences-help=\u0160is procesas pa\u0161alina visus na\u0161lai\u010diais portalo \u012fskiepio tarifus, kurie priklauso puslapis pataisym\u0173. Portalo \u012fskiepio nuostatos, patenkan\u010dios \u012f portalo \u012fskiepio, kuris nepriklauso puslapis per\u017ei\u016br\u0117ti bus pa\u0161alintas. Portalo \u012fskiepio nuostatos, patenkan\u010dios \u012f runtime portalo \u012fskiepius taip pat bus pa\u0161alintas. (Automatic Translation)
clear-content-cached-across-the-cluster=Ai\u0161kus turinys, talpyklos visoje grup\u0117s. (Automatic Translation)
clear-content-cached-by-this-vm=Ai\u0161kus turinys talpykloje \u0160is VM. (Automatic Translation)
clear-the-database-cache=I\u0161valyti duomen\u0173 talpykl\u0105. (Automatic Translation)
clear-the-direct-servlet-cache=Tiesioginis servlet I\u00b9tr. (Automatic Translation)
configure-the-file-upload-settings=Konfig\u016bruokite fail\u0105 \u012fkelti. (Automatic Translation)
configure-the-mail-server-settings=Konfig\u016bruokite pa\u0161to serverio parametrus. (Automatic Translation)
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=Custom fields already exists for these extra settings\: {0}. Please manually remove the custom fields before attempting to migrate the extra settings. (Automatic Copy)
custom-message=Pasirinktiniai prane\u0161im\u0173 (Automatic Translation)
data-migration=Duomen\u0173 perk\u0117limas (Automatic Translation)
downloading-xuggler=Atsisi\u0173sti Xuggler... (Automatic Translation)
enabling-imagemagick-provides-document-preview-functionality=ImageMagick ir GhostScript teikia dokument\u0173 per\u017ei\u016bros funkcija. (Automatic Translation)
enabling-xuggler-provides-video-conversion-functionality=Pagal Xuggler pateikia vaizdo konvertavimo funkcijas. (Automatic Translation)
file-uploads=Failo \u012fk\u0117limas (Automatic Translation)
generate-thread-dump=Sukurti i\u0161kelties si\u016blai. (Automatic Translation)
hook-plugins=Kablys Plugins (Automatic Translation)
incoming-pop-server=Gaunamus POP serverio (Automatic Translation)
index-actions=Indeksas veiksmai (Automatic Translation)
jar-file=JAR fail\u0105 (Automatic Translation)
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Serverio administracija (Automatic Translation)
log-level=\u017durnalo lygis (Automatic Translation)
log-levels=\u017durnalo lygis (Automatic Translation)
logger-name=Logger pavadinimas (Automatic Translation)
manually-specify-additional-javamail-properties-to-override-the-above-configuration=Rankiniu b\u016bdu nurodyti papildomos JavaMail ypatyb\u0117s nepaisyti auk\u0161\u010diau konfig\u016bracij\u0105. (Automatic Translation)
maximum-memory=Did\u017eiausia atmintis (Automatic Translation)
maximum-thumbnail-height=Miniati\u016br\u0173 auk\u0161tyje (Automatic Translation)
maximum-thumbnail-width=Did\u017eiausias miniati\u016br\u0173 Plotis (Automatic Translation)
memory-used-vs-max-memory=Atminties naudoja vs Max atmintis (Automatic Translation)
no-data-migration-processes-are-available=N\u0117ra joki\u0173 duomen\u0173 migracijos procesus. (Automatic Translation)
no-system-properties-were-found-that-matched-the-keywords=N\u0117ra sistemos savyb\u0117s buvo nustatyta, kad atitikties raktini\u0173 \u017eod\u017ei\u0173. (Automatic Translation)
number-of-minutes=Minu\u010di\u0173 skai\u010dius (Automatic Translation)
please-enter-the-number-of-minutes=\u012eveskite minu\u010di\u0173 skai\u010di\u0173. (Automatic Translation)
plugin-repositories-configuration-name=\u012eskiepiai saugyklos (Automatic Translation)
preparing-the-installation=Ruo\u0161iama diegti... (Automatic Translation)
reindex-all-search-indexes=Perindeksuoti visk\u0105 ie\u0161kos rodykl\u0117s. (Automatic Translation)
reindex-all-spell-check-indexes=Perindeksuoti visas ra\u0161ybos \u017eym\u0117s rodykles. (Automatic Translation)
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=I\u0161 naujo per\u017ei\u016br\u0117ti ir miniati\u016bros fail\u0173 dokumentus ir \u017einiasklaidos. (Automatic Translation)
resource-limits=I\u0161tekli\u0173 ribos (Automatic Translation)
run-the-garbage-collector-to-free-up-memory=Paleisti \u0161iuk\u0161li\u0173 rinktuvas atlaisvinti atmint\u012f. (Automatic Translation)
search-indexes=Paie\u0161ka indeksai (Automatic Translation)
system-actions=Sistemos veiksmai (Automatic Translation)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Pasirinkto failo sistemos parduotuv\u0117s \u0161aknis katalogai yra neleistini. (Automatic Translation)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=\u0160io turto vert\u0117 nuskaitoma i\u0161 portal.properties fail\u0105 arba vien\u0105 i\u0161 jos prat\u0119simo failus. (Automatic Translation)
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=\u0160io turto vert\u0117 buvo nepaisoma naudodami valdymo skyd\u0105, ir yra saugomi duomen\u0173 baz\u0117je. (Automatic Translation)
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u0160iuo metu neb\u0117ra joki\u0173 fail\u0173 \u012fra\u0161\u0173 su papildom\u0173 parametr\u0173. (Automatic Translation)
total-memory=Visa atmintis (Automatic Translation)
used-memory=Naudojama atmintis (Automatic Translation)
user-images=Vartotojo atvaizdai (Automatic Translation)
verification-actions=Patikrinimo veiksmai (Automatic Translation)
verify-database-tables-of-all-plugins=Patikrinti duomen\u0173 baz\u0117s lentel\u0117se visus plugins. (Automatic Translation)
verify-membership-policies=Patikrinkite, ar naryst\u0117s politik\u0105. (Automatic Translation)
web-plugins=Interneto Plugins (Automatic Translation)
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Buvo \u012fdiegtas Xuggler. Turite i\u0161 naujo paleisti server\u012f, kad taikyti pakeitimus. (Automatic Translation)
xuggler-help=Xuggler requires the installation of native libraries that are distributed under the GPL license. If you are able to find your environment specified below, the server can automatically download and install the libraries for you. You will subsequently be required to restart the server. If your environment is not listed below, you will need to compile and install the libraries manually. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
xuggler-installed=Xuggler atrodo, kad b\u016bti \u012fdiegta netinkamai. Galima leisti garso ir vaizdo per\u017ei\u016bros kartos. (Automatic Translation)
xuggler-library-is-installing=Xuggler bibliotekoje diegiamas. (Automatic Translation)
