#X-Generator: crowdin.com
access-key=\u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u06a9\u0644\u06cc\u062f (Automatic Translation)
access-key-help=\u062a\u0646\u0638\u06cc\u0645 \u06a9\u0644\u06cc\u062f \u062f\u0633\u062a\u0631\u0633\u06cc \u062d\u0633\u0627\u0628 AWS. (Automatic Translation)
bucket-name=\u0646\u0627\u0645 \u0633\u0637\u0644 (Automatic Translation)
bucket-name-help=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0627\u0645 \u0633\u0637\u0644 \u062a\u0648\u0633\u0637 S3 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc. (Automatic Translation)
cache-dir-clean-up-expunge=\u062f\u0627\u06cc\u0631\u06a9\u062a\u0648\u0631\u06cc \u062a\u0645\u06cc\u0632 \u06a9\u0634 \u062a\u0627 Expunge (Automatic Translation)
cache-dir-clean-up-expunge-help=\u062a\u0646\u0638\u06cc\u0645 \u062a\u0639\u062f\u0627\u062f \u0631\u0648\u0632 \u0641\u0627\u06cc\u0644 \u062d\u0627\u0641\u0638\u0647 \u067e\u0646\u0647\u0627\u0646 \u0646\u06af\u0647 \u062f\u0627\u0634\u062a\u0647 \u0627\u0633\u062a. (Automatic Translation)
cache-dir-clean-up-frequency=\u0641\u0647\u0631\u0633\u062a \u062d\u0627\u0641\u0638\u0647 \u067e\u0646\u0647\u0627\u0646\u06cc \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u0641\u0631\u06a9\u0627\u0646\u0633 (Automatic Translation)
cache-dir-clean-up-frequency-help=\u0646\u0633\u0628\u062a \u0628\u064a\u0646 \u062a\u0639\u062f\u0627\u062f \u062a\u0645\u0627\u0633 \u0647\u0627 \u0628\u0647 \u0631\u0648\u0634 \u062a\u0645\u06cc\u0632 \u06a9\u0634 \u0641\u0627\u06cc\u0644 \u0648 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0648\u0627\u0642\u0639\u06cc \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0628\u0631\u0627\u06cc \u0647\u0645\u06cc\u0634\u0647 \u062a\u0645\u06cc\u0632 \u06a9\u0631\u062f\u0646 \u062a\u0646\u0638\u06cc\u0645. \u0634\u0645\u0627\u0631\u0647 \u0647\u0627\u06cc \u0628\u0627\u0644\u0627\u062a\u0631 \u0641\u0631\u06a9\u0627\u0646\u0633 \u06a9\u0645\u062a\u0631. (Automatic Translation)
connection-timeout=\u0627\u062a\u0635\u0627\u0644\u060c (Automatic Translation)
connection-timeout-help=\u0645\u062c\u0645\u0648\u0639\u0647 \u0645\u062f\u062a \u0632\u0645\u0627\u0646\u06cc \u0635\u0628\u0631 (\u062f\u0631 \u0645\u06cc\u0644\u06cc \u062b\u0627\u0646\u06cc\u0647) \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u0628\u062a\u062f\u0627 \u0628\u0631\u0642\u0631\u0627\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u0642\u0628\u0644 \u0627\u0632 \u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc \u06a9\u0631\u062f\u0646. \u0645\u0642\u062f\u0627\u0631 0 \u0628\u0647 \u0645\u0639\u0646\u0627\u06cc \u0628\u06cc \u0646\u0647\u0627\u06cc\u062a \u0648 \u062a\u0648\u0635\u06cc\u0647 \u0646\u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
core-pool-size=\u0627\u0646\u062f\u0627\u0632\u0647 \u0627\u0633\u062a\u062e\u0631 \u0647\u0633\u062a\u0647 (Automatic Translation)
core-pool-size-help=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0648\u0644\u06cc\u0647 \u062a\u0639\u062f\u0627\u062f \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0622\u067e\u0644\u0648\u062f \u0642\u0637\u0639\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
http-client-max-connections=\u0627\u062a\u0635\u0627\u0644\u0627\u062a HTTP \u062d\u062f\u0627\u06a9\u062b\u0631 (Automatic Translation)
http-client-max-connections-help=\u062a\u0639\u06cc\u06cc\u0646 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u0627\u062a\u0635\u0627\u0644\u0627\u062a \u0645\u062c\u0627\u0632 HTTP \u0628\u0627\u0632. (Automatic Translation)
http-client-max-error-retry=\u062a\u062c\u062f\u06cc\u062f\u0646\u0638\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 HTTP (Automatic Translation)
http-client-max-error-retry-help=\u062a\u0639\u06cc\u06cc\u0646 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u062a\u0644\u0627\u0634 \u0645\u062c\u062f\u062f \u0628\u0631\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0647\u0627\u06cc \u0634\u06a9\u0633\u062a \u062e\u0648\u0631\u062f\u0647 retriable. (Automatic Translation)
max-pool-size=\u0627\u0633\u062a\u062e\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 (Automatic Translation)
max-pool-size-help=\u062a\u0639\u06cc\u06cc\u0646 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u062a\u0627\u067e\u06cc\u06a9 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0642\u0637\u0639\u0627\u062a. (Automatic Translation)
minimum-uploads-part-size=\u0628\u062e\u0634 \u062d\u062f\u0627\u0642\u0644 \u0627\u0646\u062f\u0627\u0632\u0647 (Automatic Translation)
minimum-uploads-part-size-help=\u062a\u0646\u0638\u06cc\u0645 \u0627\u0646\u062f\u0627\u0632\u0647 \u0628\u062e\u0634 \u062d\u062f\u0627\u0642\u0644 \u0628\u0631\u0627\u06cc \u0642\u0633\u0645\u062a \u0647\u0627\u06cc \u0622\u067e\u0644\u0648\u062f. \u06a9\u0627\u0647\u0634 \u0627\u0646\u062f\u0627\u0632\u0647 \u0628\u062e\u0634 \u062d\u062f\u0627\u0642\u0644 \u0627\u0631\u0633\u0627\u0644 \u0686\u0646\u062f \u0628\u062e\u0634\u06cc \u0628\u0647 \u062a\u0639\u062f\u0627\u062f \u0632\u06cc\u0627\u062f\u06cc \u0627\u0632 \u0642\u0637\u0639\u0627\u062a \u06a9\u0648\u0686\u06a9 \u062a\u0631 \u062a\u0642\u0633\u06cc\u0645 \u0645\u06cc \u0634\u0648\u062f. \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u062e\u06cc\u0644\u06cc \u06a9\u0645 \u062a\u0639\u06cc\u06cc\u0646 \u0627\u062b\u0631 \u0645\u0646\u0641\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0633\u0631\u0639\u062a \u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0627\u0639\u062b \u0631\u06a9\u0648\u062f \u0648 \u0634\u0628\u06a9\u0647 \u0627\u0631\u062a\u0628\u0627\u0637\u06cc \u0627\u0636\u0627\u0641\u06cc \u0628\u0631\u0627\u06cc \u0647\u0631 \u0628\u062e\u0634 \u0627\u0633\u062a. (Automatic Translation)
multipart-upload-threshold=\u0627\u0631\u0633\u0627\u0644 \u0686\u0646\u062f \u0628\u062e\u0634\u06cc \u0622\u0633\u062a\u0627\u0646\u0647 (Automatic Translation)
multipart-upload-threshold-help=\u062a\u0639\u06cc\u06cc\u0646 \u0622\u0633\u062a\u0627\u0646\u0647 \u0627\u0646\u062f\u0627\u0632\u0647 (\u062f\u0631 \u0628\u0627\u06cc\u062a) \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u0686\u0646\u062f \u0628\u062e\u0634\u06cc. \u062f\u0631 \u062d\u0627\u0644\u06cc \u06a9\u0647 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0648\u0686\u06a9\u062a\u0631 \u0627\u0632 \u0627\u06cc\u0646 \u0622\u0633\u062a\u0627\u0646\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u062a\u0635\u0627\u0644 \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u0622\u067e\u0644\u0648\u062f \u0634\u06cc \u06a9\u0644 \u0627\u0631\u0633\u0627\u0644 \u0628\u06cc\u0634 \u0627\u0632 \u0627\u0646\u062f\u0627\u0632\u0647 \u0627\u06cc\u0646 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u0633\u062a\u0631\u0627\u062a\u0698\u06cc \u0628\u062e\u0634\u0647\u0627\u064a \u0622\u067e\u0644\u0648\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
ntlm-proxy-domain=NTLM \u067e\u0631\u0648\u06a9\u0633\u06cc \u062f\u0627\u0645\u0646\u0647 (Automatic Translation)
ntlm-proxy-domain-help=\u062a\u0646\u0638\u06cc\u0645 \u0648\u06cc\u0646\u062f\u0648\u0632 \u0646\u0627\u0645 \u062f\u0627\u0645\u0646\u0647 \u0628\u0631\u0627\u06cc \u067e\u0631\u0648\u06a9\u0633\u06cc NTLM. \u0627\u06af\u0631 \u0634\u0645\u0627 \u0648\u06cc\u0646\u062f\u0648\u0632 NTLM \u067e\u0631\u0648\u06a9\u0633\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645. (Automatic Translation)
ntlm-proxy-workstation=NTLM \u067e\u0631\u0648\u06a9\u0633\u06cc \u0627\u06cc\u0633\u062a\u06af\u0627\u0647 \u06a9\u0627\u0631\u06cc (Automatic Translation)
ntlm-proxy-workstation-help=\u0646\u0627\u0645 \u0627\u06cc\u0633\u062a\u06af\u0627\u0647 \u06a9\u0627\u0631\u06cc \u0648\u06cc\u0646\u062f\u0648\u0632 \u0628\u0631\u0627\u06cc \u067e\u0631\u0648\u06a9\u0633\u06cc NTLM \u062a\u0646\u0638\u06cc\u0645. \u0627\u06af\u0631 \u0634\u0645\u0627 \u0648\u06cc\u0646\u062f\u0648\u0632 NTLM \u067e\u0631\u0648\u06a9\u0633\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645. (Automatic Translation)
proxy-auth-type=\u0646\u0648\u0639 \u062a\u0623\u06cc\u06cc\u062f \u0627\u0639\u062a\u0628\u0627\u0631 \u067e\u0631\u0648\u06a9\u0633\u06cc (Automatic Translation)
proxy-auth-type-help=\u067e\u0631\u0648\u06a9\u0633\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0646\u0648\u0639 \u0627\u0639\u062a\u0628\u0627\u0631 \u0628\u0647 \u0647\u0646\u06af\u0627\u0645 \u0628\u0631\u0642\u0631\u0627\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u0628\u0647 \u0633\u0631\u0648\u06cc\u0633 S3. "\u0647\u06cc\u0686" \u0628\u062f\u0648\u0646 \u067e\u0631\u0648\u06a9\u0633\u06cc \u0631\u0627 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0645\u06cc \u06a9\u0646\u062f. "\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0631\u0645\u0632 \u0639\u0628\u0648\u0631" \u067e\u0631\u0648\u06a9\u0633\u06cc \u0631\u0627 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0645\u06cc \u06a9\u0646\u062f; \u0628\u0631\u0627\u06cc \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0627\u06cc\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0628\u0631\u0627\u06cc \u067e\u0631\u0648\u06a9\u0633\u06cc \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u067e\u0631\u0627\u06a9\u0633\u06cc \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. "Ntlm" \u067e\u0631\u0648\u06a9\u0633\u06cc NTLM \u0648\u06cc\u0646\u062f\u0648\u0632 \u0631\u0627 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0645\u06cc \u06a9\u0646\u062f; \u0628\u0631\u0627\u06cc \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0627\u06cc\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u067e\u0631\u0648\u06a9\u0633\u06cc \u067e\u0631\u0648\u06a9\u0633\u06cc \u0639\u0628\u0648\u0631 NTLM \u067e\u0631\u0648\u06a9\u0633\u06cc \u062f\u0627\u0645\u0646\u0647 \u0648 NTLM \u067e\u0631\u0648\u06a9\u0633\u06cc \u0627\u06cc\u0633\u062a\u06af\u0627\u0647 \u06a9\u0627\u0631\u06cc \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
proxy-host-help=\u062a\u0646\u0638\u06cc\u0645 \u067e\u0631\u0648\u06a9\u0633\u06cc \u0645\u06cc\u0632\u0628\u0627\u0646 \u0645\u0634\u062a\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f. (Automatic Translation)
proxy-password=\u067e\u0631\u0648\u06a9\u0633\u06cc \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 (Automatic Translation)
proxy-password-help=\u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u067e\u0631\u0648\u06a9\u0633\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f \u0627\u06af\u0631 \u0627\u062a\u0635\u0627\u0644 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u067e\u0631\u0648\u06a9\u0633\u06cc. (Automatic Translation)
proxy-port-help=\u062a\u0646\u0638\u06cc\u0645 \u067e\u0631\u0648\u06a9\u0633\u06cc \u0628\u0646\u062f\u0631 \u0645\u0634\u062a\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f. (Automatic Translation)
proxy-username=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u067e\u0631\u0648\u06a9\u0633\u06cc (Automatic Translation)
proxy-username-help=\u067e\u0631\u0648\u06a9\u0633\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f \u0627\u06af\u0631 \u0627\u062a\u0635\u0627\u0644 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u067e\u0631\u0648\u06a9\u0633\u06cc. (Automatic Translation)
s3-region=\u0645\u0646\u0637\u0642\u0647 S3 (Automatic Translation)
s3-region-help=\u062a\u0646\u0638\u06cc\u0645 \u0645\u0646\u0637\u0642\u0647 S3 \u0622\u0645\u0627\u0632\u0648\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0646\u0634\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u06cc\u06a9 \u0645\u0646\u0637\u0642\u0647 \u062c\u063a\u0631\u0627\u0641\u06cc\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u0641\u0631\u0648\u0634\u06af\u0627\u0647 \u0622\u0645\u0627\u0632\u0648\u0646 S3 \u0633\u0637\u0644 \u06a9\u0627\u0631\u0628\u0631 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f. \u0622\u0645\u0627\u0632\u0648\u0646 S3 \u0645\u0646\u0627\u0637\u0642 \u0628\u0631\u0627\u06cc \u0628\u0647\u06cc\u0646\u0647 \u0633\u0627\u0632\u06cc \u0632\u0645\u0627\u0646 \u062a\u0627\u062e\u06cc\u0631 \u062d\u062f\u0627\u0642\u0644 \u0631\u0633\u0627\u0646\u062f\u0646 \u0647\u0632\u06cc\u0646\u0647 \u0648 \u0622\u062f\u0631\u0633 \u0627\u0644\u0632\u0627\u0645\u0627\u062a \u0642\u0627\u0646\u0648\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. \u0627\u0634\u06cc\u0627\u0621 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0645\u0646\u0637\u0642\u0647 \u0622\u0645\u0627\u0632\u0648\u0646 S3 \u0647\u0631\u06af\u0632 \u062a\u0631\u06a9 \u0645\u0646\u0637\u0642\u0647 \u0645\u06af\u0631 \u0635\u0631\u0627\u062d\u062a \u0628\u0647 \u0645\u0646\u0637\u0642\u0647 \u062f\u06cc\u06af\u0631 \u0645\u0646\u062a\u0642\u0644. (Automatic Translation)
s3-storage-class=S3 \u06a9\u0644\u0627\u0633 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc (Automatic Translation)
s3-storage-class-help=\u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0644\u0627\u0633 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc S3 \u0622\u0645\u0627\u0632\u0648\u0646. \u06a9\u0644\u0627\u0633 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f \u0648 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631 \u0628\u0631\u06a9\u0646\u0627\u0631 \u0634\u062f\u0647 \u06a9\u067e\u06cc \u0627\u0632 \u062f\u0627\u062f\u0647 \u0647\u0627 \u062f\u0631 \u0645\u06a9\u0627\u0646 \u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0630\u062e\u06cc\u0631\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u06a9\u0644\u0627\u0633 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc REDUCED_REDUNDANCY \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u063a\u06cc\u0631 \u0627\u0646\u062a\u0642\u0627\u062f\u06cc\u060c \u062a\u062c\u062f\u06cc\u062f \u0627\u0631\u0627\u0626\u0647 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0627\u0631\u0632\u0627\u0646, \u06a9\u0627\u0645\u0644\u0627 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a; \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644\u060c \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u06a9\u0645\u062a\u0631 \u06a9\u0627\u0631 \u0628\u0631\u06a9\u0646\u0627\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
s3-store-configuration-name=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a S3 Store
secret-key=\u06a9\u0644\u06cc\u062f \u0645\u062e\u0641\u06cc (Automatic Translation)
secret-key-help=\u062a\u0646\u0638\u06cc\u0645 \u06a9\u0644\u06cc\u062f \u0645\u062e\u0641\u06cc \u062d\u0633\u0627\u0628 AWS. (Automatic Translation)
