#X-Generator: crowdin.com
captcha-engine=\u041a\u0430\u043f\u0438\u0442\u0430\u043d \u0434\u0432\u0438\u0433\u0430\u0442\u0435\u043b (Automatic Translation)
captcha-engine-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0432\u0438\u0433\u0430\u0442\u0435\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 captchas. reCAPTCHA \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432\u044a\u043d\u0448\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430, \u043a\u043e\u044f\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u043e, \u043d\u043e \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0430 \u0437\u0432\u0443\u043a\u043e\u0432, \u043a\u043e\u0435\u0442\u043e \u043f\u0440\u0430\u0432\u0438 captcha \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0437\u0430 \u0445\u043e\u0440\u0430 \u0441 \u0443\u0432\u0440\u0435\u0434\u0435\u043d\u043e \u0437\u0440\u0435\u043d\u0438\u0435. \u0412\u0438\u0436\u0442\u0435 https\://www.google.com/recaptcha/admin/create \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438. (Automatic Translation)
max-challenges-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043d\u0430 captcha \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u043d\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u0441\u0435\u0441\u0438\u044f. \u041f\u043e\u0441\u0442\u0430\u0432\u044f\u043c \u0442\u043e\u0437\u0438 \u0446\u0435\u043d\u043d\u043e\u0441\u0442 \u043a\u044a\u043c 0 \u043a\u044a\u043c \u0432\u0438\u043d\u0430\u0433\u0438 \u0448\u0430\u0445. \u041f\u043e\u0441\u0442\u0430\u0432\u044f\u043c \u0442\u043e\u0437\u0438 \u0446\u0435\u043d\u043d\u043e\u0441\u0442 \u043a\u044a\u043c \u0447\u0438\u0441\u043b\u043e \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 0 \u0434\u043e \u043d\u0438\u043a\u043e\u0433\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430. \u041d\u0435\u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u0438\u043d\u0430\u0433\u0438 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e \u043f\u043e \u0432\u0441\u044f\u043a\u0430 \u0437\u0430\u044f\u0432\u043a\u0430, \u0430\u043a\u043e captcha \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \u2116 \u0441\u043a\u0440\u0438\u043f\u0442 URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA Private Key (Automatic Copy)
recaptcha-public-key=reCAPTCHA Public Key (Automatic Copy)
recaptcha-script-url=reCAPTCHA \u0441\u043a\u0440\u0438\u043f\u0442 URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043c URL (Automatic Translation)
simple-captcha-background-producers=\u041f\u0440\u043e\u0441\u0442 CAPTCHA \u0444\u043e\u043d \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
simple-captcha-background-producers-help=\u0412\u0445\u043e\u0434\u0435\u043d \u043a\u043b\u0430\u0441 \u0438\u043c\u0435\u043d\u0430, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 nl.captcha.backgrounds.BackgroundProducer. \u0422\u0435\u0437\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u0449\u0435 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA \u0434\u0430 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0444\u043e\u043d \u0437\u0430 \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
simple-captcha-gimpy-renderers=\u041f\u0440\u043e\u0441\u0442 CAPTCHA Gimpy Renderers (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0412\u0445\u043e\u0434\u0435\u043d \u043a\u043b\u0430\u0441 \u0438\u043c\u0435\u043d\u0430, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 nl.captcha.gimpy.GimpyRenderer. \u0422\u0435\u0437\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA \u0437\u0430 gimp \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
simple-captcha-height=\u041f\u0440\u043e\u0441\u0442 CAPTCHA \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 (Automatic Translation)
simple-captcha-height-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430\u0442\u0430 \u0437\u0430 \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437\u0438, \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=\u041f\u0440\u043e\u0441\u0442 CAPTCHA \u0448\u0443\u043c\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
simple-captcha-noise-producers-help=\u0412\u0445\u043e\u0434\u0435\u043d \u043a\u043b\u0430\u0441 \u0438\u043c\u0435\u043d\u0430, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 nl.captcha.noise.NoiseProducer. \u0422\u0435\u0437\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u043e \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA, \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0448\u0443\u043c \u043a\u044a\u043c \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
simple-captcha-text-producers=\u041f\u0440\u043e\u0441\u0442 CAPTCHA \u0442\u0435\u043a\u0441\u0442 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
simple-captcha-text-producers-help=\u0412\u0445\u043e\u0434\u0435\u043d \u043a\u043b\u0430\u0441 \u0438\u043c\u0435\u043d\u0430, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 nl.captcha.text.producer.TextProducer. \u0422\u0435\u0437\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u0449\u0435 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA \u0434\u0430 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
simple-captcha-width=\u041f\u0440\u043e\u0441\u0442 CAPTCHA \u0448\u0438\u0440\u0438\u043d\u0430 (Automatic Translation)
simple-captcha-width-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430\u0442\u0430 \u0437\u0430 \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437\u0438, \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=\u041f\u0440\u043e\u0441\u0442 CAPTCHA \u0434\u0443\u043c\u0430 Renderers (Automatic Translation)
simple-captcha-word-renderers-help=\u0412\u0445\u043e\u0434\u0435\u043d \u043a\u043b\u0430\u0441 \u0438\u043c\u0435\u043d\u0430, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 nl.captcha.text.renderer.WordRenderer. \u0422\u0435\u0437\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u0449\u0435 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043e\u0442 \u043f\u0440\u043e\u0441\u0442 CAPTCHA \u0434\u0430 \u0440\u0435\u043d\u0434\u0438\u0440\u0430 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u043a\u0430\u043f\u0438\u0442\u0430\u043d \u043e\u0431\u0440\u0430\u0437. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=The reCAPTCHA private key is not valid. (Automatic Copy)
the-recaptcha-public-key-is-not-valid=The reCAPTCHA public key is not valid. (Automatic Copy)
