#X-Generator: crowdin.com
add-document=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u8ffd\u52a0
add-document-type=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u8ffd\u52a0
add-file-entry=\u30d5\u30a1\u30a4\u30eb\u30a8\u30f3\u30c8\u30ea\u306e\u8ffd\u52a0
add-file-shortcut=\u30d5\u30a1\u30a4\u30eb\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u306e\u8ffd\u52a0
add-media=\u30e1\u30c7\u30a3\u30a2\u306e\u8ffd\u52a0
add-multiple-documents=\u8907\u6570\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u8ffd\u52a0
add-multiple-file-entries=\u8907\u6570\u30d5\u30a1\u30a4\u30eb\u30a8\u30f3\u30c8\u30ea\u306e\u8ffd\u52a0
add-multiple-media=\u8907\u6570\u30e1\u30c7\u30a3\u30a2\u306e\u8ffd\u52a0
add-repository=\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u8ffd\u52a0
add-shortcut=\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u306e\u8ffd\u52a0
additional-metadata-fields=\u8ffd\u52a0\u30e1\u30bf\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9
an-authentication-error-occurred-while-connecting-to-the-repository=\u30ea\u30dd\u30b8\u30c8\u30ea\u3068\u306e\u63a5\u7d9a\u4e2d\u306b\u8a8d\u8a3c\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
an-unexpected-error-occurred-while-connecting-to-the-repository=\u30ea\u30dd\u30b8\u30c8\u30ea\u3068\u306e\u63a5\u7d9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
an-unexpected-error-occurred-while-saving-your-document=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u4fdd\u5b58\u4e2d\u306b\u4e88\u671f\u3067\u304d\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
browse-by-type=\u30bf\u30a4\u30d7\u3067\u95b2\u89a7
cannot-delete-a-document-type-that-is-presently-used-by-one-or-more-documents=1\u3064\u4ee5\u4e0a\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u308b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
cannot-open-the-requested-document-due-to-the-following-reason=\u6b21\u306e\u7406\u7531\u306e\u305f\u3081\u6307\u6458\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u304c\u958b\u3051\u307e\u305b\u3093\:{0}
change-document-types-and-workflow-message=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u3092\u5909\u66f4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3084\u30b5\u30d6\u30d5\u30a9\u30eb\u30c0\u306b\u3042\u308b\u4e0b\u66f8\u304d\u3084\u30da\u30f3\u30c7\u30a3\u30f3\u30b0\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u3059\u3079\u3066\u307e\u305f\u306f\u4e00\u90e8\u304c\u5931\u308f\u308c\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u307e\u3063\u305f\u304f\u7570\u306a\u308b\u3082\u306e\u306b\u306a\u308a\u307e\u3059\u3002\u5b9f\u884c\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
change-document-types-message=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u3092\u5909\u66f4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3084\u30b5\u30d6\u30d5\u30a9\u30eb\u30c0\u306b\u3042\u308b\u4e0b\u66f8\u304d\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u3059\u3079\u3066\u307e\u305f\u306f\u4e00\u90e8\u304c\u5931\u308f\u308c\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u307e\u3063\u305f\u304f\u7570\u306a\u308b\u3082\u306e\u306b\u306a\u308a\u307e\u3059\u3002\u5b9f\u884c\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
content-type=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u7a2e\u985e
customize-the-version-number-increment-and-describe-my-changes=\u300c\u30d0\u30fc\u30b8\u30e7\u30f3\u30ca\u30f3\u30d0\u30fc\u30a4\u30f3\u30af\u30ea\u30e1\u30f3\u30c8\u300d\u3068\u300c\u81ea\u5206\u306e\u5909\u66f4\u306e\u8aac\u660e\u300d\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3059\u308b
default-document-type=\u30c7\u30d5\u30a9\u30eb\u30c8\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7
default-document-type-help=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u79fb\u52d5\u3055\u308c\u3066\u304d\u305f\u3001\u3082\u3057\u304f\u306fWebDAV\u7d4c\u7531\u3067\u8ffd\u52a0\u3055\u308c\u305f\u5168\u3066\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u81ea\u52d5\u7684\u306b\u3001\u7279\u5b9a\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u307e\u3059\u3002
default-workflow-for-all-document-types=\u3059\u3079\u3066\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u7528\u30c7\u30d5\u30a9\u30eb\u30c8\u30ef\u30fc\u30af\u30d5\u30ed\u30fc
define-specific-document-type-restrictions-and-workflow-for-this-folder-x=\u3053\u306e\u30d5\u30a9\u30eb\u30c0({0})\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u7a2e\u5225\u306e\u5236\u9650\u3068\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u5b9a\u7fa9\u3059\u308b
define-specific-document-type-restrictions-for-this-folder-x=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306b\u7279\u5b9a\u3055\u308c\u305f\u5236\u9650\u3092\u5b9a\u7fa9
delete-expired-temporary-files=\u671f\u9650\u5207\u308c\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664
delete-version=\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u524a\u9664
describe-your-changes=\u81ea\u5206\u306e\u5909\u66f4\u3092\u8aac\u660e
display-style-views=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30b9\u30bf\u30a4\u30eb\u306e\u8868\u793a
display-style-views-cannot-be-empty=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30b9\u30bf\u30a4\u30eb\u8868\u793a\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
dl-util=DL\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3
dl-util-help=\u73fe\u5728\u306e\u30d1\u30f3\u304f\u305a\u9805\u76ee\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306e\u3001\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30e1\u30bd\u30c3\u30c9\u3092\u63d0\u4f9b\u3059\u308b
dl.configuration.name=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\uff06\u30e1\u30c7\u30a3\u30a2\u30b5\u30fc\u30d3\u30b9
document-services=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u30b5\u30fc\u30d3\u30b9
document-type=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7
document-type-restrictions=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u5236\u7d04
document-type-restrictions-and-workflow=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u5236\u9650\u304a\u3088\u3073\u30ef\u30fc\u30af\u30d5\u30ed\u30fc
document-type-restrictions-help=\u7279\u5b9a\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u3060\u3051\u3092\u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u5236\u9650\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u5236\u9650\u306f\u30b5\u30d6\u30d5\u30a9\u30eb\u30c0\u30fc\u307e\u305f\u306f\u95a2\u4fc2\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u3082\u540c\u3058\u304f\u4ed8\u4e0e\u3067\u304d\u307e\u3059\u3002\u73fe\u5728\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u5236\u9650\u3092\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
document-types=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7
document-util=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3
documents-listing=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u30ea\u30b9\u30c8\u5f62\u5f0f
download-file=\u30d5\u30a1\u30a4\u30eb\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
drive-error=\u30c9\u30e9\u30a4\u30d6\u30a8\u30e9\u30fc
edit-document-type=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u7de8\u96c6
entries-listing-for-list-display-style=\u30ea\u30b9\u30c8\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30b9\u30bf\u30a4\u30eb\u7528\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u30ea\u30b9\u30c8
file-is-too-large-for-preview-or-thumbnail-generation=\u30b5\u30e0\u30cd\u30fc\u30eb\u751f\u6210\u3082\u3057\u304f\u306f\u30d7\u30ec\u30d3\u30e5\u30fc\u3059\u308b\u306e\u306b\u3001\u30d5\u30a1\u30a4\u30eb\u304c\u5927\u304d\u3059\u304e\u307e\u3059\u3002
file-version-is-invalid=\u30d5\u30a1\u30a4\u30eb\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
generating-preview-will-take-a-few-minutes=\u30d7\u30ec\u30d3\u30e5\u30fc\u751f\u6210\u306b\u306f\u6570\u5206\u304b\u304b\u308a\u307e\u3059\u3002
get-url=Get {0}URL{1}.
get-url-or-webdav-url=Get {0}URL{1} or {2}WebDAV URL{3}.
go-to-folder=\u30d5\u30a9\u30eb\u30c0\u3092\u53c2\u7167\u3059\u308b
image-x-of-x={1)\u306e\u753b\u50cf{0}
javax.portlet.description.com_liferay_document_library_web_portlet_DLAdminPortlet=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3068\u30e1\u30c7\u30a3\u30a2\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u5c5e\u6027\u3001\u30d5\u30a1\u30a4\u30eb\u3092\u5206\u985e\u3057\u3084\u3059\u304f\u3059\u308b\u30e1\u30bf\u30c7\u30fc\u30bf\u3001\u30d5\u30a1\u30a4\u30eb\u306e\u5909\u66f4\u5c65\u6b74\u3092\u8a18\u9332\u3059\u308b\u30d0\u30fc\u30b8\u30e7\u30cb\u30f3\u30b0\u3001\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3055\u308c\u305f\u30d5\u30a9\u30eb\u30c0\u30fc\u306a\u3069\u306e\u6a5f\u80fd\u3092\u6301\u3064\u3001\u4eee\u60f3\u5171\u6709\u30c9\u30e9\u30a4\u30d6\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u3067\u3059\u3002\u7ba1\u7406\u8005\u306f\u30b5\u30a4\u30c8\u306e\u5185\u5bb9\u306e\u95b2\u89a7\u3068\u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u95b2\u89a7\u3001\u7ba1\u7406\u304c\u53ef\u80fd\u3067\u3001\u30c7\u30fc\u30bf\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_document_library_web_portlet_DLAdminPortlet=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3068\u30e1\u30c7\u30a3\u30a2
javax.portlet.title.com_liferay_document_library_web_portlet_DLPortlet=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3068\u30e1\u30c7\u30a3\u30a2
javax.portlet.title.com_liferay_document_library_web_portlet_IGDisplayPortlet=\u30e1\u30c7\u30a3\u30a2\u30ae\u30e3\u30e9\u30ea\u30fc
last-updated-by-x=\u6700\u7d42\u66f4\u65b0\u8005 {0}
main-metadata-fields=\u30e1\u30a4\u30f3\u30e1\u30bf\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9
major-version=\u30e1\u30b8\u30e3\u30fc\u30d0\u30fc\u30b8\u30e7\u30f3
maximum-entries-to-display=\u6700\u5927\u8868\u793a\u6570
media-files-must-be-one-of-the-following-formats=\u30e1\u30c7\u30a3\u30a2\u30d5\u30a1\u30a4\u30eb\u306f\u4ee5\u4e0b\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u5f93\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\:
metadata-sets=\u30e1\u30bf\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8
minor-version=\u30de\u30a4\u30ca\u30fc\u30d0\u30fc\u30b8\u30e7\u30f3
move-files=\u30d5\u30a1\u30a4\u30eb\u3092\u79fb\u52d5\u3059\u308b
multiple-documents=\u8907\u6570\u306e\u30c7\u30fc\u30bf
multiple-media=\u8907\u6570\u306e\u30e1\u30c7\u30a3\u30a2
new-document=\u65b0\u898f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
new-document-type=\u65b0\u898f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u8ffd\u52a0
new-file-shortcut=\u65b0\u898f\u30d5\u30a1\u30a4\u30eb\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8
new-repository=\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u8ffd\u52a0
no-change-log=\u5909\u66f4\u5c65\u6b74\u306f\u3042\u308a\u307e\u305b\u3093
no-documents-were-found-that-matched-the-keywords-x=\u4ee5\u4e0b\u306e\u30ad\u30fc\u30ef\u30fc\u30c9\u306b\u4e00\u81f4\u3059\u308b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\: {0}.
num-of-documents=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u6570
open-in-ms-office=MS Office\u3067\u958b\u304f
please-enter-a-unique-document-type-name=\u91cd\u8907\u3057\u306a\u3044\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-a-unique-repository-name=\u91cd\u8907\u3057\u306a\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-select-a-document-type=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-verify-your-repository-configuration-parameters=\u30ea\u30dd\u30b8\u30c8\u30ea\u8a2d\u5b9a\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
receive-a-notification-when-someone-adds-a-new-document-in-a-folder-you-are-subscribed-to=\u8cfc\u8aad\u3057\u3066\u3044\u308b\u30d5\u30a9\u30eb\u30c0\u306b\u65b0\u3057\u3044\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u3002
receive-a-notification-when-someone-updates-a-document-in-a-folder-you-are-subscribed-to=\u8cfc\u8aad\u3057\u3066\u3044\u308b\u30d5\u30a9\u30eb\u30c0\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u66f4\u65b0\u3059\u308b\u3002
receive-a-notification-when-someone-updates-a-document-you-are-subscribed-to=\u8cfc\u8aad\u3057\u3066\u3044\u308b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u66f4\u65b0\u3059\u308b\u3002
repository-configuration=\u30ea\u30dd\u30b8\u30c8\u30ea\u8a2d\u5b9a
repository-type=\u30ea\u30dd\u30b8\u30c8\u30ea\u30bf\u30a4\u30d7
results-from-the-local-repository-search-in-x=\u30ed\u30fc\u30ab\u30eb\u30ea\u30dd\u30b8\u30c8\u30ea\u304b\u3089\u306e\u7d50\u679c\u3002{0}\u304b\u3089\u306e\u691c\u7d22\u3002
right-now-by-x=\u305f\u3063\u305f\u4eca \: {0}
save-and-checkin=\u4fdd\u5b58\u3057\u3066\u30c1\u30a7\u30c3\u30af\u30a4\u30f3
search-documents=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u691c\u7d22
select-document-type=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
select-documents-from-the-left-to-add-them-to-the-documents-and-media=\u5de6\u306b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3068\u30e1\u30c7\u30a3\u30a2\u306b\u8ffd\u52a0\u3057\u305f\u3044\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
select-media-type=\u30e1\u30c7\u30a3\u30a2\u30bf\u30a4\u30d7\u3092\u9078\u629e
select-metadata-set=\u30e1\u30bf\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u9078\u629e
select-whether-this-is-a-major-or-minor-version=\u30e1\u30b8\u30e3\u30fc\u304b\u30de\u30a4\u30ca\u30fc\u30d0\u30fc\u30b8\u30e7\u30f3\u304b\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
shortcut-to-x={0} \u3078\u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8
show-actions=\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b
show-folder-menu=\u30d5\u30a9\u30eb\u30c0\u30fc\u30e1\u30cb\u30e5\u30fc\u3092\u8868\u793a\u3059\u308b
show-media-type=\u30e1\u30c7\u30a3\u30a2\u30bf\u30a4\u30d7\u3092\u8868\u793a
show-navigation-links=\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30ea\u30f3\u30af\u3092\u8868\u793a\u3059\u308b
slide-show=\u30b9\u30e9\u30a4\u30c9\u30b7\u30e7\u30fc
target-folder=\u5bfe\u8c61\u306e\u30d5\u30a9\u30eb\u30c0
target-site=\u5bfe\u8c61\u306e\u30b5\u30a4\u30c8
the-document-type-you-selected-is-not-valid-for-this-folder=\u9078\u629e\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306f\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u3067\u306f\u7121\u52b9\u3067\u3059\u3002
the-folder-name-cannot-end-with-the-following-characters-x=\u30d5\u30a9\u30eb\u30c0\u30fc\u540d\u304c\u4ee5\u4e0b\u306e\u6587\u5b57\u3067\u7d42\u4e86\u3057\u3066\u3044\u307e\u305b\u3093\u3002\: {0}
the-source-file-does-not-have-the-same-extension-as-the-original-file=\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306f\u57fa\u306e\u30d5\u30a1\u30a4\u30eb\u3068\u540c\u3058\u62e1\u5f35\u5b50\u3092\u6301\u3064\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
there-are-no-documents=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u3042\u308a\u307e\u305b\u3093\u3002
there-are-no-documents-or-media-files-of-type-x=<em>{0}</em>\u3068\u3044\u3046\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3082\u3057\u304f\u306f\u30e1\u30c7\u30a3\u30a2\u30d5\u30a1\u30a4\u30eb\u306e\u7a2e\u985e\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
there-are-no-media-files-in-this-folder=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u306f\u30e1\u30c7\u30a3\u30a2\u30d5\u30a1\u30a4\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3002
upload-documents-no-larger-than-x=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u53ef\u80fd\u30b5\u30a4\u30ba\u306f{0}\u4ee5\u4e0b\u3067\u3059\u3002
uploaded-by-x=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306f {0}, {1}
uploaded-by-x-x=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306f<a href\="{0}">{1}</a>\u304b\u3089, {2}
use-document-type-restrictions-and-workflow-of-the-parent-folder-x=\u89aa\u30d5\u30a9\u30eb\u30c0{0}\u306e\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u5236\u7d04\u3068\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u4f7f\u3046
use-document-type-restrictions-of-the-parent-folder-x=\u89aa\u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u5236\u9650\u3092\u4f7f\u7528\u3059\u308b
version-notes=\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u5099\u8003
versioning=\u30d0\u30fc\u30b8\u30e7\u30cb\u30f3\u30b0
view-original-file=\u5143\u30d5\u30a1\u30a4\u30eb\u306e\u8868\u793a
view-slide-show=\u30b9\u30e9\u30a4\u30c9\u30b7\u30e7\u30fc
webdav-help=\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u306e\u30d5\u30a1\u30a4\u30eb\u30a8\u30af\u30b9\u30d7\u30ed\u30fc\u30e9\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u304a\u3088\u3073\u30d5\u30a9\u30eb\u30c0\u3092\u76f4\u63a5\u7ba1\u7406\u3067\u304d\u307e\u3059\u3002<a href\="{0}" target\="_blank">\u8a73\u7d30\u306f\u3053\u3061\u3089</a>
webdav-windows-help=\u30a8\u30af\u30b9\u30d7\u30ed\u30fc\u30e9\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u304a\u3088\u3073\u30d5\u30a9\u30eb\u30c0\u3092\u7ba1\u7406\u3067\u304d\u307e\u3059\u3002Windows\u304b\u3089\u5229\u7528\u3059\u308b\u524d\u306b\u3001\u30de\u30a4\u30af\u30ed\u30bd\u30d5\u30c8\u304b\u3089\u63d0\u4f9b\u3055\u308c\u3066\u3044\u308b<a href\="{0}" target\="_blank">\u30d1\u30c3\u30c1</a>\u3092\u9069\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002\uff08<a href\="{1}" target\="_blank">\u8a73\u7d30\u3092\u53c2\u7167</a>\uff09
x-files-are-ready-to-be-moved={0}\u500b\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u79fb\u52d5\u3067\u304d\u307e\u3059\u3002
x-files-cannot-be-moved={0}\u30d5\u30a1\u30a4\u30eb\u3092\u79fb\u52d5\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
x-shortcuts-are-ready-to-be-moved={0}\u500b\u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u304c\u79fb\u52d5\u3067\u304d\u307e\u3059\u3002
x-shortcuts-cannot-be-moved={0}\u500b\u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u306f\u79fb\u52d5\u3067\u304d\u307e\u305b\u3093\u3002
you-can-create-a-shortcut-to-any-document-that-you-have-read-access-for=\u8aad\u307f\u53d6\u308a\u6a29\u9650\u306e\u3042\u308b\u3059\u3079\u3066\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3078\u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u3068\u5143\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u4e21\u65b9\u306b\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u306a\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u3092\u901a\u3057\u3066\u5143\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002
you-can-only-checkin-documents-you-have-checked-out-yourself=\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3057\u304b\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-access-the-repository-because-you-are-not-allowed-to-or-it-is-unavailable=\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u5229\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u3053\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u3078\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-modify-this-document-because-it-was-checked-out-by-x-on-x={1}\u306b{0}\u3055\u3093\u306b\u3088\u3063\u3066\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u305f\u305f\u3081\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-modify-this-document-because-it-was-locked-by-x-on-x={1}\u306b{0}\u306b\u3088\u3063\u3066\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u306e\u3067\u3053\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-modify-this-folder-because-it-was-locked=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-do-not-have-permission-to-create-a-shortcut-to-the-selected-document=\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u6a29\u9650\u306f\u3042\u308a\u307e\u305b\u3093\u3002
you-must-checkin-the-document-before-performing-the-operation=\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
you-now-have-a-lock-on-this-document=\u3053\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30ed\u30c3\u30af\u3092\u89e3\u9664\u3059\u308b\u307e\u3067\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30ed\u30c3\u30af\u306f{0}\u5f8c\u306b\u81ea\u52d5\u7684\u306b\u89e3\u9664\u3055\u308c\u307e\u3059\u3002
you-now-have-an-indefinite-lock-on-this-document=\u3053\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u7121\u671f\u9650\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30ed\u30c3\u30af\u3092\u89e3\u9664\u3059\u308b\u307e\u3067\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30ed\u30c3\u30af\u306f\u5931\u52b9\u3057\u307e\u305b\u3093\u3002
