#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e20\u0e32\u0e29\u0e32\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e41\u0e1b\u0e25\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e08\u0e32\u0e19\u0e2a\u0e35\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e20\u0e32\u0e29\u0e32 \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e23\u0e01 (Automatic Translation)
copy-display-templates=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 (Automatic Translation)
copy-form-templates=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e40\u0e17\u0e47\u0e21\u0e40\u0e1e\u0e25\u0e15\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
copy-template=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
copy-templates=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e20\u0e32\u0e22\u0e43\u0e19\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07 DDM (Automatic Translation)
ddm-structure-local-service-help=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b (DDM) (Automatic Translation)
ddm-structure-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 DDM \u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
ddm-structure-service-help=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b (DDM) \u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
ddm-template-local-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e20\u0e32\u0e22\u0e43\u0e19\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a DDM (Automatic Translation)
ddm-template-local-service-help=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 \u0e01\u0e32\u0e23\u0e25\u0e1a \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b (DDM) \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01 (Automatic Translation)
ddm-template-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 DDM \u0e41\u0e21\u0e48 (Automatic Translation)
ddm-template-service-help=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 \u0e01\u0e32\u0e23\u0e25\u0e1a \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b (DDM) \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01 \u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22 (Automatic Translation)
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e2d\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19 (Automatic Translation)
journal-article=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e40\u0e27\u0e47\u0e1a (Automatic Translation)
journal-template-cacheable-help=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e40\u0e09\u0e1e\u0e32\u0e30 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e1a\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e0b\u0e36\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23 CMS \u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21 API \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01 (Automatic Translation)
json[stands-for]=JSON (Automatic Copy)
manage-templates=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01 (Automatic Translation)
new-structure=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
only-allow-deleting-required-fields-in-edit-mode=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e40\u0e09\u0e1e\u0e32\u0e30 \u0e01\u0e32\u0e23\u0e25\u0e1a\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e41\u0e01\u0e49\u0e44\u0e02 (Automatic Translation)
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=\u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19 (\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e23\u0e31\u0e1a\u0e21\u0e32\u0e08\u0e32\u0e01\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2b\u0e25\u0e31\u0e01) (Automatic Translation)
save-and-continue=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 \u0e41\u0e25\u0e30\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b (Automatic Translation)
script-file=\u0e41\u0e1f\u0e49\u0e21\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c (Automatic Translation)
storage-type=\u0e0a\u0e19\u0e34\u0e14\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e40\u0e01\u0e47\u0e1a (Automatic Translation)
structure-help=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e19\u0e31\u0e49\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e19\u0e35\u0e49\u0e27\u0e48\u0e32\u0e07\u0e44\u0e27\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1d\u0e31\u0e07\u0e25\u0e07\u0e43\u0e19\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2d\u0e37\u0e48\u0e19 (Automatic Translation)
template-key-help=\u0e04\u0e35\u0e22\u0e4c\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e1a\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e19\u0e35\u0e49\u0e04\u0e23\u0e31\u0e1a\u0e43\u0e19\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2d\u0e37\u0e48\u0e19\u0e01\u0e47 (Automatic Translation)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e21\u0e35 substructures \u0e2b\u0e19\u0e36\u0e48\u0e07 (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07 \u0e40\u0e1e\u0e23\u0e32\u0e30\u0e21\u0e31\u0e19\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e19\u0e36\u0e48\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e21\u0e31\u0e19\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e32\u0e21\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e19\u0e36\u0e48\u0e07 (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a \u0e40\u0e1e\u0e23\u0e32\u0e30\u0e21\u0e31\u0e19\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e19\u0e36\u0e48\u0e07 (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=\u0e21\u0e35\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e19\u0e35\u0e49 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e16\u0e49\u0e32\u0e0a\u0e37\u0e48\u0e2d\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e16\u0e39\u0e01\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e37\u0e48\u0e2d \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e2d\u0e32\u0e2d\u0e2d\u0e01 (Automatic Translation)
this-is-a-collection-of-fields=\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
this-is-a-repeatable-field=\u0e19\u0e35\u0e48\u0e04\u0e37\u0e2d\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e33\u0e0b\u0e49\u0e33\u0e44\u0e14\u0e49 \u0e17\u0e33\u0e0b\u0e49\u0e33\u0e43\u0e19\u0e01\u0e32\u0e23\u0e1e\u0e35\u0e48\u0e19\u0e49\u0e2d\u0e07\u0e2d\u0e48\u0e32\u0e19\u0e04\u0e48\u0e32\u0e41\u0e15\u0e48\u0e25\u0e30\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e19\u0e33\u0e21\u0e32\u0e43\u0e0a\u0e49 \u0e42\u0e14\u0e22\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 (Automatic Translation)
variable=\u0e15\u0e31\u0e27\u0e41\u0e1b\u0e23 (Automatic Translation)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e41\u0e2d\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
you-have-entered-invalid-json=\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e1b\u0e49\u0e2d\u0e19 JSON \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
