#X-Generator: crowdin.com
a-tag-with-that-name-already-exists=A tag with that name already exists. (Automatic Copy)
add-tag=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043c\u0430\u0440\u043a\u0435\u0440
are-you-sure-you-want-to-merge-x-into-x=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u043b\u0435\u0435\u0442\u0435 "{0}" \u0441 "{1}"? \u0422\u043e\u0432\u0430 \u0449\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u0441 "{0}", \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u0441 "{1}".
into-this-tag=Into This Tag\: (Automatic Copy)
javax.portlet.description.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u041c\u0430\u0440\u043a\u0435\u0440\u0438\u0442\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0447\u0440\u0435\u0437 \u0433\u044a\u0432\u043a\u0430\u0432\u0438 \u0433\u0440\u0443\u043f\u0438 \u043d\u0430 \u0442\u0435\u0440\u043c\u0438\u043d\u0438 \u0438 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0440\u0435\u0447\u043d\u0438\u0446\u0438. \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u0442\u0438\u043a\u0435\u0442\u0438, \u043f\u0440\u0438\u0441\u0432\u043e\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0438 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u043e\u043f\u0446\u0438\u0438. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0442\u0430\u0433\u043e\u0432\u0435 \u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u0442\u0435 \u043c\u0430\u0440\u043a\u0435\u0440 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u0438 \u0438 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u0440\u0438 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435. (Automatic Translation)
javax.portlet.long-title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0422\u0430\u0433\u043e\u0432\u0435 \u0438 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438
javax.portlet.title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0422\u0430\u0433\u043e\u0432\u0435 \u0438 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438
merge-tags=\u041e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
new-tag=\u041d\u043e\u0432 \u0435\u0442\u0438\u043a\u0435\u0442 (Automatic Translation)
override-tags-properties=Override Tags Properties (Automatic Copy)
please-choose-at-least-x-tags=Please choose at least {0} tags. (Automatic Copy)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-tag=Properties are a way to add more detailed information to a specific tag. They are separated into key value pairs that allow you to associate detailed information with a tag. (Automatic Copy)
the-tag-could-not-be-found=The tag could not be found. (Automatic Copy)
there-are-no-tags.-you-can-add-a-tag-by-clicking-the-plus-button-on-the-bottom-right-corner=\u041d\u044f\u043c\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0438. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0435\u0442\u0438\u043a\u0435\u0442, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u043f\u043b\u044e\u0441 \u0432 \u0434\u043e\u043b\u043d\u0438\u044f \u0434\u0435\u0441\u0435\u043d \u044a\u0433\u044a\u043b. (Automatic Translation)
usages=Usages (Automatic Copy)
