#X-Generator: crowdin.com
add-attribute=Afegeix un atribut
add-custom-field=Afegeix un camp personalitzat
as-keyword=Com a paraula clau
as-text=Com a text
custom-field-display-type-help=Especifica quin tipus de control s'utilitza per definir aquest camp.
custom-field-height-help=Estableix l'altura del camp de text en pixels.
custom-field-hidden-help=Configurar un camp personalitzat com a invisible significa que el valor del camp no es mostrar\u00e0 mai en cap pantalla m\u00e9s enll\u00e0 d'aquesta. Aix\u00f2 permet que el camp sigui emprat per servir de control o altres comportaments avan\u00e7ats com a actuar de repositori temporal de permisos personalitzats.
custom-field-index-type-help=Configurar un camp personalitzat com a cercable indica que el valor del camp \u00e9s indexat quan l'entitat (per exemple un Usuari) \u00e9s modificada. Nom\u00e9s els camps de tipus java.lang.String poden ser fets cercables. Si es modifica un camp per ser indexable, caldr\u00e0 actualitzar els \u00edndexos per qu\u00e8 la cerca de la informaci\u00f3 estigui disponible.
custom-field-key-help=La clau del camp personalitzat s'utilitza per accedir program\u00e0ticament al camp a trav\u00e9s de l'etiqueta
custom-field-secret-help=Configurar un camp personalitzat com a secret indica que la informaci\u00f3 introdu\u00efda per l'usuari no \u00e9s visible en pantalla. Es recomana fer servir per a les contrasenyes.
custom-field-visible-with-update-permission-help=Configurar un camp personalitzat com a visible amb el perm\u00eds actualitzat significa que un usuari amb un perm\u00eds d'aquestes caracter\u00edstiques pot visualitzar aquest camp. Aquesta configuraci\u00f3 sobreescriu el valor del que est\u00e0 ocult en aquest cas.
custom-fields-are-not-enabled-for-any-resource=Els camps personalitzats no estan habilitats per a cap recurs.
enter-one-value-per-line=Introdu\u00efu un valor per l\u00ednia.
index-type=Tipus d'\u00edndex
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Camps personalitzats
not-searchable=No permet fer cerques
please-enter-a-valid-value=Introdu\u00efu un valor v\u00e0lid.
selection-list=Llista de selecci\u00f3
the-custom-field-could-not-be-found=No s'ha trobat el camp personalitzat.
visible-with-update-permission=Visible si s'actualitza
