#X-Generator: crowdin.com
add-favorite=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0641\u0636\u0644\u0629 (Automatic Translation)
add-feed=\u0623\u0636\u0641 \u062d\u0642\u0644
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=\u0643\u0627\u0641\u0629 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0644\u0651\u062f \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u061f
are-you-sure-you-want-to-delete-the-selected-version=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u0629\u061f
are-you-sure-you-want-to-delete-the-selected-web-content=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u061f
are-you-sure-you-want-to-delete-this-web-content=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0647\u0630\u0627 \u0627\u0644\u0634\u062e\u0635\u061f
are-you-sure-you-want-to-delete-this-web-content-version=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0647\u0630\u0627 \u0627\u0644\u0634\u062e\u0635\u061f
are-you-sure-you-want-to-expire-the-selected-version=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u0629\u061f
are-you-sure-you-want-to-expire-the-selected-web-content=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u061f
article-id=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0642\u0627\u0644\u0629 (Automatic Translation)
autogenerate-id=\u062a\u0643\u0648\u0651\u064a\u0646 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u062a\u0639\u0631\u064a\u0641\u064a \u062a\u0644\u0642\u0627\u0626\u064a\u0627
browse-by-structure=Browse by Structure (Automatic Copy)
category.journal=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of web content articles will be changeable. The default language of web content articles is inherited from the site settings.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=\u0625\u062e\u062a\u0631 \u0627\u0644\u0647\u064a\u0643\u0644
default-display-page=\u0635\u0641\u062d\u0629 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629
default-display-page-help=\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0635\u0641\u062d\u0629 \u0627\u0644\u0639\u0631\u0636 \u0639\u0631\u0636 \u0637\u0631\u064a\u0642\u0629 \u0639\u0631\u0636 \u0643\u0627\u0645\u0644 \u0644\u0644\u0645\u062d\u062a\u0648\u0649. \u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0639\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0642\u0627\u062f\u0631\u0627\u064b \u0639\u0644\u0649 \u062a\u062d\u062f\u064a\u062f \u062d\u064a\u062b \u0641\u064a \u0627\u0644\u0635\u0641\u062d\u0629 \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0628\u0625\u0636\u0627\u0641\u0629 "\u0627\u0644\u0646\u0627\u0634\u0631 \u0627\u0644\u0623\u0635\u0648\u0644" \u0648\u062a\u0643\u0648\u064a\u0646\u0647 "\u0646\u0627\u0634\u0631 \u0627\u0644\u0623\u0635\u0648\u0644" \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0644\u0635\u0641\u062d\u0629. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=\u0635\u0641\u062d\u0629 \u0627\u0644\u0639\u0631\u0636
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=\u062a\u062d\u0631\u064a\u0631 \u0645\u062d\u062a\u0648\u0649
editing-the-current-structure-deletes-all-unsaved-content=Editing the current structure deletes all unsaved content. (Automatic Copy)
editing-the-current-template-deletes-all-unsaved-content=Editing the current template deletes all unsaved content. (Automatic Copy)
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=\u0625\u0646\u062a\u0647\u0627\u0621
expire-this-version=\u0625\u0646\u0647\u0627\u0621 \u0647\u0630\u0647 \u0627\u0644\u0646\u0633\u062e\u0629
expire-version=\u0625\u0646\u0647\u0627\u0621 \u0627\u0644\u0646\u0633\u062e\u0629
favorite=\u0627\u0644\u0645\u0641\u0636\u0644\u0629 (Automatic Translation)
feed-item-content=\u0645\u062d\u062a\u0648\u0649 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u0648\u062c\u0632
feed-type=\u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u062c\u0632
filter-web-content-list-by-structure-x=\u0641\u0631\u0632 \u0642\u0627\u0626\u0645\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628 \u062d\u0633\u0628 \u0627\u0644\u0647\u064a\u0643\u0644 {0}.
group-id=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=In order to preview your changes, the web content is saved as a draft. Are you sure you want to do this? (Automatic Copy)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=\u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 \u0623\u064a \u0645\u062d\u062a\u0648\u0649 \u0643\u0646\u062a \u0623\u0648\u062f \u0623\u0646 \u0623\u0636\u064a\u0641 \u0644\u0645\u0648\u0642\u0639\u060c \u0645\u062b\u0644 \u0627\u0644\u0645\u0642\u0627\u0644\u0627\u062a\u060c \u0627\u0644\u0623\u0633\u0626\u0644\u0629 \u0627\u0644\u0645\u062a\u062f\u0627\u0648\u0644\u0629\u060c \u0623\u0648 \u0639\u0646\u0635\u0631 \u0623\u062e\u0628\u0627\u0631. \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u0648\u0646 \u064a\u0645\u0643\u0646\u0643 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u0649\u060c \u0641\u0636\u0644\u0627 \u0639\u0646 \u062a\u0639\u064a\u064a\u0646 \u0623\u062f\u0648\u0627\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a. \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u0636\u0627\u0641\u0629\u060c \u062a\u062d\u0631\u064a\u0631\u060c \u0648\u0627\u0644\u0645\u0648\u0627\u0641\u0642\u0629 \u0639\u0644\u0649 \u0623\u0648 \u0639\u0631\u0636 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u062a\u0628\u0639\u0627\u064b \u0644\u062f\u0648\u0631\u0647\u0627. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=\u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=\u0639\u0631\u0636 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
journal-article-comments=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u062a\u0639\u0644\u064a\u0642\u0627\u062a \u0644\u0644\u0645\u0642\u0627\u0644\u0627\u062a \u0627\u0644\u0635\u062d\u0641\u064a\u0629. (Automatic Translation)
journal-article-custom-token-names=\u062a\u0639\u064a\u064a\u0646 \u0642\u0627\u0626\u0645\u0629 \u0628\u0623\u0633\u0645\u0627\u0621 \u0631\u0645\u0632\u064a\u0629 \u0645\u062e\u0635\u0635\u0629 \u064a\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644\u0647 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0642\u062f\u064a\u0645 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0627\u062f\u0629. (Automatic Translation)
journal-article-custom-token-values=\u062a\u0639\u064a\u064a\u0646 \u0642\u0627\u0626\u0645\u0629 \u0642\u064a\u0645 \u0631\u0645\u0632\u064a\u0629 \u0645\u062e\u0635\u0635\u0629 \u064a\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644\u0647 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0642\u062f\u064a\u0645 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0627\u062f\u0629. (Automatic Translation)
journal-article-database-search-content-keywords=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 false \u062a\u062c\u0627\u0647\u0644 \u0627\u0644\u0645\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0639\u0646\u062f \u062a\u0646\u0641\u064a\u0630 \u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0643\u0644\u0645\u0629 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0644\u0645\u0642\u0627\u0644\u0627\u062a \u0627\u0644\u0635\u062d\u0641\u064a\u0629. (Automatic Translation)
journal-article-expire-all-versions=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0635\u062d\u064a\u062d \u0623\u0646 \u062a\u0646\u062a\u0647\u064a \u062c\u0645\u064a\u0639 \u0625\u0635\u062f\u0627\u0631\u0627\u062a \u0627\u0644\u0645\u0627\u062f\u0629 \u0639\u0646\u062f\u0645\u0627 \u062a\u0646\u062a\u0647\u064a \u0645\u0642\u0627\u0644\u0629. \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0625\u0644\u0649 false \u0644\u062a\u0646\u062a\u0647\u064a \u0623\u062d\u062f\u062b \u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0645\u0627\u062f\u0629 \u0627\u0644\u0645\u0639\u062a\u0645\u062f\u0629 \u0641\u0642\u0637 \u0639\u0646\u062f\u0645\u0627 \u062a\u0646\u062a\u0647\u064a \u0645\u0642\u0627\u0644\u0629. (Automatic Translation)
journal-article-index-all-versions=\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u0641\u0647\u0631\u0633\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0627\u062f\u0629 \u0627\u0644\u0625\u0635\u062f\u0627\u0631\u0627\u062a. \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0625\u0644\u0649 false \u0625\u0644\u0649 \u0627\u0644\u0641\u0647\u0631\u0633 \u0641\u0642\u0637 \u0622\u062e\u0631 \u0625\u0635\u062f\u0627\u0631 \u0627\u0644\u0641\u0647\u0631\u0633\u0629. (Automatic Translation)
journal-article-local-service=Journal Article Local Service (Automatic Copy)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions.
journal-article-service=Journal Article Service (Automatic Copy)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0646\u0648\u0639 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0630\u064a \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0642\u0627\u0644\u0627\u062a \u0627\u0644\u0635\u062d\u0641\u064a\u0629. (Automatic Translation)
journal-article-token-page-break=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064a\u0632 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0646\u062f \u0641\u0648\u0627\u0635\u0644 \u0625\u062f\u0631\u0627\u062c \u0635\u0641\u062d\u0627\u062a \u0628\u0633\u064a\u0637\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0627\u062f. (Automatic Translation)
journal-article-view-permission-check=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 true \u0644\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0623\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u062f\u064a\u0647 \u0625\u0630\u0646 \u0639\u0631\u0636 \u0639\u0644\u0649 \u0645\u0642\u0627\u0644\u0629 \u064a\u0648\u0645\u064a\u0629 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u062e\u0627\u0635 \u0628\u0647. (Automatic Translation)
journal-content=\u0645\u062d\u062a\u0648\u0649 \u062f\u0641\u062a\u0631 \u0627\u0644\u064a\u0648\u0645\u064a\u0629 (Automatic Translation)
journal-content-help=\u064a\u0648\u0641\u0631 \u0623\u0633\u0627\u0644\u064a\u0628 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0644\u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628. (Automatic Translation)
journal-content-portlet-instance-configuration-name=Web Content Display
journal-content-search-portlet-instance-configuration-name=Web Content Search
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=\u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u062f\u062e\u0644 \u0645\u062f\u062e\u0644 "\u0639\u0631\u0636 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628" \u0641\u064a \u0635\u0641\u062d\u0629 \u0627\u0644\u0647\u062f\u0641 \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u0628\u0646\u0648\u062f \u063a\u064a\u0631 \u0627\u0644\u0645\u062f\u0631\u062c\u0629 \u0641\u064a \u0627\u0644\u0628\u0648\u0631\u0635\u0629. \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0645\u0648\u062c\u0648\u062f\u0629 \u0627\u0644\u0645\u062f\u062e\u0644 \u0623\u0648 \u0644\u0627 \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u0645\u062d\u062a\u0648\u0649. (Automatic Translation)
journal-file-uploads-configuration-name=Web Content File Uploads
journal-folder-icon-check-count=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 true \u0644\u0644\u062a\u062d\u0642\u0642 \u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0645\u062c\u0644\u062f\u0627\u062a \u0627\u0644\u0641\u0627\u0631\u063a\u0629 \u0623\u0648 \u0644\u0627 \u0648\u0639\u0631\u0636 \u0631\u0645\u0632 \u0643\u0627\u0645\u0644\u0629 \u0623\u0648 \u0641\u0627\u0631\u063a\u0629. \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0625\u0644\u0649 false \u064a\u0639\u0637\u0644 \u0627\u0644\u062a\u062d\u0642\u0642 \u0648\u0633\u064a\u062a\u0645 \u062f\u0648\u0645\u0627\u064b \u0639\u0631\u0636 \u0631\u0645\u0632 \u0641\u0627\u0631\u063a\u0629 \u0644\u062a\u0633\u0631\u064a\u0639 \u0627\u0644\u0623\u062f\u0627\u0621. (Automatic Translation)
journal-group-service-configuration-name=Web Content Service
journal-service-configuration-name=Web Content
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Web Content Administration
last-x-web-content=\u0622\u062e\u0631 {0} \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628
max-add-menu-items=\u0645\u0627\u0643\u0633 \u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (Automatic Translation)
menu-item-name=\u0627\u0633\u0645 \u0639\u0646\u0635\u0631 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=\u0647\u064a\u0643\u0644 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=\u0642\u0627\u0644\u0628 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 (Automatic Translation)
model.resource.com.liferay.journal=\u0627\u062f\u0627\u0631\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
model.resource.com.liferay.journal.model.JournalArticle=\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
model.resource.com.liferay.journal.model.JournalFeed=\u062f\u0639\u0645 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
model.resource.com.liferay.journal.model.JournalFolder=\u062f\u0639\u0645 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
move-web-content=\u0625\u062e\u062a\u0631 \u0645\u062d\u062a\u0648\u0649
no-comment-was-found=\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a \u062a\u0639\u0644\u064a\u0642. (Automatic Translation)
no-web-content-was-found=\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628. (Automatic Translation)
no-web-content-was-found-that-matched-the-keywords-x=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a \u0645\u0633\u062a\u0646\u062f \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0643\u0644\u0645\u0627\u062a\: {0}.
no-web-content-was-found-that-matched-the-specified-filters=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a \u0645\u0633\u062a\u0646\u062f \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0643\u0644\u0645\u0627\u062a\: {0}.
num-of-web-content-instances=\# of Web Content instances (Automatic Copy)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=\u0639\u0631\u0636 \u0646\u062a\u0627\u0626\u062c \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628 \u0641\u0642\u0637 \u0627\u0644\u0645\u0646\u062f\u0631\u062c \u0641\u064a \u0645\u062f\u062e\u0644 \u0639\u0631\u0636 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628.
please-add-a-template-to-render-this-structure=\u064a\u0631\u062c\u0649 \u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0644\u0628 \u0644\u0639\u0631\u0636 \u0647\u0630\u0627 \u0627\u0644\u0647\u064a\u0643\u0644.
please-enter-a-unique-id=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0631\u0645\u0632 \u062a\u0639\u0631\u064a\u0641\u064a \u0645\u0645\u064a\u0651\u0632.
please-enter-a-valid-id=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0631\u0645\u0632 \u062a\u0639\u0631\u064a\u0641\u064a \u0635\u062d\u064a\u062d.
please-enter-a-valid-portlet-id=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0631\u0645\u0632 \u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0639\u0631\u064a\u0641\u064a \u0635\u062d\u064a\u062d.
please-enter-a-valid-target-layout-friendly-url=\u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644 \u0631\u0627\u0628\u0637 \u0635\u0627\u0644\u062d \u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0647\u062f\u0641 \u0627\u0644\u0648\u062f\u064a\u0629.
please-select-a-valid-feed-item-content=\u064a\u0631\u062c\u0649 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u062d\u062a\u0648\u0649 \u0639\u0646\u0635\u0631 \u062a\u063a\u0630\u064a\u0629 \u0635\u0627\u0644\u062d.
please-select-an-existing-display-page=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0635\u0641\u062d\u0629 \u0639\u0631\u0636 \u0645\u0648\u062c\u0648\u062f\u0629. (Automatic Translation)
please-select-an-existing-small-image=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0635\u0648\u0631\u0629 \u0635\u063a\u064a\u0631\u0629 \u0645\u0648\u062c\u0648\u062f\u0629. (Automatic Translation)
please-select-an-existing-structure=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0647\u064a\u0643\u0644 \u0642\u0627\u0626\u0645 \u0628\u0627\u0644\u0641\u0639\u0644. (Automatic Translation)
please-select-an-existing-template=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0642\u0627\u0644\u0628 \u0645\u0648\u062c\u0648\u062f. (Automatic Translation)
presentation-settings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0639\u0631\u0636
publish-to-live-by-default=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 true \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u062a\u0646\u0634\u0631 \u0645\u0642\u0627\u0644\u0627\u062a \u064a\u0648\u0645\u064a\u0629 \u0644\u0644\u0639\u064a\u0634 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a. (Automatic Translation)
publish-version-history-by-default=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u062e\u0637\u0623 \u0625\u0644\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u0646\u0628\u063a\u064a \u0646\u0634\u0631 \u0623\u062d\u062f\u062b \u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0645\u0639\u062a\u0645\u062f\u0629 \u0645\u0646 \u0627\u0644\u0645\u0642\u0627\u0644\u0627\u062a \u0627\u0644\u0635\u062d\u0641\u064a\u0629 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=\u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 \u062c\u062f\u064a\u062f \u0641\u064a \u0645\u062c\u0644\u062f \u0627\u0634\u062a\u0631\u0627\u0643\u0643. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=\u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 \u062c\u062f\u064a\u062f \u0627\u0634\u062a\u0631\u0627\u0643\u0643. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=\u0623\u0646\u062a \u0645\u0634\u062a\u0631\u0643 \u0628\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0639\u0644\u0649 \u0634\u0628\u0643\u0629 \u0627\u0644\u0625\u0646\u062a\u0631\u0646\u062a. (Automatic Translation)
remove-favorite=\u0625\u0632\u0627\u0644\u0629 \u0645\u0646 \u0627\u0644\u0645\u0641\u0636\u0644\u0629 (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=\u0627\u062e\u062a\u0631 \u0647\u064a\u0643\u0644\u0627 \u0644\u0641\u0631\u0632 \u0642\u0627\u0626\u0645\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628 \u062d\u0633\u0628 \u0627\u0644\u0647\u064a\u0643\u0644.
select-another=Select Another (Automatic Copy)
select-content-metadata=Select Content Metadata (Automatic Copy)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=\u0627\u062e\u062a\u0631 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 \u0645\u0648\u062c\u0648\u062f \u0623\u0648 \u0623\u0636\u0641 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 \u0644\u0639\u0631\u0636\u0647 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u062f\u062e\u0644.
select-page=\u0627\u062e\u062a\u0631 \u0635\u0641\u062d\u0629
select-structure=\u062d\u062f\u062f \u0628\u0646\u064a\u0629 (Automatic Translation)
select-user-tools=Select User Tools (Automatic Copy)
select-web-content=\u0625\u062e\u062a\u0631 \u0645\u062d\u062a\u0648\u0649
select-web-content-to-make-it-visible=\u062d\u062f\u062f "\u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628" \u0644\u062c\u0639\u0644\u0647\u0627 \u0645\u0631\u0626\u064a\u0629 (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=Selecting a new structure changes the available templates and available feed item content. Do you want to proceed? (Automatic Copy)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=Selecting a new template deletes all unsaved content. Do you want to proceed? (Automatic Copy)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=\u062d\u062f\u062f \u0623\u062d\u0631\u0641 \u063a\u064a\u0631 \u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0627 \u0641\u064a \u0623\u0633\u0645\u0627\u0621 \u0645\u062c\u0644\u062f \u062f\u0641\u062a\u0631 \u0627\u0644\u064a\u0648\u0645\u064a\u0629. (Automatic Translation)
structure-and-template=\u0647\u064a\u0643\u0644 \u0648\u0642\u0627\u0644\u0628 (Automatic Translation)
structure-default-values=\u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0644\u0647\u064a\u0643\u0644
structure-restrictions=Structure Restrictions (Automatic Copy)
structure-restrictions-and-workflow=Structure Restrictions and Workflow (Automatic Copy)
structure-restrictions-help=Folders can be restricted to only allow certain structures. Restrictions can be inherited from a parent folder or another ancestor. Alternatively, they can be overridden in the current folder. (Automatic Copy)
sync-content-search-on-startup=\u062a\u0639\u064a\u064a\u0646 \u0645\u0627 \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0628\u062d\u062b \u0639\u0646\u062f \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0644\u0642\u0645. (Automatic Translation)
target-layout-friendly-url=\u0627\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u062a\u0634\u0639\u0628\u064a \u0627\u0644\u0648\u062f\u064a \u0644\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0647\u062f\u0641
target-portlet-id=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u062f\u062e\u0644 \u0627\u0644\u0647\u062f\u0641
terms-of-use-web-content=\u0634\u0631\u0648\u0637 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 (Automatic Translation)
terms-of-use-web-content-help=\u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0642\u0627\u0644\u0629 \u0645\u0646 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 \u0627\u0644\u0630\u064a \u0633\u064a\u062a\u0645 \u0639\u0631\u0636\u0647 \u0643\u0634\u0631\u0648\u0637 \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0646\u0635 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0625\u0630\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0644\u0627 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628. (Automatic Translation)
the-content-references-a-missing-file-entry=\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0625\u062f\u062e\u0627\u0644 \u0645\u0644\u0641 \u0645\u0641\u0642\u0648\u062f. (Automatic Translation)
the-content-references-a-missing-page=\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0635\u0641\u062d\u0629 \u0645\u0641\u0642\u0648\u062f\u0629. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=The display page cannot be set when the scope of the web content is a page. (Automatic Copy)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=The folder you selected does not allow this type of structure. Please select a different folder. (Automatic Copy)
the-structure-you-selected-is-not-valid-for-this-folder=\u0646\u0648\u0639 \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u0627\u0644\u0630\u064a \u0627\u062e\u062a\u0631\u062a\u0647 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u0644\u062f.
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u064a \u0635\u0648\u0631 \u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628. (Automatic Translation)
there-is-no-web-content-with-structure-x=There is no web content with structure <em>{0}</em>. (Automatic Copy)
this-application-is-not-visible-to-users-yet=\u0647\u0630\u0627 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u063a\u064a\u0631 \u0645\u0631\u0626\u064a\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062d\u062a\u0649 \u0627\u0644\u0622\u0646 (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=\u0647\u0630\u0627 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0646\u062a\u0647\u062a \u0635\u0644\u0627\u062d\u064a\u062a\u0647 \u0623\u0648 \u0623\u0646\u0647 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0635\u0644\u0627\u062d\u064a\u0629 \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064a\u0647.
this-structure-has-not-been-saved=\u0644\u0645 \u064a\u062a\u0645 \u062d\u0641\u0638 \u0647\u0630\u0627 \u0627\u0644\u0647\u064a\u0643\u0644.
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=\u0627\u0633\u062a\u062e\u0627\u0645 \u0627\u0644\u0642\u0627\u0644\u0628 \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u064a
use-structure-restrictions-and-workflow-of-the-parent-folder-x=\u0627\u0633\u062a\u062e\u062f\u0645 \u0642\u064a\u0648\u062f \u0646\u0648\u0639 \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u0648\u0633\u064a\u0631 \u0639\u0645\u0644 \u0627\u0644\u0645\u062c\u0644\u062f \u0627\u0644\u0623\u0635\u0644.
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u0627\u0644\u0628 {0}
user-tools=User Tools (Automatic Copy)
view-content-in-x=\u0639\u0631\u0636 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0641\u064a <em>{0}</em>.
web-content=\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0636\u0627\u0641\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-approval-denied-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0631\u0641\u0636 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-approval-granted-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0645\u0646\u062d \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-approval-requested-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0637\u0644\u0628 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-contraints=\u0642\u064a\u0648\u062f \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-description=\u0648\u0635\u0641 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=Web Content Moved from Folder Email (Automatic Copy)
web-content-moved-to-folder-email=Web Content Moved to Folder Email (Automatic Copy)
web-content-review-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-title=\u0646\u0635 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
web-content-translation=\u062a\u0631\u062c\u0645\u0629 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
web-content-type=\u0646\u0635 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
web-content-updated-email=\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u062a\u062d\u062f\u064a\u062b \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0648\u064a\u0628
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} web content instances are ready to be moved. (Automatic Copy)
x-web-content-instances-cannot-be-moved={0} web content instances cannot be moved. (Automatic Copy)
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=You cannot apply the selected structure restrictions for this folder. At least one web content references another structure. (Automatic Copy)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=\u0623\u0646\u062a \u0644\u0627 \u062a\u0645\u0644\u0643 \u0627\u0644\u0623\u062f\u0648\u0627\u0631 \u0627\u0644\u0644\u0627\u0632\u0645\u0629 \u0644\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0628\u0648\u0631\u062a\u0644\u062a.
you-have-exceeded-the-maximum-web-content-size-allowed=You have exceeded the maximum web content size allowed. (Automatic Copy)
