#X-Generator: crowdin.com
add-favorite=\uc990\uaca8\ucc3e\uae30 \ucd94\uac00 (Automatic Translation)
add-feed=\uae09\uc2dd\uc744 \ucca8\uac00\ud558\uc2ed\uc2dc\uc694
add-to-favorites-x=Add to Favorites ({0}) (Automatic Copy)
all-menu-items=\ubaa8\ub4e0 \uba54\ub274 \ud56d\ubaa9 (Automatic Translation)
are-you-sure-you-want-to-delete-the-selected-feeds=\ub108\ub294 \ud655\uc2e4\ud55c\uac00 \ub108 \uc120\uc815\ud558\ub294\uac00 \uae09\uc2dd\uc744 \uc0ad\uc81c\ud558\uace0\ub294\uac00 \uc2f6\ub294\uac00?
are-you-sure-you-want-to-delete-the-selected-version=\ub108\ub294 \ud655\uc2e4\ud55c\uac00 \ub108 \uc120\uc815\ud558\ub294\uac00 \uc704\uce58\ub97c \uc0ad\uc81c\ud558\uace0\ub294\uac00 \uc2f6\ub294\uac00?
are-you-sure-you-want-to-delete-the-selected-web-content=\ub2f9\uc2e0\uc740 \ud655\uc2e4\ud55c\uac00 \ub2f9\uc2e0 \uc120\uc815\ud55c \uc6f9 \ub0b4\uc6a9\uc744 \uc0ad\uc81c\ud558\uace0 \uc2f6\uc740\uac00?
are-you-sure-you-want-to-delete-this-web-content=\ub2f9\uc2e0\uc740 \ud655\uc2e4\ud55c\uac00 \ub2f9\uc2e0 \uc774 \uc6f9 \ub0b4\uc6a9\uc744 \uc0ad\uc81c\ud558\uace0 \uc2f6\uc740\uac00?
are-you-sure-you-want-to-delete-this-web-content-version=\ub2f9\uc2e0\uc740 \ud655\uc2e4\ud55c\uac00 \ub2f9\uc2e0 \uc774 \uc6f9 \ub0b4\uc6a9\uc744 \uc0ad\uc81c\ud558\uace0 \uc2f6\uc740\uac00?
are-you-sure-you-want-to-expire-the-selected-version=\ub2f9\uc2e0\uc740 \ud655\uc2e4\ud55c\uac00 \ub2f9\uc2e0 \ub9cc\ub8cc\ub418\uace0 \uc2f6\uc740\uac00 \uc120\uc815\ud55c \uc6f9 \ub0b4\uc6a9?
are-you-sure-you-want-to-expire-the-selected-web-content=\ub2f9\uc2e0\uc740 \ud655\uc2e4\ud55c\uac00 \ub2f9\uc2e0 \ub9cc\ub8cc\ub418\uace0 \uc2f6\uc740\uac00 \uc120\uc815\ud55c \uc6f9 \ub0b4\uc6a9?
article-id=\ubb38\uc11c ID (Automatic Translation)
autogenerate-id=Autogenerate\uc2dd\ubcc4
browse-by-structure=\uad6c\uc870\ub85c (Automatic Translation)
category.journal=\uc6f9 \ub0b4\uc6a9 \uad00\ub9ac
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of web content articles will be changeable. The default language of web content articles is inherited from the site settings.
changing-the-template-will-not-affect-the-original-web-content-defautl-template.-the-change-only-applies-to-this-web-content-display=Changing the template <strong>will-not affect the original Web Content</strong> default template. <strong>The change only applies to this web content display</strong>. (Automatic Copy)
choose-structure=\uad6c\uc870\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc694
default-display-page=\uae30\ubcf8 \ub514\uc2a4\ud50c\ub808\uc774 \ud398\uc774\uc9c0 (Automatic Translation)
default-display-page-help=\ub514\uc2a4\ud50c\ub808\uc774 \ud398\uc774\uc9c0 \ucf58\ud150\uce20\uc758 \uc804\uccb4 \ubcf4\uae30\ub97c \ud45c\uc2dc \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\ub294 \uc5b4\ub514\uc5d0 \ud398\uc774\uc9c0 \ucf58\ud150\uce20 \uc790\uc0b0 \uac8c\uc2dc\uc790\ub97c \ucd94\uac00 \ud558 \uace0 \ud398\uc774\uc9c0\uc5d0 \ub300 \ud55c \uae30\ubcf8 \uc790\uc0b0 \uac8c\uc2dc\uc790\ub85c \uad6c\uc131 \ud558 \uc5ec \ud45c\uc2dc \ub429\ub2c8\ub2e4 \ud655\uc778\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
default-template=Default template (Automatic Copy)
display-page=\uc804\uc2dc \ub0a0\uc9dc
do-you-want-to-x-or-x-web-content=Do you want to {0} or {1} Web Content? (Automatic Copy)
do-you-want-to-x-web-content=Do you want to {0} Web Content? (Automatic Copy)
edit-web-content=\uc6f9 \ub0b4\uc6a9\uc744 \ud3b8\uc9d1\ud558\uc2ed\uc2dc\uc624
editing-the-current-structure-deletes-all-unsaved-content=\ud604\uc7ac \uad6c\uc870 \ud3b8\uc9d1 \ubaa8\ub4e0 \uc800\uc7a5 \ub418\uc9c0 \uc54a\uc740 \ub0b4\uc6a9\uc744 \uc0ad\uc81c \ud569\ub2c8\ub2e4. (Automatic Translation)
editing-the-current-template-deletes-all-unsaved-content=\ud604\uc7ac \ud15c\ud50c\ub9bf \ud3b8\uc9d1 \ubaa8\ub4e0 \uc800\uc7a5 \ub418\uc9c0 \uc54a\uc740 \ub0b4\uc6a9\uc744 \uc0ad\uc81c \ud569\ub2c8\ub2e4. (Automatic Translation)
enable-highlighting=Enable Highlighting (Automatic Copy)
expire=\ub9cc\ub8cc\ub418\uc2ed\uc2dc\uc694
expire-this-version=Expire This Version
expire-version=\ubc84\uc804 \ub9cc\ub8cc (Automatic Translation)
favorite=\uc990\uaca8\ucc3e\uae30 (Automatic Translation)
feed-item-content=\uae09\uc2dd \ud488\ubaa9 \ub0b4\uc6a9
feed-type=\uae09\uc2dd \uc720\ud615
filter-web-content-list-by-structure-x=Filter web content list by structure {0}. (Automatic Copy)
group-id=\uadf8\ub8f9 ID (Automatic Translation)
in-order-to-preview-your-changes,-the-web-content-is-saved-as-a-draft=\ubcc0\uacbd \ub0b4\uc6a9\uc744 \ubbf8\ub9ac \ubcf4\uae30\ub97c \uc704\ud574 \uc6f9 \ucf58\ud150\uce20 \ucd08\uc548\uc73c\ub85c \uc800\uc7a5 \ub429\ub2c8\ub2e4. \ub2f9\uc2e0\uc740\uc774 \uc791\uc5c5\uc744 \uc218\ud589 \ud558 \uc2dc\uaca0\uc2b5\ub2c8\uae4c? (Automatic Translation)
javax.portlet.description.com_liferay_journal_web_portlet_JournalPortlet=\uc6f9 \ucf58\ud150\uce20 \uae30\uc0ac, \uc790\uc8fc \ubb3b\ub294 \uc9c8\ubb38, \ub274\uc2a4 \ud56d\ubaa9 \ub4f1 \uc0ac\uc774\ud2b8\uc5d0 \ucd94\uac00 \ud558 \uace0 \uc2f6\uc2b5\ub2c8\ub2e4 \ubaa8\ub4e0 \ucf58\ud150\uce20 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uad00\ub9ac\uc790\ub294 \ubfd0\ub9cc \uc544\ub2c8\ub77c \uc0ac\uc6a9\uc790 \uc5ed\ud560 \ubc0f \uad8c\ud55c\uc744 \ud560\ub2f9\ud560 \ucf58\ud150\uce20\ub97c \uad00\ub9ac\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \uc218 \ucd94\uac00, \ud3b8\uc9d1, \uc2b9\uc778, \ub610\ub294 \uadf8\ub4e4\uc758 \uc5ed\ud560\uc5d0 \ub530\ub77c \ucf58\ud150\uce20\ub97c \ubcfc. (Automatic Translation)
javax.portlet.title.com_liferay_journal_content_search_web_portlet_JournalContentSearchPortlet=\uc6f9 \ub0b4\uc6a9 \uc218\uc0c9
javax.portlet.title.com_liferay_journal_content_web_portlet_JournalContentPortlet=\uc6f9 \ub0b4\uc6a9 \uc804\uc2dc
javax.portlet.title.com_liferay_journal_web_portlet_JournalPortlet=\uc6f9 \ub0b4\uc6a9
journal-article-comments=\uc0ac\uc6a9 \uc758\uacac \uc800\ub110 \uae30\uc0ac\uc5d0 \ub300 \ud55c \uc0ac\uc2e4\uc5d0\uc774 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-custom-token-names=\uae30\uc0ac \ucf58\ud150\uce20\ub97c \ub80c\ub354\ub9c1\ud560 \ub54c \ub300\uccb4 \ub420 \uac83\uc785\ub2c8\ub2e4 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ud1a0\ud070 \uc774\ub984 \ubaa9\ub85d\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-custom-token-values=\uae30\uc0ac \ucf58\ud150\uce20\ub97c \ub80c\ub354\ub9c1\ud560 \ub54c \ub300\uccb4 \ub420 \uac83 \uc774\ub2e4 \ud558\ub294 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ud1a0\ud070 \uac12\uc758 \ubaa9\ub85d\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-database-search-content-keywords=\uc774 false\ub85c \uc124\uc815 \ubb38\uc11c\ub97c \ubb34\uc2dc \ud558\ub3c4\ub85d \ucf58\ud150\uce20 \uc800\ub110 \uae30\uc0ac\uc5d0 \ub300 \ud55c \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc5d0\uc11c \ud0a4\uc6cc\ub4dc \uac80\uc0c9\uc744 \uc218\ud589\ud560 \ub54c. (Automatic Translation)
journal-article-expire-all-versions=\uc774 \ubb38\uc11c\ub97c \ub9cc\ub8cc \ud558\ub294 \ub54c \ubaa8\ub4e0 \ubb38\uc11c \ubc84\uc804 \ub9cc\ub8cc\ub97c true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. \uc774 \ubb38\uc11c\ub97c \ub9cc\ub8cc \ud558\ub294 \ub54c\uc5d0 \ucd5c\uc2e0 \uc2b9\uc778 \ub41c \ubb38\uc11c \ubc84\uc804\uc744 \ub9cc\ub8cc\ub97c false\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-index-all-versions=\uc124\uc815\uc774 \uc9c0 \uc0ac\uc2e4 \ubaa8\ub4e0 \ubb38\uc11c \ubc84\uc804. \uc774 \ub9c8\uc9c0\ub9c9 \uc0c9\uc778 \ubc84\uc804\ub9cc \uc0c9\uc778\uc744 false\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-local-service=\uc800\ub110 \uae30\uc0ac \ub85c\uceec \uc11c\ube44\uc2a4 (Automatic Translation)
journal-article-local-service-help=Provides the local service for accessing, adding, deleting, and updating web content articles.
journal-article-search-with-index-description=This setting is deprecated. Set this to true to search articles from the index. Set this to false to search articles from the database. Note that setting this to false will disable searching articles based on Expando attributes or Message Boards discussions or article versions.
journal-article-service=\uc800\ub110 \uae30\uc0ac \uc11c\ube44\uc2a4 (Automatic Translation)
journal-article-service-help=Provides the remote service for accessing, adding, deleting, and updating web content articles. Its methods include permission checks.
journal-article-storage-type=\uc800\ub110 \uae30\uc0ac\ub97c \uc800\uc7a5 \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4 \uc800\uc7a5 \uc720\ud615\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-token-page-break=\ubb38\uc11c\uc5d0\uc11c \uc0bd\uc785 \uac04\ub2e8\ud55c \ud398\uc774\uc9c0 \ub098\ub204\uae30 \ub54c \uc0ac\uc6a9 \ud558\ub294 \ud1a0\ud070\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-article-view-permission-check=\uc774 \uc0ac\uc6a9\uc790\uac00 \ubcf4\uae30 \uad8c\ud55c\uc744 \uc800\ub110\uc758 \uae30\uc0ac\uc5d0 \ud574\ub2f9 \ub0b4\uc6a9\uc744 \ub80c\ub354\ub9c1\ud560 \ub54c \ud655\uc778 \ud558\ub824\uba74 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
journal-content=\uc800\ub110 \ub0b4\uc6a9 (Automatic Translation)
journal-content-help=\uc6f9 \ucf58\ud150\uce20\uc5d0 \ub300 \ud55c \uc720\ud2f8\ub9ac\ud2f0 \uba54\uc11c\ub4dc\ub97c \uc81c\uacf5\ud569\ub2c8\ub2e4. (Automatic Translation)
journal-content-portlet-instance-configuration-name=Web Content Display
journal-content-search-portlet-instance-configuration-name=Web Content Search
journal-feed-target-layout-friendly-url-help=Enter the friendly URL of a page to where the feed will target currently unlisted feed items, excluding the host name (e.g. <code>/web/host/name</code>). The feed only targets pages within the site to which this URL belongs.
journal-feed-target-portlet-id-help=\ubaa9\ub85d\uc5d0 \uc5c6\ub294 \ud56d\ubaa9\uc774 \ud45c\uc2dc \ub418\ub294 \ub300\uc0c1 \ud398\uc774\uc9c0\uc5d0\ub294 \uc6f9 \ucf58\ud150\uce20 \ud45c\uc2dc \ud3ec\ud2c0\ub9bf\uc758 \ud3ec\ud2c0\ub9bf ID\ub97c \uc9c0\uc815 \ud569\ub2c8\ub2e4. \ud3ec\ud2c0\ub9bf\uc774 \uc874\uc7ac \ud574\uc57c \ud569\ub2c8\ub2e4 \ub610\ub294 \ucf58\ud150\uce20\ub97c \ud45c\uc2dc \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
journal-file-uploads-configuration-name=Web Content File Uploads
journal-folder-icon-check-count=\uc774 \ud3f4\ub354 \uc778\uc9c0 \ube48 \ubc0f \ube44\uc5b4 \ub610\ub294 \uc804\uccb4 \uc544\uc774\ucf58 \ud45c\uc2dc \uc5ec\ubd80\ub97c \ud655\uc778 \ud558\ub824\uba74 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. false\ub85c \uc124\uc815 \uccb4\ud06c \ud574\uc81c \ud558 \uace0 \uc131\ub2a5 \uc18d\ub3c4\ub97c \ud558\ub294 \ube48 \uc544\uc774\ucf58\uc744 \ud56d\uc0c1 \ud45c\uc2dc \ub429\ub2c8\ub2e4. (Automatic Translation)
journal-group-service-configuration-name=Web Content Service
journal-service-configuration-name=Web Content
journal-services=Journal Services (Automatic Copy)
journal-util=Journal Util (Automatic Copy)
journal-web-configuration-name=Web Content Administration
last-x-web-content=Last {0} Web Content (Automatic Copy)
max-add-menu-items=\uba54\ub274 \ud56d\ubaa9\uc744 \ucd94\uac00 \ud558\ub294 \ucd5c\ub300 (Automatic Translation)
menu-item-name=\uba54\ub274 \ud56d\ubaa9 \uc774\ub984 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure-com.liferay.journal.model.JournalArticle=\uc6f9 \ucf58\ud150\uce20 \uad6c\uc870 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate-com.liferay.journal.model.JournalArticle=\uc6f9 \ucf58\ud150\uce20 \ud15c\ud50c\ub9bf (Automatic Translation)
model.resource.com.liferay.journal=\uc6f9 \ub0b4\uc6a9 \uad00\ub9ac
model.resource.com.liferay.journal.model.JournalArticle=\uc6f9 \ub0b4\uc6a9
model.resource.com.liferay.journal.model.JournalFeed=\uc6f9 \ub0b4\uc6a9 \uae09\uc2dd
model.resource.com.liferay.journal.model.JournalFolder=\uc6f9 \ub0b4\uc6a9 \uae09\uc2dd
move-web-content=\ubcf4\ud589\uc790 \uc6f9 \ub0b4\uc6a9
no-comment-was-found=\ub178 \ucf54\uba58\ud2b8 \ubc1c\uacac \ub410\ub2e4. (Automatic Translation)
no-web-content-was-found=\uc6f9 \ub0b4\uc6a9\uc740 \ucc3e\uc544\ub0b4\uc9c0 \uc54a\uc558\ub2e4.
no-web-content-was-found-that-matched-the-keywords-x=\ud0a4\uc6cc\ub4dc\ub97c \uc77c\uce58\ud55c \ubb38\uc11c\ub294 \ubc1c\uacac\ud558\uc9c0 \uc54a\uc558\ub2e4\:
no-web-content-was-found-that-matched-the-specified-filters=\ud0a4\uc6cc\ub4dc\ub97c \uc77c\uce58\ud55c \ubb38\uc11c\ub294 \ubc1c\uacac\ud558\uc9c0 \uc54a\uc558\ub2e4\:
num-of-web-content-instances=\uc6f9 \ucf58\ud150\uce20 \uc778\uc2a4\ud134\uc2a4 \# (Automatic Translation)
only-show-results-for-web-content-listed-in-a-web-content-display-portlet=\uc6f9 \ub0b4\uc6a9\uc744 \uc704\ud55c\uc11c\ub9cc \uc1fc \uacb0\uacfc\ub294 \uc6f9 \ub0b4\uc6a9 \uc804\uc2dc portlet\uc5d0\uc11c \ubaa9\ub85d\uc73c\ub85c \ub9cc\ub4e4\uc5c8\ub2e4.
please-add-a-template-to-render-this-structure=\uc774 \uad6c\uc870\ub97c \ub80c\ub354\ub9c1 \ud558\ub294 \ud15c\ud50c\ub9bf\uc744 \ucd94\uac00 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-enter-a-unique-id=\uc720\uc77c\ud55ci.d\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-enter-a-valid-id=\uc720\ud6a8\ud55c \uc2dd\ubcc4\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-enter-a-valid-portlet-id=\uc720\ud6a8\ud55cportlet\uc2dd\ubcc4\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-enter-a-valid-target-layout-friendly-url=\uc720\ud6a8\ud55c \ud45c\uc801 \ud398\uc774\uc9c0 \uce5c\uc808\ud55cURL\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-select-a-valid-feed-item-content=\uc720\ud6a8\ud55c \uae09\uc2dd \ud488\ubaa9 \ub0b4\uc6a9\uc744 \uc120\uc815\ud558\uc2ed\uc2dc\uc694.
please-select-an-existing-display-page=\uae30\uc874 \ub514\uc2a4\ud50c\ub808\uc774 \ud398\uc774\uc9c0\ub97c \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-select-an-existing-small-image=\uae30\uc874 \uc791\uc740 \uc774\ubbf8\uc9c0\ub97c \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-select-an-existing-structure=\uae30\uc874 \uad6c\uc870\ub97c \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-select-an-existing-template=\uae30\uc874 \uc11c\uc2dd \ud30c\uc77c\uc744 \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
presentation-settings=\ubc1c\ud45c \uc870\uc815
publish-to-live-by-default=\uc774 \uae30\ubcf8\uc801\uc73c\ub85c \uc0b4\uace0 \uc800\ub110 \uae30\uc0ac\ub97c \uac8c\uc2dc \ud574\uc57c \ud558\ub294 \uacbd\uc6b0 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
publish-version-history-by-default=\uae30\ubcf8\uc801\uc73c\ub85c \uc800\ub110 \uae30\uc0ac\uc758 \ucd5c\uc2e0 \uc2b9\uc778 \ub41c \ubc84\uc804\uc744 \uac8c\uc2dc \ud574\uc57c \ud558\ub294 \uacbd\uc6b0\uc5d0 \uc774\uac83\uc744 false\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-in-a-folder-you-are-subscribed-to=\uad6c\ub3c5 \ud558\ub294 \ud3f4\ub354\uc5d0 \uc0c8 \uc6f9 \ucf58\ud150\uce20\ub97c \ucd94\uac00 \ud569\ub2c8\ub2e4. (Automatic Translation)
receive-a-notification-when-someone-adds-new-web-content-you-are-subscribed-to=\uc0c8\ub85c\uc6b4 \uc6f9 \ucf58\ud150\uce20\ub97c \uad6c\ub3c5\uc744 \ucd94\uac00 \ud569\ub2c8\ub2e4. (Automatic Translation)
receive-a-notification-when-someone-moves-from-folder-web-content-you-are-subscribed-to=Moves from folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-folder-web-content-you-are-subscribed-to=Moves to folder web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-moves-to-trash-web-content-you-are-subscribed-to=Moves to trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-restores-from-trash-web-content-you-are-subscribed-to=Restores from trash web content you are subscribed to. (Automatic Copy)
receive-a-notification-when-someone-updates-web-content-you-are-subscribed-to=\uc6f9 \ucf58\ud150\uce20\ub97c \uad6c\ub3c5\uc744 \uc5c5\ub370\uc774\ud2b8 \ud569\ub2c8\ub2e4. (Automatic Translation)
remove-favorite=\uc990\uaca8\ucc3e\uae30 \uc81c\uac70 (Automatic Translation)
right-now-your-quick-menu-is-full-of-favorites-if-you-want-to-add-another-one-please-remove-at-least-one-of-them=Right now your quick menu is full of favorites. If you want to add another one, please, remove at least one of them. (Automatic Copy)
select-a-structure-to-filter-the-web-content-list-by-a-structure=\uad6c\uc870\uc5d0 \uc758\ud558\uc5ec \uc6f9 \ub0b4\uc6a9 \uba85\ubd80\ub97c \uac70\ub974\uae30 \uc704\ud558\uc5ec \uad6c\uc870\ub97c \uc120\uc815\ud558\uc2ed\uc2dc\uc624.
select-another=Select Another (Automatic Copy)
select-content-metadata=\ucf58\ud150\uce20 \uba54\ud0c0 \ub370\uc774\ud130 \uc120\ud0dd (Automatic Translation)
select-existing-web-content-or-add-some-web-content-to-be-displayed-in-this-portlet=\uae30\uc874\ud558\ub294 \uc6f9 \ub0b4\uc6a9\uc744 \uc120\uc815\ud558\uac70\ub098 \uc774 portlet\uc5d0\uc11c \ud45c\uc2dc\ub420 \uc5b4\ub5a4 \uc6f9 \ub0b4\uc6a9\uc744 \ucd94\uac00\ud558\uc2ed\uc2dc\uc624.
select-page=\uc120\uc815\ub41c \ud398\uc774\uc9c0
select-structure=\uad6c\uc870 \uc120\ud0dd (Automatic Translation)
select-user-tools=\uc0ac\uc6a9\uc790 \ub3c4\uad6c \uc120\ud0dd (Automatic Translation)
select-web-content=\uc6f9 \ub0b4\uc6a9\uc744 \uc120\uc815\ud558\uc2ed\uc2dc\uc624
select-web-content-to-make-it-visible=\uc6f9 \ucf58\ud150\uce20 \ud45c\uc2dc \ub418\ub3c4\ub85d \uc120\ud0dd (Automatic Translation)
selecting-a-new-structure-changes-the-available-templates-and-available-feed-item-content=\uc0c8\ub85c\uc6b4 \uad6c\uc870\ub97c \uc120\ud0dd \ud558\uba74 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud15c\ud50c\ub9bf \ubc0f \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ud53c\ub4dc \ud56d\ubaa9 \ucf58\ud150\uce20 \ubc14\ub01d\ub2c8\ub2e4. \uacc4\uc18d \uc9c4\ud589 \ud558 \uc2dc\uaca0\uc2b5\ub2c8\uae4c? (Automatic Translation)
selecting-a-new-structure-deletes-all-unsaved-content=Selecting a new structure deletes all unsaved content. Do you want to proceed? (Automatic Copy)
selecting-a-new-template-deletes-all-unsaved-content=\uc0c8 \uc11c\uc2dd \ud30c\uc77c\uc744 \uc120\ud0dd \ud558\uba74 \ubaa8\ub4e0 \uc800\uc7a5 \ub418\uc9c0 \uc54a\uc740 \ub0b4\uc6a9\uc744 \uc0ad\uc81c \ud569\ub2c8\ub2e4. \uacc4\uc18d \uc9c4\ud589 \ud558 \uc2dc\uaca0\uc2b5\ub2c8\uae4c? (Automatic Translation)
specifcy-characters-that-are-not-allowed-in-journal-folder-names=\uc5c5\ubb34 \uc77c\uc9c0 \ud3f4\ub354 \uc774\ub984\uc5d0 \ud5c8\uc6a9 \ub418\uc9c0 \uc54a\ub294 \ubb38\uc790\ub97c \uc9c0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
structure-and-template=\uad6c\uc870 \ubc0f \uc11c\uc2dd \ud30c\uc77c (Automatic Translation)
structure-default-values=\uad6c\uc870\uccb4\uc758 \uae30\ubcf8\uac12 (Automatic Translation)
structure-restrictions=\uad6c\uc870 \uc81c\ud55c (Automatic Translation)
structure-restrictions-and-workflow=\uad6c\uc870 \uc81c\ud55c \uc0ac\ud56d \ubc0f \uc6cc\ud06c\ud50c\ub85c (Automatic Translation)
structure-restrictions-help=\ud3f4\ub354 \ud2b9\uc815 \uad6c\uc870 \ud5c8\uc6a9 \ud558\ub3c4\ub85d \uc81c\ud55c\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc81c\ud55c \uc0c1\uc704 \ud3f4\ub354 \ub610\ub294 \ub2e4\ub978 \uc0c1\uc704\uc5d0\uc11c \uc0c1\uc18d \ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc591\uc790 \ud0dd\uc77c\ub85c, \uadf8\ub4e4\uc740 \ud604\uc7ac \ud3f4\ub354\uc5d0\uc11c \uc7ac\uc815\uc758\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
sync-content-search-on-startup=\uc11c\ubc84\uac00 \uc2dc\uc791 \ub420 \ub54c \ucf58\ud150\uce20 \uac80\uc0c9\uc744 \ub3d9\uae30\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
target-layout-friendly-url=\ud45c\uc801 \ud398\uc774\uc9c0 \uce5c\uc808\ud55cURL
target-portlet-id=\ud45c\uc801Portlet\uc2dd\ubcc4
terms-of-use-web-content=\uc0ac\uc6a9 \uc6f9 \ucf58\ud150\uce20 \uc774\uc6a9 \uc57d\uad00 (Automatic Translation)
terms-of-use-web-content-help=\uadf8\ub8f9 ID\uc640 \uc0ac\uc6a9 \uc870\uac74\uc73c\ub85c \ud45c\uc2dc \ub418\ub294 \uc6f9 \ucf58\ud150\uce20\uc758 \ubb38\uc11c ID\ub97c \uc9c0\uc815 \ud569\ub2c8\ub2e4. \uae30\ubcf8 \ud14d\uc2a4\ud2b8 \uc5c6\uc774 \uc6f9 \ucf58\ud150\uce20\ub97c \uc9c0\uc815 \ud558\ub294 \uacbd\uc6b0 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
the-content-references-a-missing-file-entry=\ucf58\ud150\uce20\ub294 \ub204\ub77d \ub41c \ud30c\uc77c \ud56d\ubaa9\uc744 \ucc38\uc870\ud569\ub2c8\ub2e4. (Automatic Translation)
the-content-references-a-missing-page=\ucf58\ud150\uce20 \ub204\ub77d \ub41c \ud398\uc774\uc9c0\ub97c \ucc38\uc870\ud569\ub2c8\ub2e4. (Automatic Translation)
the-display-page-cannot-be-set-when-the-scope-of-the-web-content-is-a-page=\ud398\uc774\uc9c0 \ud45c\uc2dc \ub54c \uc6f9 \ucf58\ud150\uce20\uc758 \ubc94\uc704\ub294 \ud398\uc774\uc9c0\ub97c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-folder-you-selected-does-not-allow-this-type-of-structure.-please-select-a-different-folder=\uc120\ud0dd\ud55c \ud3f4\ub354 \uad6c\uc870\uc758\uc774 \uc720\ud615\uc744 \ud5c8\uc6a9 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub2e4\ub978 \ud3f4\ub354\ub97c \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
the-structure-you-selected-is-not-valid-for-this-folder=\uc120\ud0dd\ud55c \uad6c\uc870\ub97c\uc774 \ud3f4\ub354\uc5d0 \ub300 \ud55c \uc720\ud6a8 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-web-content-article-x-was-moved-to-the-recycle-bin=The Web Content article <strong><em>{0}</em></strong> was moved to the Recycle Bin (Automatic Copy)
there-are-no-journal-images=\uc6f9 \ucf58\ud150\uce20 \uc774\ubbf8\uc9c0\uac00 \uc788\ub2e4. (Automatic Translation)
there-is-no-web-content-with-structure-x=There is no web content with structure <em>{0}</em>. (Automatic Copy)
this-application-is-not-visible-to-users-yet=\uc774 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc744 \uc544\uc9c1 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \ud45c\uc2dc \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-content-has-expired-or-you-do-not-have-the-required-permissions-to-access-it=\uc774 \ucf58\ud150\uce20 \ub9cc\ub8cc \ub418\uc5c8\uac70\ub098 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \ud544\uc694\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-structure-has-not-been-saved=\uc774 \uad6c\uc870\ub294 \uc800\uc7a5 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
to-change-web-content's-default-template-you-have-to-edit-the-web-content=To change Web Content's default template you have to edit the Web Content (Automatic Copy)
use-default-template=\uc0ac\uc6a9 \uacfc\ud0dc \ud15c\ud50c\ub81b
use-structure-restrictions-and-workflow-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-structure-restrictions-of-the-parent-folder-x=Use structure restrictions of the parent folder ({0}).
use-template-x=Use Template {0} (Automatic Copy)
user-tools=\uc0ac\uc6a9\uc790 \ub3c4\uad6c (Automatic Translation)
view-content-in-x=View content in <em>{0}</em>.
web-content=\uc6f9 \ub0b4\uc6a9
web-content's-default-template=Web Content's default template (Automatic Copy)
web-content-added-email=\uc6f9 \ub0b4\uc6a9\uc740 \uc804\uc790 \uc6b0\ud3b8\uc744 \ubd80\uc815\ud588\ub2e4
web-content-approval-denied-email=\uc6f9 \ub0b4\uc6a9\uc740 \uc804\uc790 \uc6b0\ud3b8\uc744 \ubd80\uc815\ud588\ub2e4
web-content-approval-granted-email=\uc6f9 \ub0b4\uc6a9\uc740 \uc804\uc790 \uc6b0\ud3b8\uc744 \uc218\uc5ec\ud588\ub2e4
web-content-approval-requested-email=\uc6f9 \ub0b4\uc6a9\uc740 \uc804\uc790 \uc6b0\ud3b8\uc744 \uc694\uad6c\ud588\ub2e4
web-content-contraints=\uc6f9 \ub0b4\uc6a9 \uac15\uc81c
web-content-description=\uc6f9 \ub0b4\uc6a9 \ubb18\uc0ac
web-content-display-template=Web Content Display template (Automatic Copy)
web-content-moved-from-folder-email=\uc6f9 \ucf58\ud150\uce20 \ud3f4\ub354 \uc774\uba54\uc77c\uc5d0\uc11c \uc774\ub3d9 (Automatic Translation)
web-content-moved-to-folder-email=\uc6f9 \ucf58\ud150\uce20 \ud3f4\ub354 \uba54\uc77c \uc774\ub3d9 (Automatic Translation)
web-content-review-email=\uc6f9 \ub0b4\uc6a9 \uac80\ud1a0 \uc804\uc790 \uc6b0\ud3b8
web-content-title=\uc6f9 \ub0b4\uc6a9 \uc81c\ubaa9
web-content-translation=\uc6f9 \ucf58\ud150\uce20 \ubc88\uc5ed (Automatic Translation)
web-content-type=\uc6f9 \ub0b4\uc6a9 \uc720\ud615
web-content-updated-email=\uc6f9 \ub0b4\uc6a9\uc740 \uc804\uc790 \uc6b0\ud3b8\uc744 \uc218\uc5ec\ud588\ub2e4
x-added-a-new-web-content-article={0} added a new web content article. (Automatic Copy)
x-moved-a-web-content-from-a-folder={0} moved a web content from a folder. (Automatic Copy)
x-moved-a-web-content-to-a-folder={0} moved a web content to a folder. (Automatic Copy)
x-moved-a-web-content-to-the-recycle-bin={0} moved a web content to the recycle bin. (Automatic Copy)
x-restored-a-web-content-from-the-recycle-bin={0} restored a web content from the recycle bin. (Automatic Copy)
x-updated-a-web-content-article={0} updated a web content article. (Automatic Copy)
x-web-content-instances-are-ready-to-be-moved={0} web content instances are ready to be moved. (Automatic Copy)
x-web-content-instances-cannot-be-moved={0} web content instances cannot be moved. (Automatic Copy)
you-can-add-as-many-as-x-favorites-in-your-quick-menu=You can add as many as {0} favorites in your quick menu. (Automatic Copy)
you-cannot-add-more-than-x-favorites=You canont add more than {0} favorites. (Automatic Copy)
you-cannot-apply-the-selected-structure-restrictions-for-this-folder.-at-least-one-web-content-references-another-structure=\uc774 \ud3f4\ub354\uc5d0 \ub300 \ud55c \uc120\ud0dd \ub41c \uad6c\uc870 \uc81c\ud55c\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ud558\ub098 \uc774\uc0c1\uc758 \uc6f9 \ucf58\ud150\uce20\ub294 \ub2e4\ub978 \uad6c\uc870\ub97c \ucc38\uc870\ud569\ub2c8\ub2e4. (Automatic Translation)
you-do-not-have-the-roles-required-to-access-this-web-content-entry=\ub108\ub294 \uc5ed\ud560\uc744 \uc774 portlet\uc5d0 \uc811\uadfc\ud560\uac83\uc744 \uc694\uad6c\ud574 \ub2ec\ub77c\uace0 \ud558\uc9c0 \uc54a\ub294
you-have-exceeded-the-maximum-web-content-size-allowed=\ud5c8\uc6a9 \ub418\ub294 \ucd5c\ub300 \uc6f9 \ucf58\ud150\uce20 \ud06c\uae30\ub97c \ucd08\uacfc \ud588\uc2b5\ub2c8\ub2e4. (Automatic Translation)
