#X-Generator: crowdin.com
dl-configuration-name=\u0648\u062b\u0627\u0626\u0642 & \u062e\u062f\u0645\u0629 \u0648\u0633\u0627\u0626\u0637 \u0627\u0644\u0625\u0639\u0644\u0627\u0645 (Automatic Translation)
dl-file-entry-configuration-name=Documents & Media File Entries
file-extensions-help=\u0645\u0644\u062d\u0642 \u0645\u0644\u0641 * \u0633\u0648\u0641 \u062a\u0633\u0645\u062d \u0643\u0627\u0641\u0629 \u0645\u0644\u062d\u0642\u0627\u062a \u0627\u0644\u0645\u0644\u0641\u0627\u062a. (Automatic Translation)
file-max-size-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0645\u0644\u0641 \u0648\u0645\u0644\u062d\u0642\u0627\u062a \u0645\u0644\u0641 \u0635\u0627\u0644\u062d \u0644\u0644\u0648\u062b\u0627\u0626\u0642. \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u064a\u0645\u0629 0 \u0644\u0644\u062d\u062c\u0645 \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0645\u0644\u0641 \u0644\u0644\u0625\u0634\u0627\u0631\u0629 \u0625\u0644\u0649 \u062d\u062c\u0645 \u0627\u0644\u0645\u0644\u0641 \u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f. \u0648\u0645\u0639 \u0630\u0644\u0643\u060c \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u062d\u062c\u0645 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647 \u0628\u0648\u0627\u0633\u0637\u0629 \u062e\u0627\u0635\u064a\u0629 "\u0639\u0645\u0648\u0645\u0627 \u062d\u062c\u0645 \u0627\u0644\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0623\u0642\u0635\u0649 \u0637\u0644\u0628" \u0641\u064a \u062a\u0643\u0648\u064a\u0646 "\u062a\u062d\u0645\u064a\u0644 \u0628\u0631\u064a\u0645\u062c \u0637\u0644\u0628". (Automatic Translation)
previewable-processor-max-size-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0645\u0644\u0641 \u0644\u062a\u0648\u0644\u064a\u062f \u0635\u0648\u0631\u0629 \u0645\u0635\u063a\u0631\u0629 \u0648\u0645\u0639\u0627\u064a\u0646\u0629. \u0645\u0644\u0641\u0627\u062a \u0623\u0643\u0628\u0631 \u0645\u0646 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0644\u0646 \u062a\u0633\u0641\u0631 \u0639\u0646 \u062a\u0646\u0641\u064a\u0630 \u0645\u0639\u0627\u0644\u062c \u064a\u0642\u0648\u0645 \u0628\u0625\u0646\u0634\u0627\u0621 \u0645\u0639\u0627\u064a\u0646\u0629. \u0642\u064a\u0645\u0629 \u0645\u0646 1-\u064a\u0634\u064a\u0631 \u0625\u0644\u0649 \u0623\u0646 \u062a\u062a\u0645 \u0645\u0639\u0627\u0644\u062c\u0629 \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a. \u062a\u0634\u064a\u0631 \u0642\u064a\u0645\u0629 0 \u0625\u0644\u0649 \u0623\u0646\u0647 \u0633\u064a\u062a\u0645 \u0645\u0639\u0627\u0644\u062c\u0629 \u0623\u064a\u0629 \u0645\u0644\u0641\u0627\u062a. \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u062d\u062c\u0645 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a 100 \u0645\u064a\u063a\u0627 \u0628\u0627\u064a\u062a. (Automatic Translation)
