#X-Generator: crowdin.com
captcha-engine=CAPTCHA \uc5d4\uc9c4 (Automatic Translation)
captcha-engine-help=CAPTCHA\uac00 \uc0dd\uc131 \ud558\ub294 \ub370 \uc0ac\uc6a9 \ud558\ub294 \uc5d4\uc9c4\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. reCAPTCHA\ub294 \ub3c5\ub9bd\uc801\uc73c\ub85c \uad6c\uc131 \ud574\uc57c \ud558\ub294 \uc678\ubd80 \uc11c\ube44\uc2a4\ub97c \uc0ac\uc6a9 \ud558 \uc5ec \uadf8\ub7ec\ub098 captcha\ub97c \uc2dc\uac01 \uc7a5\uc560\uc778\uc5d0 \uac8c \uc811\uadfc \uc2dc\ud0a4\ub294 \uccad\ucde8 \uac00\ub2a5\ud55c \ub300\uc548\uc744 \uc81c\uacf5 \ud55c\ub2e4. \uc790\uc138\ud55c \ub0b4\uc6a9\uc740 https\://www.google.com/recaptcha/admin/create\ub97c \ucc38\uc870 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
max-challenges-help=\ud3ec\ud2c0\ub9bf \uc138\uc158 \ub2f9 captcha \uac80\uc0ac\uc758 \ucd5c\ub300 \uc218\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. \ud56d\uc0c1 \ud655\uc778 \ud558\ub294 0\uc774 \uac12\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \ud655\uc778\uc744 0 \ubcf4\ub2e4 \uc791\uc740 \uc22b\uc790\ub97c\uc774 \uac12\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. CAPTCHA \ud655\uc778\uc744 \uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0 \uc778\uc99d \ub418\uc9c0 \uc54a\uc740 \uc0ac\uc6a9\uc790\uac00 \ud56d\uc0c1 \ubaa8\ub4e0 \uc694\uccad\uc5d0 \ub300\ud574 \ud655\uc778 \ub429\ub2c8\ub2e4. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA \uc5c6\uc74c \uc2a4\ud06c\ub9bd\ud2b8 URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA \uac1c\uc778 \ud0a4 (Automatic Translation)
recaptcha-public-key=reCAPTCHA \uacf5\uac1c \ud0a4 (Automatic Translation)
recaptcha-script-url=reCAPTCHA \uc2a4\ud06c\ub9bd\ud2b8 URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA \ud655\uc778 URL (Automatic Translation)
simple-captcha-background-producers=\uac04\ub2e8\ud55c CAPTCHA \ubc30\uacbd \uc81c\uc791\uc790 (Automatic Translation)
simple-captcha-background-producers-help=Nl.captcha.backgrounds.BackgroundProducer\uc744 \uad6c\ud604 \ud558\ub294 \uc785\ub825\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ud074\ub798\uc2a4 captcha \uc774\ubbf8\uc9c0\uc5d0 \ub300 \ud55c \ubc30\uacbd\uc744 \uc0dd\uc131\ud560 \uac04\ub2e8\ud55c CAPTCHA\uc5d0 \uc758\ud574 \ubb34\uc791\uc704\ub85c \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
simple-captcha-gimpy-renderers=\uac04\ub2e8\ud55c CAPTCHA \ubaa8\uc774 \ub80c\ub354\ub7ec (Automatic Translation)
simple-captcha-gimpy-renderers-help=Nl.captcha.gimpy.GimpyRenderer\uc744 \uad6c\ud604 \ud558\ub294 \uc785\ub825\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ud074\ub798\uc2a4\ub294 captcha \uc774\ubbf8\uc9c0\ub97c \uae40\ud504\ub97c \uac04\ub2e8\ud55c CAPTCHA\uc5d0 \uc758\ud574 \ubb34\uc791\uc704\ub85c \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
simple-captcha-height=\uac04\ub2e8\ud55c \ubcf4\uc548 \ubb38\uc790 \ub192\uc774 (Automatic Translation)
simple-captcha-height-help=\uac04\ub2e8\ud55c CAPTCHA\uc5d0 \uc758\ud574 \uc0dd\uc131 \ub41c captcha \uc774\ubbf8\uc9c0\uc5d0 \ub300 \ud55c \ub192\uc774 \uc124\uc815 (Automatic Translation)
simple-captcha-noise-producers=\uac04\ub2e8\ud55c CAPTCHA \uc18c\uc74c \uc81c\uc791\uc790 (Automatic Translation)
simple-captcha-noise-producers-help=Nl.captcha.noise.NoiseProducer\uc744 \uad6c\ud604 \ud558\ub294 \uc785\ub825\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ud074\ub798\uc2a4\ub294 captcha \uc774\ubbf8\uc9c0\uc5d0 \ub178\uc774\uc988\ub97c \ucd94\uac00 \ud558\ub824\uba74 \uac04\ub2e8\ud55c CAPTCHA\uc5d0 \uc758\ud574 \ubb34\uc791\uc704\ub85c \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
simple-captcha-text-producers=\uac04\ub2e8\ud55c \ubcf4\uc548 \ubb38\uc790 \ud14d\uc2a4\ud2b8 \uc0dd\uc0b0\uc790 (Automatic Translation)
simple-captcha-text-producers-help=Nl.captcha.text.producer.TextProducer\uc744 \uad6c\ud604 \ud558\ub294 \uc785\ub825\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ud074\ub798\uc2a4 captcha \uc774\ubbf8\uc9c0\uc5d0 \ub300 \ud55c \ud14d\uc2a4\ud2b8\ub97c \uc0dd\uc131 \ud558 \uc5ec \uac04\ub2e8\ud55c CAPTCHA \uc784\uc758\ub85c \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
simple-captcha-width=\uac04\ub2e8\ud55c CAPTCHA \ud3ed (Automatic Translation)
simple-captcha-width-help=\uac04\ub2e8\ud55c CAPTCHA\uc5d0 \uc758\ud574 \uc0dd\uc131 \ub41c captcha \uc774\ubbf8\uc9c0\uc5d0 \ub300 \ud55c \ub108\ube44 \uc124\uc815 (Automatic Translation)
simple-captcha-word-renderers=\uac04\ub2e8\ud55c CAPTCHA Word \ub80c\ub354\ub7ec (Automatic Translation)
simple-captcha-word-renderers-help=Nl.captcha.text.renderer.WordRenderer\uc744 \uad6c\ud604 \ud558\ub294 \uc785\ub825\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ud074\ub798\uc2a4 captcha \uc774\ubbf8\uc9c0\uc5d0 \ub300 \ud55c \ud14d\uc2a4\ud2b8\ub97c \ub80c\ub354\ub9c1 \ud558\ub294 \ub370 \uac04\ub2e8\ud55c CAPTCHA\uc5d0 \uc758\ud574 \ubb34\uc791\uc704\ub85c \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=ReCAPTCHA \uac1c\uc778 \ud0a4\uac00 \uc798\ubabb. (Automatic Translation)
the-recaptcha-public-key-is-not-valid=ReCAPTCHA \uacf5\uac1c\ud0a4 \uc720\ud6a8 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
