#X-Generator: crowdin.com
a-configuration-with-this-id-already-exists=M\u1ed9t c\u1ea5u h\u00ecnh v\u1edbi ID n\u00e0y \u0111\u00e3 t\u1ed3n t\u1ea1i. Vui l\u00f2ng nh\u1eadp m\u1ed9t ID duy nh\u1ea5t (Automatic Translation)
a-configuration-with-this-name-already-exists=M\u1ed9t c\u1ea5u h\u00ecnh v\u1edbi t\u00ean n\u00e0y \u0111\u00e3 t\u1ed3n t\u1ea1i. Vui l\u00f2ng nh\u1eadp m\u1ed9t t\u00ean duy nh\u1ea5t. (Automatic Translation)
adapt-all-images=Th\u00edch \u1ee9ng v\u1edbi t\u1ea5t c\u1ea3 h\u00ecnh \u1ea3nh (Automatic Translation)
adapt-remaining=Th\u00edch \u1ee9ng c\u00f2n l\u1ea1i (Automatic Translation)
adapted-images=\u0110i\u1ec1u ch\u1ec9nh h\u00ecnh \u1ea3nh (Automatic Translation)
adaptive-media=Ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng th\u00edch nghi (Automatic Translation)
add-a-resolution-for-high-density-displays=Th\u00eam \u0111\u1ed9 ph\u00e2n gi\u1ea3i cho m\u00e0n h\u00ecnh m\u1eadt \u0111\u1ed9 cao (2 x). (Automatic Translation)
add-image-resolution=Th\u00eam h\u00ecnh \u1ea3nh \u0111\u1ed9 ph\u00e2n gi\u1ea3i (Automatic Translation)
at-least-one-value-is-required=At least one value is required. (Automatic Copy)
automatic=T\u1ef1 \u0111\u1ed9ng (Automatic Translation)
enable=K\u00edch ho\u1ea1t (Automatic Translation)
identifier=\u0110\u1ecbnh danh (Automatic Translation)
image-resolution=\u0110\u1ed9 ph\u00e2n gi\u1ea3i h\u00ecnh \u1ea3nh (Automatic Translation)
image-resolutions=\u0110\u1ed9 ph\u00e2n gi\u1ea3i h\u00ecnh \u1ea3nh (Automatic Translation)
javax.portlet.description.com_liferay_adaptive_media_web_portlet_AMPortlet=Ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng th\u00edch nghi ph\u00e1t hi\u1ec7n kh\u1ea3 n\u0103ng thi\u1ebft b\u1ecb c\u1ee7a kh\u00e1ch truy c\u1eadp v\u00e0 t\u1ef1 \u0111\u1ed9ng cung c\u1ea5p m\u1ed9t phi\u00ean b\u1ea3n thu nh\u1ecf v\u00e0 t\u1ed1i \u01b0u h\u00f3a th\u00edch h\u1ee3p c\u1ee7a ph\u01b0\u01a1ng ti\u1ec7n l\u01b0u tr\u1eef c\u1ee7a b\u1ea1n. (Automatic Translation)
javax.portlet.long-title.com_liferay_adaptive_media_web_portlet_AMPortlet=Ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng th\u00edch nghi (Automatic Translation)
javax.portlet.title.com_liferay_adaptive_media_web_portlet_AMPortlet=Ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng th\u00edch nghi (Automatic Translation)
leave-a-size-field-empty-to-get-images-scaled-proportionally=Leave a size field empty to get images scaled proportionally. (Automatic Copy)
max-height=Chi\u1ec1u cao t\u1ed1i \u0111a (Automatic Translation)
max-height-px=Chi\u1ec1u cao t\u1ed1i \u0111a (px) (Automatic Translation)
max-width=T\u1ed1i \u0111a chi\u1ec1u r\u1ed9ng (Automatic Translation)
max-width-px=T\u1ed1i \u0111a chi\u1ec1u r\u1ed9ng (px) (Automatic Translation)
new-image-resolution=\u0110\u1ed9 ph\u00e2n gi\u1ea3i h\u00ecnh \u1ea3nh m\u1edbi (Automatic Translation)
please-enter-a-max-height-value-larger-than-0=Vui l\u00f2ng nh\u1eadp m\u1ed9t gi\u00e1 tr\u1ecb \u0111\u1ed9 cao l\u1edbn h\u01a1n 0. (Automatic Translation)
please-enter-a-max-width-or-max-height-value-larger-than-0=Vui l\u00f2ng nh\u1eadp t\u1ed1i \u0111a chi\u1ec1u r\u1ed9ng ho\u1eb7c chi\u1ec1u cao t\u1ed1i \u0111a gi\u00e1 tr\u1ecb l\u1edbn h\u01a1n 0. (Automatic Translation)
please-enter-a-max-width-value-larger-than-0=Vui l\u00f2ng nh\u1eadp m\u1ed9t gi\u00e1 tr\u1ecb t\u1ed1i \u0111a chi\u1ec1u r\u1ed9ng l\u1edbn h\u01a1n 0. (Automatic Translation)
please-enter-a-valid-identifier=Vui l\u00f2ng nh\u1eadp m\u1ed9t nh\u1eadn d\u1ea1ng h\u1ee3p l\u1ec7. (Automatic Translation)
please-enter-at-least-one-of-the-following-fields=Please enter at least one of the following fields (Automatic Copy)
processing-images.-this-could-take-a-while-depending-on-the-number-of-images=X\u1eed l\u00fd h\u00ecnh \u1ea3nh. \u0110i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 m\u1ea5t m\u1ed9t th\u1eddi gian t\u00f9y thu\u1ed9c v\u00e0o s\u1ed1 l\u01b0\u1ee3ng h\u00ecnh \u1ea3nh. (Automatic Translation)
the-id-is-based-on-the-name-field=ID l\u00e0 d\u1ef1a v\u00e0o tr\u01b0\u1eddng t\u00ean. (Automatic Translation)
the-images-for-this-resolution-are-already-adapted=Nh\u1eefng h\u00ecnh \u1ea3nh cho ngh\u1ecb quy\u1ebft n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c chuy\u1ec3n th\u1ec3. (Automatic Translation)
there-are-no-image-resolutions=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 \u0111\u1ed9 ph\u00e2n gi\u1ea3i h\u00ecnh \u1ea3nh. B\u1ea1n c\u00f3 th\u1ec3 th\u00eam m\u1ed9t trong nh\u1eefng b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o n\u00fat c\u1ed9ng tr\u00ean g\u00f3c d\u01b0\u1edbi b\u00ean ph\u1ea3i. (Automatic Translation)
x-and-x-were-saved-successfully={0} and {1} were saved successfully. (Automatic Copy)
x-was-deleted-successfully={0} was deleted successfully. (Automatic Copy)
x-was-disabled-successfully={0} was disabled successfully. (Automatic Copy)
x-was-enabled-successfully={0} was enabled successfully. (Automatic Copy)
x-was-saved-successfully={0} was saved successfully. (Automatic Copy)
x-was-saved-successfully.-the-id-was-duplicated-and-renamed-to-x={0} was saved successfully. The ID was duplicated and renamed to {1}. (Automatic Copy)
x-were-deleted-successfully={0} were deleted successfully. (Automatic Copy)
