#X-Generator: crowdin.com
authentication-search-filter-help=Enter the search filter that is used to test the validity of a user. The tokens @company_id@, @email_address@, @screen_name@, and @user_id@ are replaced at runtime with the correct values. (Automatic Copy)
autogenerate-user-password=Autogenerate User Password (Automatic Copy)
base-dn-help=The Base DN specifies the initial search context for users and is optional. (Automatic Copy)
contact-custom-mappings-help=N\u00e4r du importerar och exporterar anv\u00e4ndare, anv\u00e4nder portalen f\u00f6r denna kartl\u00e4ggning f\u00f6r att ansluta LDAP-anv\u00e4ndarattribut och portal kontaktens anpassade attribut. (Automatic Translation)
contact-mappings-help=N\u00e4r du importerar och exporterar anv\u00e4ndare, anv\u00e4nder portalen f\u00f6r denna kartl\u00e4ggning f\u00f6r att ansluta LDAP-anv\u00e4ndarattribut och portal kontakt attribut. (Automatic Translation)
create-role-per-group=Create Role per Group (Automatic Copy)
default-user-password=Deafult User Password (Automatic Copy)
enable-group-cache=Enable Group Cache (Automatic Copy)
enable-user-password=Enable User Password (Automatic Copy)
export-enabled-help=Inst\u00e4llningar f\u00f6r att exportera anv\u00e4ndare fr\u00e5n portalen till LDAP. Detta till\u00e5ter en anv\u00e4ndare att \u00e4ndra hans f\u00f6rnamn, efternamn, etc. i portalen och har att \u00e4ndra sk\u00f6t till LDAP-servern. Denna inst\u00e4llning anv\u00e4nds inte om inte egenskapen "LDAPAuthConfiguration.enabled" \u00e4r inst\u00e4lld p\u00e5 true. (Automatic Translation)
export-group-enabled-help=Ange detta till true om grupper och deras organisationer b\u00f6r exporteras fr\u00e5n portalen till LDAP. Denna inst\u00e4llning anv\u00e4nds inte om inte egenskapen "LDAPAuthConfiguration.enabled" \u00e4r inst\u00e4lld p\u00e5 true. (Automatic Translation)
group-default-object-classes-help=N\u00e4r en grupp exporteras till LDAP och gruppen existerar inte, kommer gruppen att skapas med f\u00f6ljande standard objektklasser. (Automatic Translation)
group-mappings-help=N\u00e4r du importerar grupper, anv\u00e4nder portalen f\u00f6r denna kartl\u00e4ggning f\u00f6r att ansluta LDAP grupp attribut och portalanv\u00e4ndare grupp attribut. (Automatic Translation)
group-search-filter-enabled-help=Inst\u00e4llningar f\u00f6r att importera grupper fr\u00e5n LDAP till portalen. Dessa inst\u00e4llningar anv\u00e4nds inte om inte egenskapen "LDAPImportConfiguration.enabled" \u00e4r inst\u00e4lld p\u00e5 true. (Automatic Translation)
groups-dn-help=Nya grupper kommer att skapas p\u00e5 den angivna DN. Detta kommer endast att vara aktiv om egenskapen "LDAPAuthConfiguration.enabled" och "LDAPExportConfiguration.enabled" har angetts till true. (Automatic Translation)
import-create-role-per-group-help=Ange detta till true om portalen b\u00f6r automatiskt skapa en roll per grupp importeras fr\u00e5n LDAP. Rollen som ska tilldelas till gruppen s\u00e5 att anv\u00e4ndare kan automatiskt \u00e4rver den rollen n\u00e4r de tilldelas till gruppen. (Automatic Translation)
import-group-cache-enabled-help=Ange whethertime-gruppen DN uppslagningar cachelagras under LDAP import och logga in. Om inst\u00e4lld p\u00e5 sant, detta kommer att p\u00e5skynda import LDAP och logga in, men uppdateringar till gruppen attribut inte k\u00e4nns igen tills cacheposten f\u00f6rfaller. Cache-storleken och timeout kan konfigureras f\u00f6r cachen med cache namn "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Set the lock expiration time for LDAP import. By default, the expiration time is 1 day. (Automatic Copy)
import-method=Import Method (Automatic Copy)
import-method-help=Ange antingen anv\u00e4ndare eller grupp f\u00f6r importmetoden. Om att anv\u00e4ndaren, portalen importerar alla anv\u00e4ndare och grupper f\u00f6rknippade med dessa anv\u00e4ndare. Om satt till gruppen, portalen importerar alla grupper och anv\u00e4ndare som associeras med dessa grupper. Detta v\u00e4rde b\u00f6r fastst\u00e4llas utifr\u00e5n hur en LDAP-server lagras information om gruppmedlemskap. (Automatic Translation)
ldap-auth-configuration-name=LDAP-Auth (Automatic Translation)
ldap-export-configuration-name=LDAP Export (Automatic Translation)
ldap-import-configuration-name=LDAP Import (Automatic Translation)
ldap-server-configuration-name=LDAP Servrar
lock-expiration-time=Lock Expiration Time (Automatic Copy)
method-help=Ange antingen binda eller l\u00f6senord-j\u00e4mf\u00f6r f\u00f6r LDAP autentiseringsmetoden. Bind f\u00f6redras av de flesta leverant\u00f6rer s\u00e5 att du slipper oroa dig f\u00f6r kryptering strategier. (Automatic Translation)
page-size-help=Ange storleken f\u00f6r directory-servrar att st\u00f6d persons\u00f6kning. Detta v\u00e4rde m\u00e5ste vara 1000 eller mindre f\u00f6r Microsoft Active Directory-servern. (Automatic Translation)
password-encryption-algorithm-help=Ange l\u00f6senordskrypteringen att anv\u00e4nda f\u00f6r att j\u00e4mf\u00f6ra l\u00f6senord under importen och anv\u00e4nda f\u00f6r att kryptera l\u00f6senord under exporten. J\u00e4mf\u00f6ra l\u00f6senord under importen endast anv\u00e4nds n\u00e4r egenskapen "LDAPAuthConfiguration.method" \u00e4r inst\u00e4lld p\u00e5 l\u00f6senord-j\u00e4mf\u00f6r. Om kryptering \u00e4r inst\u00e4lld p\u00e5 ingen, vilket \u00e4r standardv\u00e4rdet, \u00e4r l\u00f6senord ansedda som oformaterad text. SHA-512 algoritmen st\u00f6ds inte f\u00f6r n\u00e4rvarande. (Automatic Translation)
password-policy-enabled-help=Set this to true to use LDAP's password policy instead of the portal password policy. If set to true, it is possible that portal generated passwords will not match the LDAP policy. See the "passwords.regexptoolkit.*" properties for details on configuring RegExpToolkit in generating these passwords. Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
range-size-help=Ange antalet v\u00e4rden att \u00e5terv\u00e4nda i varje fr\u00e5ga flerv\u00e4rdesattribut f\u00f6r directory-servrar som st\u00f6der utbud h\u00e4mtning. Olika storlek m\u00e5ste vara 1000 eller mindre f\u00f6r Windows 2000 och 1500 eller mindre f\u00f6r Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=System LDAP Configuration (Automatic Copy)
user-custom-mappings-help=N\u00e4r du importerar och exporterar anv\u00e4ndare, anv\u00e4nder portalen f\u00f6r denna kartl\u00e4ggning f\u00f6r att ansluta LDAP-anv\u00e4ndarattribut och portal anv\u00e4ndarens anpassade attribut. (Automatic Translation)
user-default-object-classes-help=N\u00e4r en anv\u00e4ndare exporteras till LDAP och anv\u00e4ndaren finns inte, kommer anv\u00e4ndaren att skapas med f\u00f6ljande standard objektklasser. (Automatic Translation)
user-ignore-attributes-help=Ange de anv\u00e4ndarattribut som styrs fr\u00e5n portalen. N\u00e4r du l\u00e4gger till eller uppdaterar en anv\u00e4ndare fr\u00e5n LDAP, hoppas dessa attribut \u00f6ver. (Automatic Translation)
user-mappings-help=N\u00e4r importera och exportera anv\u00e4ndare, anv\u00e4nder portalen denna kartl\u00e4ggning f\u00f6r att ansluta LDAP-anv\u00e4ndarattribut och portal anv\u00e4ndarattribut. (Automatic Translation)
user-search-filter-help=Inst\u00e4llningar f\u00f6r att importera anv\u00e4ndare fr\u00e5n LDAP till portalen. Dessa inst\u00e4llningar anv\u00e4nds inte om inte egenskapen "LDAPImportConfiguration.enabled" \u00e4r inst\u00e4lld p\u00e5 true. (Automatic Translation)
users-dn-help=Nya anv\u00e4ndare kommer att skapas p\u00e5 den angivna DN. Detta kommer endast att vara aktiv om egenskapen "LDAPAuthConfiguration.enabled" och "LDAPExportConfiguration.enabled" har angetts till true. (Automatic Translation)
