#X-Generator: crowdin.com
authentication-search-filter-help=\uc0ac\uc6a9\uc790\uc758 \uc720\ud6a8\uc131\uc744 \ud14c\uc2a4\ud2b8 \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub418\ub294 \uac80\uc0c9 \ud544\ud130\ub97c \uc785\ub825 \ud569\ub2c8\ub2e4. \ud1a0\ud070 @company_id @, @email_address @, @screen_name @, @ @user_id\ub294 \ub7f0\ud0c0\uc784 \uc2dc \uc62c\ubc14\ub978 \uac12\uc73c\ub85c \ub300\uccb4 \ub418 \uace0. (Automatic Translation)
autogenerate-user-password=\uc790\ub3d9 \uc0dd\uc131 \uc0ac\uc6a9\uc790 \uc554\ud638 (Automatic Translation)
base-dn-help=\uae30\ubcf8 DN \uc0ac\uc6a9\uc790\uc5d0 \ub300 \ud55c \ucd08\uae30 \uac80\uc0c9 \ucee8\ud14d\uc2a4\ud2b8\ub97c \uc9c0\uc815 \ud558 \uace0 \uc120\ud0dd \uc0ac\ud56d\uc785\ub2c8\ub2e4. (Automatic Translation)
contact-custom-mappings-help=\ub54c \uac00\uc838\uc624\uae30 \ubc0f \ub0b4\ubcf4\ub0b4\uae30 \uc0ac\uc6a9\uc790, \ud3ec\ud138 LDAP \uc0ac\uc6a9\uc790 \ud2b9\uc131 \ubc0f \ud3ec\ud138 \uc5f0\ub77d\ucc98\uc758 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ud2b9\uc131\uc744 \uc5f0\uacb0 \ud558\ub824\uba74\uc774 \ub9e4\ud551\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
contact-mappings-help=\ub54c \uac00\uc838\uc624\uae30 \ubc0f \ub0b4\ubcf4\ub0b4\uae30 \uc0ac\uc6a9\uc790, \ud3ec\ud138 LDAP \uc0ac\uc6a9\uc790 \ud2b9\uc131 \ubc0f \ud3ec\ud138 \uc5f0\ub77d\ucc98 \ud2b9\uc131\uc744 \uc5f0\uacb0\ud560\uc774 \ub9e4\ud551\uc740 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
create-role-per-group=\uc5ed\ud560 \uadf8\ub8f9 \ub9cc\ub4e4\uae30 (Automatic Translation)
default-user-password=Deafult \uc0ac\uc6a9\uc790 \uc554\ud638 (Automatic Translation)
enable-group-cache=\uc0ac\uc6a9 \uadf8\ub8f9 \uce90\uc2dc (Automatic Translation)
enable-user-password=\uc0ac\uc6a9\uc790 \uc554\ud638\ub97c \uc0ac\uc6a9 \ud558\ub3c4\ub85d \uc124\uc815 (Automatic Translation)
export-enabled-help=LDAP\uc5d0 \uc0ac\uc6a9\uc790\uac00 \ud3ec\ud138\uc5d0\uc11c \ub0b4\ubcf4\ub0b4\uae30\uc5d0 \ub300 \ud55c \uc124\uc815\uc785\ub2c8\ub2e4. \uadf8\uc758 \uccab \ubc88\uc9f8 \uc774\ub984, \uc131, \ud3ec\ud138\uc5d0\uc11c \ub4f1\uc744 \uc218\uc815 \ud558 \uace0 \ubcc0\uacbd LDAP \uc11c\ubc84\ub85c \ubc00\uc5b4\uac00\uc9c0\uace0 \uc0ac\uc6a9\uc790 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc18d\uc131 "LDAPAuthConfiguration.enabled" \uc124\uc815 \ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\uba74\uc774 \uc124\uc815\uc740 \uc0ac\uc6a9 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4 true. (Automatic Translation)
export-group-enabled-help=\uc774 \uadf8\ub8f9 \ubc0f \uadf8\ub4e4\uc758 \uc5f0\uacb0 \ud55c\ub2e4 \ub0b4\ubcf4\ub0bc \ud3ec\ud138\uc5d0\uc11c LDAP\uc5d0 \uae30\ubc18\ud55c \uacbd\uc6b0 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. \uc18d\uc131 "LDAPAuthConfiguration.enabled" \uc124\uc815 \ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\uba74\uc774 \uc124\uc815\uc740 \uc0ac\uc6a9 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4 true. (Automatic Translation)
group-default-object-classes-help=LDAP \uadf8\ub8f9 \ub0b4\ubcf4\ub0bc \ud558 \uace0 \uadf8\ub8f9\uc774 \uc5c6\uc2b5\ub2c8\ub2e4, \ub2e4\uc74c\uacfc \uac19\uc740 \uae30\ubcf8 \uac1c\uccb4 \ud074\ub798\uc2a4\uc640 \uadf8\ub8f9 \uc0dd\uc131 \ub429\ub2c8\ub2e4. (Automatic Translation)
group-mappings-help=\uadf8\ub8f9\uc744 \uac00\uc838\uc62c \ub54c \ud3ec\ud138 LDAP \uadf8\ub8f9 \ud2b9\uc131 \ubc0f \ud3ec\ud138 \uc0ac\uc6a9\uc790 \uadf8\ub8f9 \ud2b9\uc131\uc744 \uc5f0\uacb0\ud560\uc774 \ub9e4\ud551\uc740 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
group-search-filter-enabled-help=\ud3ec\ud138\uc5d0 LDAP\uc5d0\uc11c \uadf8\ub8f9 \uac00\uc838\uc624\uae30\uc5d0 \ub300 \ud55c \uc124\uc815\uc785\ub2c8\ub2e4. \uc18d\uc131 "LDAPImportConfiguration.enabled" \uc124\uc815 \ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\uba74\uc774 \uc124\uc815\uc740 \uc0ac\uc6a9 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4 true. (Automatic Translation)
groups-dn-help=\uc9c0\uc815 \ub41c DN\uc5d0 \uc0c8 \uadf8\ub8f9\uc774 \ub9cc\ub4e4\uc5b4\uc9d1\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 "LDAPAuthConfiguration.enabled" \ubc0f "LDAPExportConfiguration.enabled" \uc124\uc815 \ud558\ub294 \uacbd\uc6b0 \ud65c\uc131\ud654 \ub429\ub2c8\ub2e4 true\ub85c. (Automatic Translation)
import-create-role-per-group-help=\uc774 \ud3ec\ud138 \uadf8\ub8f9 LDAP\uc5d0\uc11c \uac00\uc838\uc628 \ub2f9 \uc5ed\ud560\uc744 \uc790\ub3d9\uc73c\ub85c \ub9cc\ub4e4\uc5b4\uc57c \ud558\ub294 \uacbd\uc6b0 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. \uc5ed\ud560 \uadf8\ub8f9\uc5d0 \ud560\ub2f9 \ub420 \ub54c \uc0ac\uc6a9\uc790\uac00 \uc790\ub3d9\uc73c\ub85c \ud574\ub2f9 \uc5ed\ud560 \uc0c1\uc18d \uc218 \uc788\ub3c4\ub85d \uadf8\ub8f9\uc5d0 \ud560\ub2f9 \ub429\ub2c8\ub2e4. (Automatic Translation)
import-group-cache-enabled-help=Whethertime \uadf8\ub8f9 DN \uc870\ud68c LDAP \uac00\uc838\uc624\uae30 \ubc0f \ub85c\uadf8\uc778 \ud558\ub294 \ub3d9\uc548 \uce90\uc2dc \ub429\ub2c8\ub2e4 \uc9c0\uc815 \ud569\ub2c8\ub2e4. \uc0ac\uc2e4,\uc774 \uc18d\ub3c4\uac00 \ud5a5\uc0c1 \ub429\ub2c8\ub2e4 LDAP \uac00\uc838\uc624\uae30 \ubc0f \ub85c\uadf8\uc778, \uc124\uc815 \ud558\uc9c0\ub9cc \uadf8\ub8f9 \ud2b9\uc131\uc5d0 \ub300 \ud55c \uc5c5\ub370\uc774\ud2b8 \uce90\uc2dc \ud56d\ubaa9\uc774 \ub9cc\ub8cc \ub420 \ub54c\uae4c\uc9c0 \uc778\uc2dd \ub418\uc9c0 \uac83\uc785\ub2c8\ub2e4. \uce90\uc2dc \ud06c\uae30 \ubc0f \uc2dc\uac04 \uc81c\ud55c \uce90\uc2dc \uce90\uc2dc \uc774\ub984 "com.liferay.portal.security.exportimport.UserImporter"\ub97c \uc0ac\uc6a9 \ud558 \uc5ec \uad6c\uc131\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
import-lock-expiration-time-help=LDAP \uac00\uc838\uc624\uae30\uc5d0 \ub300 \ud55c \uc7a0\uae08 \ub9cc\ub8cc \uc2dc\uac04\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \uae30\ubcf8\uc801\uc73c\ub85c \ub9cc\ub8cc \uc2dc\uac04\uc740 1 \uc77c\uc785\ub2c8\ub2e4. (Automatic Translation)
import-method=\uac00\uc838\uc624\uae30 \ubc29\ubc95 (Automatic Translation)
import-method-help=\uc0ac\uc6a9\uc790 \ub610\ub294 \uadf8\ub8f9 \uac00\uc838\uc624\uae30 \ubc29\ubc95\uc5d0 \ub300 \ud55c \uc124\uc815. \ub9cc\uc57d \uc124\uc815 \uc0ac\uc6a9\uc790, \ud3ec\ud138\uc5d0 \ubaa8\ub4e0 \uc0ac\uc6a9\uc790 \ubc0f \ud574\ub2f9 \uc0ac\uc6a9\uc790\uc640 \uc5f0\uacb0 \ub41c \uadf8\ub8f9\uc744 \uac00\uc838\uc635\ub2c8\ub2e4. \uacbd\uc6b0\uc5d0 \uadf8\ub8f9, \ud3ec\ud0c8 \uc124\uc815 \ubaa8\ub4e0 \uadf8\ub8f9 \ubc0f \ud574\ub2f9 \uadf8\ub8f9\uc640 \uad00\ub828 \ub41c \uc0ac\uc6a9\uc790\ub97c \uac00\uc838\uc635\ub2c8\ub2e4. \uc774 \uac12\uc740 LDAP \uc11c\ubc84 \uadf8\ub8f9 \uba64\ubc84 \uc790\uaca9 \uc815\ubcf4\ub97c \uc800\uc7a5 \ud558\ub294 \ubc29\ubc95\uc5d0 \ub530\ub77c \uc124\uc815 \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
ldap-auth-configuration-name=LDAP \uc778\uc99d (Automatic Translation)
ldap-export-configuration-name=LDAP \uc218\ucd9c (Automatic Translation)
ldap-import-configuration-name=LDAP \uac00\uc838\uc624\uae30 (Automatic Translation)
ldap-server-configuration-name=LDAP \uc11c\ubc84 (Automatic Translation)
lock-expiration-time=\uc7a0\uae08 \ub9cc\ub8cc \uc2dc\uac04 (Automatic Translation)
method-help=\uc124\uc815 \ubc14\uc778\ub529 \ub610\ub294 LDAP \uc778\uc99d \ubc29\ubc95\uc5d0 \ub300 \ud55c \uc554\ud638\ub97c \ube44\uad50 \ud569\ub2c8\ub2e4. Bind\ub294 \uc554\ud638\ud654 \uc804\ub7b5\uc5d0 \ub300\ud574 \uac71\uc815\ud560 \ud544\uc694\uac00 \uc5c6\uc2b5\ub2c8\ub2e4 \uc788\ub3c4\ub85d \ub300\ubd80\ubd84\uc758 \uacf5\uae09 \uc5c5\uccb4\uc5d0 \uc758\ud574 \uc120\ud638 \ub41c\ub2e4. (Automatic Translation)
page-size-help=\ud398\uc774\uc9c0 \ud06c\uae30 \uc124\uc815 \ub514\ub809\ud130\ub9ac \uc11c\ubc84\ub97c \uc9c0 \uc6d0\ud558\ub294 \ud398\uc774\uc9d5. \uc774 \uac12\uc740 1000 \uc774\ud558\uc758 Microsoft Active Directory \uc11c\ubc84\uc5d0 \ub300 \ud55c \ud544\uc694\uac00 \uc788\ub2e4. (Automatic Translation)
password-encryption-algorithm-help=\uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc554\ud638\ub97c \ube44\uad50 \uc0ac\uc6a9 \ud558 \uace0 \ub0b4\ubcf4\ub0bc \ub54c \uc554\ud638\ub97c \uc554\ud638\ud654\uc5d0 \uc0ac\uc6a9\ud560 \uc554\ud638\uc758 \uc554\ud638\ud654\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc554\ud638\ub97c \ube44\uad50 \ud569\ub2c8\ub2e4\ub9cc \uc0ac\uc6a9\ud560 \uc18d\uc131\uc774 "LDAPAuthConfiguration.method" \uc554\ud638 \ube44\uad50\ub85c \uc124\uc815 \ub41c \uacbd\uc6b0. \uc554\ud638\ud654 \uae30\ubcf8 \uac12\uc740 NONE\uc73c\ub85c \uc124\uc815 \ub41c \uacbd\uc6b0 \uc554\ud638\ub294 \uc77c\ubc18 \ud14d\uc2a4\ud2b8\ub85c \uac04\uc8fc \ub429\ub2c8\ub2e4. SHA 512 \uc54c\uace0\ub9ac\uc998\uc740 \ud604\uc7ac \uc9c0\uc6d0\uc785\ub2c8\ub2e4. (Automatic Translation)
password-policy-enabled-help=\uc0ac\uc2e4 \ud3ec\ud138 \uc554\ud638 \uc815\ucc45 \ub300\uc2e0 \uc0ac\uc6a9 \ud558 \uc5ec LDAP \uc554\ud638 \uc815\ucc45\uc5d0\uc774 \uc124\uc815 \ud569\ub2c8\ub2e4. \uacbd\uc6b0 \uc124\uc815, \uadf8\uac83\uc740 \uac00\ub2a5\ud55c \ud3ec\ud138 \uc0dd\uc131 \ub41c \uc554\ud638 LDAP \uc815\ucc45 \uc77c\uce58 \ud558\uc9c0 \uac83\uc785\ub2c8\ub2e4. \uc774\ub7ec\ud55c \uc554\ud638\ub97c \uc0dd\uc131 \ud558\ub294 RegExpToolkit\uc744 \uad6c\uc131\uc5d0 \ub300 \ud55c \uc790\uc138\ud55c \ub0b4\uc6a9\uc740 "passwords.regexptoolkit.*" \uc18d\uc131\uc744 \ucc38\uc870 \ud558\uc2ed\uc2dc\uc624. \uc774 \ud3ec\ud138 \uc720\ud6a8\ud55c \uc554\ud638\uc5d0 \ub300 \ud55c \ud655\uc778 \ud558\uc9c0 \uac83\uc785\ub2c8\ub2e4 \uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0 \ub9cc\ub8cc \ub41c \uc554\ud638\ub97c \uc720\uc758 \ub610\ub294 \uc7a0\uae34 \uc0ac\uc6a9\uc790. \uc774\uac83\uc740 \uc9c0\uae08 LDAP \uc11c\ubc84\uc758 \uc554\ud638 \uc815\ucc45\uc5d0 \uc758\ud574 \ucc98\ub9ac \ub429\ub2c8\ub2e4. (Automatic Translation)
range-size-help=\ubc94\uc704 \uac80\uc0c9\uc744 \uc9c0 \uc6d0\ud558\ub294 \ub514\ub809\ud130\ub9ac \uc11c\ubc84\uc5d0 \ub300 \ud55c \ub2e4\uc911\uac12\ub41c \ud2b9\uc131\uc5d0 \uac01 \ucffc\ub9ac\uc5d0\uc11c \ubc18\ud658 \ud558\ub294 \uac12\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \ubc94\uc704 \ud06c\uae30 1000 \ub610\ub294 \ub354 \uc801\uc740 1500\uc5d0 \ub300 \ud55c Windows 2000 \ub610\ub294 Windows Server 2003\uc5d0 \ub300 \ud55c \ub354 \uc801\uc740 \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
system-ldap-configuration-name=\uc2dc\uc2a4\ud15c LDAP \uad6c\uc131 (Automatic Translation)
user-custom-mappings-help=\ub54c \uac00\uc838\uc624\uae30 \ubc0f \ub0b4\ubcf4\ub0b4\uae30 \uc0ac\uc6a9\uc790, \ud3ec\ud138 LDAP \uc0ac\uc6a9\uc790 \ud2b9\uc131 \ubc0f \ud3ec\ud138 \uc0ac\uc6a9\uc790\uc758 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ud2b9\uc131\uc744 \uc5f0\uacb0 \ud558\ub824\uba74\uc774 \ub9e4\ud551\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
user-default-object-classes-help=Ldap \uc0ac\uc6a9\uc790\ub97c \ub0b4\ubcf4\ub0bc \ub54c \uc0ac\uc6a9\uc790\uac00 \uc5c6\ub294 \uc0ac\uc6a9\uc790\ub294 \ub2e4\uc74c\uacfc \uac19\uc740 \uae30\ubcf8 \uac1c\uccb4 \ud074\ub798\uc2a4\ub97c \ub9cc\ub4e4\uc5b4\uc9d1\ub2c8\ub2e4. (Automatic Translation)
user-ignore-attributes-help=\ud3ec\ud138\uc5d0\uc11c \uc81c\uc5b4 \ub418\ub294 \uc0ac\uc6a9\uc790 \ud2b9\uc131\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \ub54c \ucd94\uac00 \ub610\ub294 LDAP\uc5d0\uc11c \uc0ac\uc6a9\uc790 \uc5c5\ub370\uc774\ud2b8, \uc774\ub7ec\ud55c \ud2b9\uc131 \uac74\ub108\ub701\ub2c8\ub2e4. (Automatic Translation)
user-mappings-help=\ub54c \uac00\uc838\uc624\uae30 \ubc0f \ub0b4\ubcf4\ub0b4\uae30 \uc0ac\uc6a9\uc790, \ud3ec\ud138 LDAP \uc0ac\uc6a9\uc790 \ud2b9\uc131 \ubc0f \ud3ec\ud138 \uc0ac\uc6a9\uc790 \ud2b9\uc131\uc744 \uc5f0\uacb0\ud560\uc774 \ub9e4\ud551\uc740 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
user-search-filter-help=\ud3ec\ud138\uc5d0\uc11c LDAP \uc0ac\uc6a9\uc790\ub97c \uac00\uc838\uc624\uae30\uc5d0 \ub300 \ud55c \uc124\uc815\uc785\ub2c8\ub2e4. \uc18d\uc131 "LDAPImportConfiguration.enabled" \uc124\uc815 \ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\uba74\uc774 \uc124\uc815\uc740 \uc0ac\uc6a9 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4 true. (Automatic Translation)
users-dn-help=\uc0c8 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \ub41c DN\uc5d0 \ub9cc\ub4e4\uc5b4\uc9d1\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 "LDAPAuthConfiguration.enabled" \ubc0f "LDAPExportConfiguration.enabled" \uc124\uc815 \ud558\ub294 \uacbd\uc6b0 \ud65c\uc131\ud654 \ub429\ub2c8\ub2e4 true\ub85c. (Automatic Translation)
