#X-Generator: crowdin.com
abstract-length-key-help=\u00d6zet i\u00e7in g\u00f6sterilecek karakter say\u0131s\u0131n\u0131z belirtiniz.
add-content-select-scope-and-type=\u0130\u00e7erik (Select kapsam\u0131 ve t\u00fcr\u00fc) ekleme (Automatic Translation)
and-operator=Ve operat\u00f6r (Automatic Translation)
asset-entry-type=De\u011fer Tipi
asset-link-behavior=K\u0131ymet ba\u011flant\u0131 davran\u0131\u015f\u0131 (Automatic Translation)
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=K\u0131ymet Publisher (Automatic Translation)
asset-selection=De\u011fer Se\u00e7imi
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=G\u00f6r\u00fcnt\u00fclenen varl\u0131klar\u0131 bu kurallar ayn\u0131 olmal\u0131d\u0131r. (Automatic Translation)
does-not-contain=\u0130\u00e7ermez (Automatic Translation)
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Etkinle\u015ftir (Automatic Translation)
enable-tag-based-navigation-help=Bu se\u00e7ili ve sayfa g\u00f6sterilirken etiket se\u00e7ili ise, elle se\u00e7ilmi\u015f olan etikete ba\u011fl\u0131 de\u011ferler g\u00f6sterilecek.
exclude-assets-with-0-views=0 Kere G\u00f6r\u00fcnt\u00fclenmi\u015f Varl\u0131klar\u0131 D\u0131\u015fla
filter-by-field=Alana g\u00f6re filtre uygula (Automatic Translation)
filter-by-field-x=Filter by Field {0}. (Automatic Copy)
include-tags-specified-in-the-url=URL'de belirtilen etiketleri i\u00e7erir. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Yay\u0131mc\u0131(Asset Publisher)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=En y\u00fcksek oy alan varl\u0131klar (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=En izlenen varl\u0131klar (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\u0130\u00e7erik Se\u00e7
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\u0130lgili varl\u0131k (Automatic Translation)
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Hi\u00e7 Varl\u0131k Bulunamad\u0131.
number-of-items-to-display-help=En fazla sayfalama devre d\u0131\u015f\u0131ysa, g\u00f6r\u00fcnt\u00fclenecek \u00f6\u011fe say\u0131s\u0131n\u0131 aksi takdirde sayfa ba\u015f\u0131na g\u00f6r\u00fcnt\u00fclenecek \u00f6\u011fe say\u0131s\u0131. (Automatic Translation)
only-one-rule-with-the-combination-x-is-supported=Only one rule with the combination {0} is supported. (Automatic Copy)
ordering-and-grouping=S\u0131ralama ve grupland\u0131rma (Automatic Translation)
other-site=Di\u011fer \u015eehir
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Geolocalized varl\u0131klar\u0131 bir harita g\u00f6r\u00fcnt\u00fcler. (Automatic Translation)
portlet-display-template-description-rich-summary=\u00d6zetleri, simgeler, ilgili varl\u0131klar\u0131 ve k\u0131ymetler i\u00e7in Yazd\u0131r/D\u00fczenle eylemleri g\u00f6r\u00fcnt\u00fcler. \u0130ste\u011fe ba\u011fl\u0131 olarak k\u0131ymet yer imleri ve derecelendirme ekleyin. (Automatic Translation)
portlet-display-template-name-map=Harita
portlet-display-template-name-rich-summary=Zengin \u00d6zeti (Automatic Translation)
query-contains=Sorgu i\u00e7eren (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=K\u00fcme ve Etkinle\u015ftir (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Set as the Default Asset Publisher for This Page
set-as-the-default-asset-publisher-for-this-page-help=Varsay\u0131lan k\u0131ymet Yay\u0131mc\u0131 bu sayfaya ili\u015fkili web i\u00e7eri\u011fini g\u00f6r\u00fcnt\u00fclemek i\u00e7in kullan\u0131l\u0131r. (Automatic Translation)
show-add-content-button-help=Bu varl\u0131klar\u0131 g\u00f6r\u00fcn\u00fcmden eklemeyi kullan\u0131c\u0131lar sa\u011flar. (Automatic Translation)
show-and-set=G\u00f6steri ve Set (Automatic Translation)
show-asset-title=Ba\u015fl\u0131\u011f\u0131 G\u00f6ster
show-context-link=\u0130\u00e7erik Ba\u011flant\u0131s\u0131n\u0131 G\u00f6ster
show-extra-info=Ekstra bilgi g\u00f6ster (Automatic Translation)
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page.
tag-based-navigation=Etiket tabanl\u0131 gezinti (Automatic Translation)
the-asset-could-not-be-found=Kullan\u0131c\u0131 bulunamad\u0131.
the-field-value-is-invalid=Alan de\u011feri ge\u00e7ersiz. (Automatic Translation)
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=Bu portletin kapsam\u0131nda ait olduklar\u0131 de\u011fil \u00e7\u00fcnk\u00fc se\u00e7ili muhasebeyle listeden \u00e7\u0131kar\u0131ld\u0131. (Automatic Translation)
there-are-no-related-assets=Hi\u00e7bir ilgili varl\u0131klar\u0131 vard\u0131r. Bu uygulama ge\u00e7erli sayfan\u0131n Ana k\u0131ymete ilgili t\u00fcm k\u0131ymetleri g\u00f6sterir. (Automatic Translation)
view-count-increment=\u0130zlenmeye art\u0131\u015f\u0131 (Automatic Translation)
x-is-not-a-display-type={0} bir g\u00f6r\u00fcnt\u00fcleme t\u00fcr\u00fc de\u011fil.
