#X-Generator: crowdin.com
add-document=A\u00f1adir Documento
add-document-type=A\u00f1adir Tipo de Documento
add-file-entry=A\u00f1adir documento
add-file-shortcut=A\u00f1adir acceso directo al archivo
add-media=A\u00f1adir Archivo Multimedia
add-multiple-documents=A\u00f1adir m\u00faltiples documentos
add-multiple-file-entries=A\u00f1adir m\u00faltiples ficheros
add-multiple-media=A\u00f1adir m\u00faltiples ficheros multimedia
add-repository=A\u00f1adir repositorio
add-shortcut=A\u00f1adir acceso directo
additional-metadata-fields=A\u00f1adir campos de metadatos
an-authentication-error-occurred-while-connecting-to-the-repository=Se ha producido un error de autenticaci\u00f3n al conectarse al repositorio.
an-unexpected-error-occurred-while-connecting-to-the-repository=Se ha producido un error inesperado al conectarse al repositorio.
an-unexpected-error-occurred-while-saving-your-document=Se ha producido un error inesperado mientras se enviaba su mensaje.
browse-by-type=Examinar por tipo
cannot-delete-a-document-type-that-is-presently-used-by-one-or-more-documents=No se puede borrar un tipo de documento que est\u00e9 siendo usado actualmente por uno o m\u00e1s documentos.
cannot-open-the-requested-document-due-to-the-following-reason=No es posible abrir el documento solicitado debido a\: {0}
change-document-types-and-workflow-message=Est\u00e1 realizando cambios a los tipos de documento. Si un documento en esta carpeta o sus subcarpetas est\u00e1 actualmente en borrador o en estado pendiente en el workflow, puede perder algunos o todos sus meta datos. Una nueva versi\u00f3n ser\u00e1 creada para el resto de los documentos. \u00bfEst\u00e1 usted seguro usted de que desea continuar?
change-document-types-message=Est\u00e1 realizando cambios a los tipos de documento. Si un documento en esta carpeta o sus subcarpetas est\u00e1 actualmente en borrador puede perder algunos o todos sus meta datos. Una nueva versi\u00f3n ser\u00e1 creada para el resto de los documentos. \u00bfEst\u00e1 usted seguro usted de que desea continuar?
content-type=Tipo de contenido
customize-the-version-number-increment-and-describe-my-changes=Personalice el n\u00famero de incremento de la versi\u00f3n y describa Mis cambios.
default-document-type=Tipo de documento por defecto
default-document-type-help=Cualquier documento que se mueva a la carpeta o se a\u00f1ada a trav\u00e9s de WebDAV se vincula autom\u00e1ticamente al tipo de documento especificado.
default-workflow-for-all-document-types=Workflow por defecto para todos los tipos de documentos
define-specific-document-type-restrictions-and-workflow-for-this-folder-x=Defina restricciones de tipo de documento y el flujo de trabajo para esta carpeta ({0})
define-specific-document-type-restrictions-for-this-folder-x=Defina las restricciones del tipo de documento espec\u00edfico para esta carpeta.
delete-expired-temporary-files=Borre los archivos temporales caducados.
delete-version=Borrar versi\u00f3n
describe-your-changes=Describa sus cambios
display-style-views=Vistas de estilo de presentaci\u00f3n
display-style-views-cannot-be-empty=Las vistas de estilo de presentaci\u00f3n no pueden ser vac\u00edas.
dl-util=Utilidad de la biblioteca de documentos
dl-util-help=Proporciona m\u00e9todos \u00fatiles para acceder a los archivos y entradas de carpetas actuales.
dl.configuration.name=Servicio de Documentos y Multimedia
document-services=Servicios del documento
document-type=Tipo del documento
document-type-restrictions=Restricciones del tipo de documento
document-type-restrictions-and-workflow=Restricciones del tipo de documento y workflow
document-type-restrictions-help=Los directorios pueden restringirse a ciertos tipos de documentos. Estas restricciones pueden ser heredadas de un directorio padre u otro ancestro. Adicionalmente, pueden ser cambiadas para este directorio.
document-types=Tipos de documento
document-util=Utilidades de documento
documents-listing=Listado de documentos
download-file=Descargar archivo
drive-error=Error en la unidad
edit-document-type=Editar el tipo de documento
entries-listing-for-list-display-style=Listado de entradas para el estilo de visualizaci\u00f3n de lista
file-is-too-large-for-preview-or-thumbnail-generation=El fichero es demasiado grande para generar la previsualizaci\u00f3n o la vista en miniatura.
file-version-is-invalid=La versi\u00f3n del archivo no es v\u00e1lida.
generating-preview-will-take-a-few-minutes=La generaci\u00f3n de la vista previa tardar\u00e1 unos minutos.
get-url=Get {0}URL{1}.
get-url-or-webdav-url=Get {0}URL{1} or {2}WebDAV URL{3}.
go-to-folder=Ir a la carpeta
image-x-of-x=Imagen {0} de {1}
javax.portlet.description.com_liferay_document_library_web_portlet_DLAdminPortlet=La biblioteca de documentos y multimedia es una unidad compartida, con atributos y metadatos de archivo, versionado y carpetas personalizables. Los administradores pueden gestionar carpetas y documentos, cambiar permisos y navegar por la biblioteca.
javax.portlet.title.com_liferay_document_library_web_portlet_DLAdminPortlet=Documentos y multimedia
javax.portlet.title.com_liferay_document_library_web_portlet_DLPortlet=Documentos y multimedia
javax.portlet.title.com_liferay_document_library_web_portlet_IGDisplayPortlet=Galer\u00eda multimedia
last-updated-by-x=Modificado por \u00faltima vez por {0}
main-metadata-fields=Metadatos principales
major-version=Versi\u00f3n principal
maximum-entries-to-display=N\u00famero m\u00e1ximo de elementos
media-files-must-be-one-of-the-following-formats=Los ficheros multimedia deben ser de alguno de los siguiente formatos\:
metadata-sets=Conjuntos de metadatos
minor-version=Versi\u00f3n secundaria
move-files=Eliminar archivos
multiple-documents=M\u00faltiples documentos
multiple-media=A\u00f1adir m\u00faltiples ficheros multimedia
new-document=Nuevo documento
new-document-type=Nuevo tipo de documento
new-file-shortcut=Nuevo acceso directo
new-repository=A\u00f1adir repositorio
no-change-log=Registro sin cambios
no-documents-were-found-that-matched-the-keywords-x=No se ha encontrado ning\u00fan documento con las palabras clave\: {0}.
num-of-documents=N\u00famero de documentos
open-in-ms-office=Abrir en MS Office
please-enter-a-unique-document-type-name=Por favor, introduzca un nombre de tipo de documento \u00fanico.
please-enter-a-unique-repository-name=Por favor, introduzca un nombre de repositorio \u00fanico.
please-select-a-document-type=Por favor, seleccione un tipo v\u00e1lido.
please-verify-your-repository-configuration-parameters=Por favor, revise los par\u00e1metros de configuraci\u00f3n del repositorio.
receive-a-notification-when-someone-adds-a-new-document-in-a-folder-you-are-subscribed-to=Adds a new document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-in-a-folder-you-are-subscribed-to=Updates a document in a folder you are subscribed to.
receive-a-notification-when-someone-updates-a-document-you-are-subscribed-to=actualice el documento al que est\u00e9 suscrito.
repository-configuration=Configuraci\u00f3n del repositorio
repository-type=Tipo de repositorio
results-from-the-local-repository-search-in-x=Resultados del repositorio local. B\u00fasqueda en {0}.
right-now-by-x=Ahora mismo por {0}
save-and-checkin=Guardar e iniciar sesi\u00f3n
search-documents=Buscar documentos
select-document-type=Seleccionar tipo de documento
select-documents-from-the-left-to-add-them-to-the-documents-and-media=Seleccione documentos de la izquierda para a\u00f1adirlos a la biblioteca de documentos.
select-media-type=Seleccionar tipo de medios
select-metadata-set=Seleccionar conjunto de metadatos
select-whether-this-is-a-major-or-minor-version=Seleccione si esta es una versi\u00f3n principal o secundaria.
shortcut-to-x=Acceso directo a {0}
show-actions=Mostrar acciones
show-folder-menu=Mostrar men\u00fa de carpetas
show-media-type=Mostrar tipo de medios
show-navigation-links=Mostrar enlaces de navegaci\u00f3n
slide-show=Presentaci\u00f3n
target-folder=Carpeta objetivo
target-site=Sitio objetivo
the-document-type-you-selected-is-not-valid-for-this-folder=El tipo de documento seleccionado no es v\u00e1lido para esta carpeta.
the-folder-name-cannot-end-with-the-following-characters-x=El nombre de la carpeta no puede terminar con los siguientes caracteres\: {(0)}.
the-source-file-does-not-have-the-same-extension-as-the-original-file=El archivo fuente no tiene la misma extensi\u00f3n que el archivo original.
there-are-no-documents=No hay documentos.
there-are-no-documents-or-media-files-of-type-x=No hay documentos ni archivos multimedia de tipo <em>{0}</em>.
there-are-no-media-files-in-this-folder=No hay im\u00e1genes en esta carpeta.
upload-documents-no-larger-than-x=Los documentos deben ser menores de {0}K.
uploaded-by-x=Uploaded by {0}, {1} (Automatic Copy)
uploaded-by-x-x=Subido por <a href\="{0}">{1}</a>, {2}
use-document-type-restrictions-and-workflow-of-the-parent-folder-x=Usar las restricciones del tipo de documento y el workflow de la carpeta padre.
use-document-type-restrictions-of-the-parent-folder-x=Usar las restricciones del tipo de documento de la carpeta padre.
version-notes=Notas de la versi\u00f3n (Automatic Translation)
versioning=Control de versiones (Automatic Translation)
view-original-file=Ver archivo original
view-slide-show=Ver diapositivas
webdav-help=Las carpetas y archivos pueden ser gestionados directamente desde el explorador de ficheros del escritorio de tu sistema operativo. <a href\="{0}" target\="_blank">M\u00e1s informaci\u00f3n.</a>
webdav-windows-help=Las carpetas y archivos pueden ser gestionados directamente desde el explorador de ficheros del escritorio de tu sistema operativo. Antes de acceder desde Windows, compruebe que tiene instalado el <a href\="{0}" target\="_blank">parche</a> de Microsoft. <a href\="{1}" target\="_blank">M\u00e1s informaci\u00f3n.</a>
x-files-are-ready-to-be-moved={0} archivos est\u00e1n listos para ser movidos.
x-files-cannot-be-moved={0} archivos no pueden ser movidos
x-shortcuts-are-ready-to-be-moved={0} accesos directos est\u00e1n listos para ser movidos.
x-shortcuts-cannot-be-moved={0} accesos directos no pueden ser movidos.
you-can-create-a-shortcut-to-any-document-that-you-have-read-access-for=Puede crear un acceso directo a cualquier documento que usted tiene acceso de lectura para. Esto permitir\u00e1 a los usuarios con acceso al acceso directo y el documento original ver el documento original mediante el acceso directo. (Automatic Translation)
you-can-only-checkin-documents-you-have-checked-out-yourself=Solo puedes desbloquear los documentos que bloqueaste.
you-cannot-access-the-repository-because-you-are-not-allowed-to-or-it-is-unavailable=Se puede acceder a este repositorio debido a que no se les permite o est\u00e1 disponible. (Automatic Translation)
you-cannot-modify-this-document-because-it-was-checked-out-by-x-on-x=Este documento no puede ser modificada porque ha sido bloqueada por {0} el {1}.
you-cannot-modify-this-document-because-it-was-locked-by-x-on-x=Este documento no puede ser modificada porque ha sido bloqueada por {0} el {1}.
you-cannot-modify-this-folder-because-it-was-locked=Esta carpeta no puede ser modificada porque ha sido bloqueada.
you-do-not-have-permission-to-create-a-shortcut-to-the-selected-document=Lo siento, no tiene permiso de crear un acceso directo al documento seleccionado.
you-must-checkin-the-document-before-performing-the-operation=Usted debe verificar en el documento antes de realizar la operaci\u00f3n. (Automatic Translation)
you-now-have-a-lock-on-this-document=Este documento ha quedado bloqueado. Nadie podr\u00e1 editarlo hasta que lo desbloquee. Este bloqueo expirar\u00e1 autom\u00e1ticamente el {0}.
you-now-have-an-indefinite-lock-on-this-document=Este documento ha quedado bloqueado indefinidamente. Nadie podr\u00e1 editarlo hasta que lo desbloquee. Este bloqueo nunca expirar\u00e1.
