#X-Generator: crowdin.com
additional-configurations-help=Niestandardowe ustawienia dla osadzonych Elasticsearch, w formacie YML (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Niestandardowe ustawienia indeksu Liferay, w formacie JSON lub YML (Elasticsearch API utworzy\u0107 indeks). (Automatic Translation)
additional-type-mappings-help=Niestandardowego mapowania dla LiferayDocumentType, w formacie JSON (Elasticsearch umie\u015bci\u0107 mapowanie API). T\u0119 warto\u015b\u0107 nale\u017cy ustawi\u0107 z tylko nowe mapowania p\u00f3l. Je\u015bli ustawisz t\u0119 warto\u015b\u0107 z wszelkich nak\u0142adaj\u0105cych si\u0119 mapowania dla pola domy\u015blne, tworzenie indeksu nie powiedzie si\u0119. Aby ca\u0142kowicie zast\u0105pi\u0107 domy\u015blne mapowania, nale\u017cy u\u017cy\u0107 overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Je\u017celi to jest zaznaczone, przestrzeni adresowej procesu jest zablokowany do pami\u0119ci RAM, zapobiegaj\u0105c wszystkie pami\u0119ci Elasticsearch s\u0105 zamieniane. (Automatic Translation)
client-transport-ignore-cluster-name-help=Je\u017celi to jest zaznaczone, sprawdzania poprawno\u015bci nazwy klastra w\u0119z\u0142\u00f3w po\u0142\u0105czonych jest ignorowana. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Instruuje klienta w\u0119z\u0142a, jak cz\u0119sto cjaln\u0105 w\u0119z\u0142y wymienione i po\u0142\u0105czone. (Automatic Translation)
client-transport-sniff-help=Je\u017celi to jest zaznaczone, w\u0105chania klastra jest w\u0142\u0105czona do dynamicznie Odkryj dost\u0119pne w\u0119z\u0142y w klastrze. (Automatic Translation)
cluster-name-help=Nazwa klastra, do przy\u0142\u0105czenia si\u0119. Nazwa powinna odpowiada\u0107 klaster zdalny, gdy tryb jest ustawiony do zdalnego. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Zakres port\u00f3w, aby u\u017cy\u0107 podczas tworzenia warto\u015b\u0107 discovery.zen.ping.unicast.hosts. Wiele w\u0119z\u0142\u00f3w Elasticsearch na zakres port\u00f3w mo\u017ce dzia\u0142a\u0107 jako routery plotek na tym samym komputerze. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=Pocz\u0105tki aby umo\u017cliwi\u0107 w\u0142\u0105czenie HTTP CORS. (Automatic Translation)
http-cors-configurations-help=Niestandardowe ustawienia HTTP CORS, w formacie YML (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Je\u015bli jest to sprawdzone, cross pochodzenia zasob\u00f3w udost\u0119pnianie jest w\u0142\u0105czone, kt\u00f3ra okre\u015bla, czy w przegl\u0105darce na innego pochodzenia mo\u017ce mie\u0107 \u017c\u0105da\u0144 do Elasticsearch. Je\u015bli wy\u0142\u0105czone, narz\u0119dzia frontonu sieci web jak elasticsearch g\u0142owa mo\u017ce by\u0107 nie mo\u017cna po\u0142\u0105czy\u0107. (Automatic Translation)
http-enabled-help=Je\u017celi to jest zaznaczone, warstwy HTTP jest w\u0142\u0105czona. Je\u015bli nie jest zaznaczona, warstwy HTTP ca\u0142kowicie na w\u0119z\u0142ach, kt\u00f3re nie maj\u0105 s\u0142u\u017cy\u0107 reszta \u017c\u0105da bezpo\u015brednio s\u0105 wy\u0142\u0105czone. (Automatic Translation)
index-name-prefix-help=Prefiks nazwy indeksu wyszukiwania. Ta warto\u015b\u0107 nie powinny by\u0107 zmieniane w normalnych warunkach. Je\u015bli zmienisz t\u0119 warto\u015b\u0107, nale\u017cy r\u00f3wnie\u017c ponownie indeksowa\u0107 portalu, a nast\u0119pnie r\u0119cznie usun\u0105\u0107 stary indeks przy u\u017cyciu konsoli administracyjnej Elasticsearch. (Automatic Translation)
log-exceptions-only-help=Je\u017celi to jest zaznaczone, dziennik\u00f3w wyj\u0105tk\u00f3w tylko od Elasticsearch i nie ponownego ich zg\u0142oszenia. (Automatic Translation)
network-bind-host-help=Interfejsy sieciowe w\u0119z\u0142a nale\u017cy powi\u0105za\u0107 w celu nas\u0142uchiwania przychodz\u0105ce \u017c\u0105dania. (Automatic Translation)
network-host-help=Nazwa hosta lub adres IP powi\u0105zanych z w\u0119z\u0142a, kt\u00f3ry jest u\u017cywany do publikowania (reklama) hosta do innych w\u0119z\u0142\u00f3w w klastrze. Jest to skr\u00f3t, kt\u00f3ry ustawia bind host i publikowanie hosta, w tym samym czasie. (Automatic Translation)
network-publish-host-help=Pojedynczy interfejs w\u0119z\u0142a reklamuje do innych w\u0119z\u0142\u00f3w w klastrze, tak, \u017ce te w\u0119z\u0142y mo\u017cna pod\u0142\u0105czy\u0107 do niego. (Automatic Translation)
operation-mode-help=Trybu pracy ZDALNYCH \u0142\u0105czy do klastra Elasticsearch autonomicznych, zdalnych. Trybu pracy OSADZONE uruchamia Portal z wyst\u0105pieniem wewn\u0119trznej Elasticsearch w samym JVM. Trybu pracy OSADZONE jest nieobs\u0142ugiwane. (Automatic Translation)
override-type-mappings-help=Zast\u0105pi\u0107 mapowania dla ca\u0142ego LiferayDocumentType, w formacie JSON (Elasticsearch umie\u015bci\u0107 mapowanie API). Je\u015bli ustawisz t\u0119 warto\u015b\u0107, tworzenie indeksu ignoruje domy\u015bln\u0105 definicj\u0119 mapowania i wszelkie punkty rozszerzenia, przy u\u017cyciu tej definicji alternatywne mapowania zamiast. Je\u015bli potrzebujesz LiferayDocumentType by\u0107 tworzone z niestandardowych mapowa\u0144 dla pola domy\u015blny, nale\u017cy u\u017cy\u0107 tego. Je\u015bli po prostu trzeba doda\u0107 nowe mapowania niestandardowe bez nak\u0142adania \u017cadnych ustawie\u0144 domy\u015blnych, nale\u017cy u\u017cy\u0107 additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Liczba ponownych pr\u00f3b, je\u015bli wyst\u0119puje konflikt wersji, poniewa\u017c dokument zosta\u0142 zaktualizowany mi\u0119dzy to pobieranie i aktualizowanie go. (Automatic Translation)
sync-search=Je\u017celi to jest zaznaczone, wyszukiwanie jest uruchamiane w w\u0105tku wywo\u0142uj\u0105cego, a nie w puli w\u0105tk\u00f3w w Elasticsearch wyszukiwania. Dotyczy to tylko wbudowany tryb pracy. (Automatic Translation)
transport-addresses-help=Adresy zdalnego w\u0119z\u0142a do nawi\u0105zania po\u0142\u0105czenia. Ta warto\u015b\u0107 jest wymagana, gdy tryb pracy jest zestaw do REMOTE. (Automatic Translation)
transport-tcp-port-help=Port do powi\u0105zania do komunikacji mi\u0119dzy w\u0119z\u0142ami. Akceptuje pojedyncz\u0105 warto\u015b\u0107 lub zakres (np. 9300 9400). (Automatic Translation)
