#X-Generator: crowdin.com
cache-data-on-the-first-request=B\u1ed9 nh\u1edb cache d\u1eef li\u1ec7u theo y\u00eau c\u1ea7u \u0111\u1ea7u ti\u00ean. (Automatic Translation)
displayed-json-attribute=JSON Hi\u1ec3n th\u1ecb thu\u1ed9c t\u00ednh (Automatic Translation)
end-parameter-name=T\u00ean tham s\u1ed1 k\u1ebft th\u00fac (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=Nh\u1eadp m\u1ed9t c\u00e1i t\u00ean ph\u00f9 h\u1ee3p v\u1edbi m\u1ed9t trong c\u00e1c th\u00f4ng s\u1ed1 c\u1ee7a nh\u00e0 cung c\u1ea5p ph\u1ea7n c\u00f2n l\u1ea1i. (Automatic Translation)
enter-a-password=Nh\u1eadp m\u1eadt kh\u1ea9u. (Automatic Translation)
enter-a-user-name=Nh\u1eadp t\u00ean ng\u01b0\u1eddi d\u00f9ng. (Automatic Translation)
enter-the-rest-service-url=Nh\u1eadp URL d\u1ecbch v\u1ee5 c\u00f2n l\u1ea1i. (Automatic Translation)
filter-parameter-name=T\u00ean b\u1ed9 l\u1ecdc tham s\u1ed1 (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=Cung c\u1ea5p m\u1eadt kh\u1ea9u cho c\u00e1 cho ng\u01b0\u1eddi ch\u0103m s\u00f3c ph\u1ea7n c\u00f2n l\u1ea1i. (Automatic Translation)
provide-the-user-name-for-authenticating-to-the-rest-provider=Cung c\u1ea5p t\u00ean ng\u01b0\u1eddi d\u00f9ng cho c\u00e1 cho ng\u01b0\u1eddi ch\u0103m s\u00f3c ph\u1ea7n c\u00f2n l\u1ea1i. (Automatic Translation)
start-parameter-name=B\u1eaft \u0111\u1ea7u t\u00ean tham s\u1ed1 (Automatic Translation)
stored-json-attribute=JSON \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef thu\u1ed9c t\u00ednh (Automatic Translation)
support-filtering-by-keyword=L\u1ecdc b\u1edfi t\u1eeb kh\u00f3a h\u1ed7 tr\u1ee3. (Automatic Translation)
support-pagination=S\u1ed1 trang h\u1ed7 tr\u1ee3 (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=C\u00e1c tham s\u1ed1 c\u00f3 gi\u00e1 tr\u1ecb s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 m\u1ed9t b\u1ed9 l\u1ecdc b\u1edfi c\u00e1c nh\u00e0 cung c\u1ea5p ph\u1ea7n c\u00f2n l\u1ea1i. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=C\u00e1c tham s\u1ed1 c\u00f3 gi\u00e1 tr\u1ecb s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 l\u00e0 m\u1ed9t s\u1ef1 kh\u1edfi \u0111\u1ea7u c\u1ee7a c\u00e1c nh\u00e0 cung c\u1ea5p ph\u1ea7n c\u00f2n l\u1ea1i. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=C\u00e1c tham s\u1ed1 c\u00f3 gi\u00e1 tr\u1ecb s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 l\u00e0 m\u1ed9t k\u1ebft th\u00fac b\u1edfi c\u00e1c nh\u00e0 cung c\u1ea5p ph\u1ea7n c\u00f2n l\u1ea1i. (Automatic Translation)
