#X-Generator: crowdin.com
add-attribute=\u0906\u091f\u094d\u0930\u093f\u092c\u094d\u092f\u0942\u091f \u091c\u094b\u0921\u093c\u0947
add-custom-field=\u0915\u0938\u094d\u091f\u092e \u092b\u0940\u0932\u094d\u0921 \u091c\u094b\u0921\u093c\u0947
as-keyword=\u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0916\u094b\u091c\u0936\u092c\u094d\u0926 (Automatic Translation)
as-text=\u092a\u093e\u0920 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 (Automatic Translation)
custom-field-display-type-help=\u0915\u093f\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=\u091b\u093f\u092a\u093e \u0939\u0941\u0906 \u0905\u0930\u094d\u0925 \u0939\u0948 \u0915\u093f \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u093e \u092e\u093e\u0928 \u0915\u092d\u0940 \u0928\u0939\u0940\u0902 \u0907\u0938 \u090f\u0915 \u0915\u0947 \u0905\u0932\u093e\u0935\u093e \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0907\u0902\u091f\u0930\u092b\u093c\u0947\u0938 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0915\u0938\u094d\u091f\u092e \u092b\u093c\u0940\u0932\u094d\u0921 \u0938\u0947\u091f \u0915\u0930\u0928\u093e\u0964 \u092f\u0939 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u091c\u0948\u0938\u0947 \u0915\u093f \u0915\u0938\u094d\u091f\u092e \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u094d\u0932\u0947\u0938\u0939\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0905\u092d\u093f\u0928\u092f \u0914\u0930 \u0905\u0927\u093f\u0915 \u0905\u0938\u094d\u092a\u0937\u094d\u091f \u0914\u0930 \u0909\u0928\u094d\u0928\u0924 \u092a\u094d\u0930\u092f\u094b\u091c\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u0947 \u0926\u0947\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=\u0915\u0938\u094d\u091f\u092e \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0915\u0947 \u092a\u094d\u0930\u092e\u0941\u0916 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 <liferay-ui\:custom-attribute \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 programatically /> \u091f\u0948\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948.
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=\u090f\u0915 \u0915\u0938\u094d\u091f\u092e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0947 \u0938\u093e\u0925 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u093e \u092e\u0924\u0932\u092c \u0939\u0948 \u0915\u093f \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0938\u093e\u0925 \u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u094b \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0907\u0938 \u0938\u0947\u091f\u093f\u0902\u0917 \u0915\u093e \u092e\u093e\u0928 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0924\u093e \u0939\u0948 \u0907\u0938 \u092e\u093e\u092e\u0932\u0947 \u092e\u0947\u0902 \u091b\u093f\u092a\u093e \u0939\u0941\u0906\u0964 (Automatic Translation)
custom-fields-are-not-enabled-for-any-resource=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f \u0915\u0938\u094d\u091f\u092e \u092b\u0940\u0932\u094d\u0921\u094d\u0938 \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u0948\u0902.
enter-one-value-per-line=\u092a\u094d\u0930\u0924\u093f \u092a\u0902\u0915\u094d\u0924\u093f \u090f\u0915 \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
index-type=\u0938\u0942\u091a\u0915\u093e\u0902\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 (Automatic Translation)
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\u0915\u0938\u094d\u091f\u092e \u092b\u0940\u0932\u094d\u0921\u094d\u0938
not-searchable=\u0938\u0930\u094d\u091a \u0915\u0947 \u092f\u094b\u0917 \u0928\u0939\u0940
please-enter-a-valid-value=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0920\u0940\u0915 value \u0926\u0930\u094d\u091c \u0915\u0930\u0947
selection-list=\u091a\u092f\u0928 \u0932\u093f\u0938\u094d\u091f
the-custom-field-could-not-be-found=Custom field \u092a\u093e\u092f\u0940 \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0940|
visible-with-update-permission=\u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0947 \u0938\u093e\u0925 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947 (Automatic Translation)
