#X-Generator: crowdin.com
add-organization=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
alerts-and-announcements=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u044f \u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
all-users=All Users (Automatic Copy)
are-you-sure-you-want-to-deactivate-the-selected-users=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438?
are-you-sure-you-want-to-permanently-delete-the-selected-users=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u043f\u0435\u0440\u043c\u0430\u043d\u0435\u043d\u0442\u043d\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438?
assign-organization-roles=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438
create-site=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u0442\u0430
current-password=Current Password (Automatic Copy)
edit-user-x=Edit User {0} (Automatic Copy)
export-organization-users=Export Organization Users (Automatic Copy)
export-users=\u0415\u043a\u0441\u043f\u043e\u0440\u0442 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u044a\u0431\u0438\u0442\u0438\u044f
impersonate-user=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
inactive-users=\u041d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
inactive-users-without-an-organization=Inactive Users Without an Organization (Automatic Copy)
inherited-regular-roles=Inherited Regular Roles (Automatic Copy)
inherited-site-roles=Inherited Site Roles (Automatic Copy)
inherited-sites=Inherited Sites (Automatic Copy)
javax.portlet.description.com_liferay_my_account_web_portlet_MyAccountPortlet=Account Settings provides access to your personal settings in one, easy to use location. Users can edit their profile and view site memberships and the organizations and user groups to which they belong. (Automatic Copy)
javax.portlet.description.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Users are individuals who perform tasks using the portal. You can create new users or deactivate existing users. Users can join sites, be placed into organization hierarchies, be delegated permissions in roles, or be collected into user groups. User groups can cross organizational boundaries, and can be used to assign all members to other collections, such as sites or roles. User groups may also be used to customize personal site templates for members.
javax.portlet.title.com_liferay_my_account_web_portlet_MyAccountPortlet=\u041c\u043e\u044f\u0442 \u043f\u0440\u043e\u0444\u0438\u043b
javax.portlet.title.com_liferay_users_admin_web_portlet_MyOrganizationsPortlet=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438
javax.portlet.title.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Users and Organizations
manage-site=Manage Site (Automatic Copy)
my-organizations=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438
one-or-more-organizations-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organizations-by-automatically-unassociating-the-deactivated-users=\u0415\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438 \u0441\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d \u043f\u043e\u0440\u0442\u0435\u0431\u0438\u0442\u0435\u043b. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0441 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438 \u043a\u0430\u0442\u043e \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u0441 \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438?
organization-name=\u0420\u043e\u043b\u0438 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430
organization-site=\u0420\u043e\u043b\u0438 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430
password-reset-required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0440\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430
passwords-may-not-be-changed-under-the-current-password-policy=\u041f\u0430\u0440\u043e\u043b\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u043f\u043e \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430. (Automatic Translation)
personal-site=Personal Site
please-enter-a-sms-id-that-is-a-valid-email-address=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 SMS ID, \u043a\u043e\u0435\u0442\u043e \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430.
please-enter-a-valid-parent-organization=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f.
receive-x-announcements-via-email=Receive {0} announcements via email. (Automatic Copy)
receive-x-announcements-via-sms=Receive {0} announcements via SMS. (Automatic Copy)
receive-x-announcements-via-website=Receive {0} announcements via website. (Automatic Copy)
reminder-queries=\u0417\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u043d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0438\u044f
select-the-delivery-options-for-alerts-and-announcements=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u044f \u0438\u043b\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f.
specify-custom-reminder-queries-for-the-users-of-this-organization=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u0441\u043a\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u043d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043e\u0442 \u0442\u0430\u0437\u0438 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f. \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u043e \u0435\u0434\u0438\u043d \u0432\u044a\u043f\u0440\u043e\u0441 \u043d\u0430 \u0440\u0435\u0434.
the-organization-name-is-already-taken=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0432\u0435\u0447\u0435 \u0437\u0430\u0435\u0442\u043e.
the-password-you-entered-for-the-current-password-does-not-match-your-current-password=The password you entered for the current password does not match your current password. Please try again. (Automatic Copy)
the-selected-organization-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organization-by-automatically-unassociating-the-deactivated-users=\u0418\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0435 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u0430 \u0441 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0441 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043a\u0430\u0442\u043e \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0441 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b?
this-organization-does-not-have-any-private-pages=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0443\u0441\u043b\u0443\u0433\u0438.
this-organization-does-not-have-any-public-pages=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0443\u0441\u043b\u0443\u0433\u0438.
this-section-will-be-editable-after-creating-the-user=\u0422\u0430\u0437\u0438 \u0441\u0435\u043a\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0443\u0435\u043c\u0430 \u0441\u043b\u0435\u0434 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
this-user-does-not-belong-to-a-user-group=\u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043a\u044a\u043c \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0433\u0440\u0443\u043f\u0430. (Automatic Translation)
this-user-does-not-belong-to-an-organization=\u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043a\u044a\u043c \u0435\u0434\u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f. (Automatic Translation)
top-level-organizations=Top Level Organizations (Automatic Copy)
unable-to-activate-user-because-that-would-exceed-the-maximum-number-of-users-allowed=Unable to activate user because that would exceed the maximum number of users allowed. (Automatic Copy)
users-and-organizations-home=Users and Organizations
users-and-suborganizations=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u043e\u043b\u0435\u043c\u0438 (Automatic Translation)
users-without-an-organization=Users Without an Organization (Automatic Copy)
x-inactive-user=\u041d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
x-inactive-users=\u041d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
x-suborganization=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
x-suborganizations=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438
you-cannot-change-your-password-yet=You cannot change your password yet. Please wait until {0} before changing your password again. (Automatic Copy)
you-cannot-delete-or-deactivate-yourself=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u043b\u0438 \u0434\u0438\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0441\u0435\u0431\u0435 \u0441\u0438.
you-cannot-delete-organizations-that-have-suborganizations-or-users=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438 \u0441 \u043f\u043e\u0434\u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438 \u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.
you-do-not-belong-to-an-organization-and-are-not-allowed-to-view-other-organizations=You do not belong to an organization and are not allowed to view other organizations. (Automatic Copy)
your-email-verification-code-has-been-sent-and-the-new-email-address-will-be-applied-to-your-account-once-it-has-been-verified=Your email verification code has been sent and the new email address will be applied to your account once it is verified. (Automatic Copy)
your-portal-administrator-has-disabled-the-ability-to-modify-the-following-fields=Your portal administrator has disabled the ability to modify the following fields\: {0}. (Automatic Copy)
