#X-Generator: crowdin.com
add-organization=Adicionar Organiza\u00e7\u00e3o
alerts-and-announcements=Alertas e Avisos
all-users=Todos os Usu\u00e1rios
are-you-sure-you-want-to-deactivate-the-selected-users=Voc\u00ea tem certeza que deseja desativar os usu\u00e1rios selecionados?
are-you-sure-you-want-to-permanently-delete-the-selected-users=Voc\u00ea tem certeza que deseja excluir permanentemente os usu\u00e1rios selecionados?
assign-organization-roles=Atribuir pap\u00e9is da organiza\u00e7\u00e3o
create-site=Criar Site
current-password=Senha atual
edit-user-x=Editar usu\u00e1rio {0}
export-organization-users=Exportar Usu\u00e1rios da Organiza\u00e7\u00e3o
export-users=Exportar usu\u00e1rios
impersonate-user=Personificar Usu\u00e1rio
inactive-users=Usu\u00e1rios inativos
inactive-users-without-an-organization=Usu\u00e1rios inativos sem uma organiza\u00e7\u00e3o
inherited-regular-roles=Pap\u00e9is regulares herdados
inherited-site-roles=Pap\u00e9is do site herdados
inherited-sites=Sites herdados
javax.portlet.description.com_liferay_my_account_web_portlet_MyAccountPortlet=Minha Conta organiza todas as suas informa\u00e7\u00f5es em um \u00fanico local, de f\u00e1cil utiliza\u00e7\u00e3o. Os usu\u00e1rios podem editar o seu perfil e ver membros do site e as organiza\u00e7\u00f5es e grupos de usu\u00e1rios aos quais pertencem.
javax.portlet.description.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Os usu\u00e1rios s\u00e3o indiv\u00edduos que realizam tarefas usando o portal. Voc\u00ea pode criar novos usu\u00e1rios ou desativar usu\u00e1rios existentes. Os usu\u00e1rios podem se juntar \u00e0 sites, ser colocados em hierarquias organizacionais, ser delegados \u00e0 permiss\u00f5es em pap\u00e9is, ou ser recolhidos em grupos de usu\u00e1rios. Os grupos de usu\u00e1rios podem atravessar as fronteiras organizacionais, e podem ser usados para atribuir todos os membros para outras cole\u00e7\u00f5es, como sites ou pap\u00e9is. Os grupos de usu\u00e1rios tamb\u00e9m podem ser usados para personalizar modelos de sites pessoais para os membros.
javax.portlet.title.com_liferay_my_account_web_portlet_MyAccountPortlet=Configura\u00e7\u00f5es de Conta
javax.portlet.title.com_liferay_users_admin_web_portlet_MyOrganizationsPortlet=Minhas Organiza\u00e7\u00f5es
javax.portlet.title.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Usu\u00e1rios e Organiza\u00e7\u00f5es
manage-site=Gerenciar o site
my-organizations=Minhas Organiza\u00e7\u00f5es
one-or-more-organizations-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organizations-by-automatically-unassociating-the-deactivated-users=Uma ou mais organiza\u00e7\u00f5es est\u00e3o associadas \u00e0 usu\u00e1rios desativados. Voc\u00ea deseja proceder com a exclus\u00e3o das organiza\u00e7\u00f5es selecionadas, desassociando os usu\u00e1rios desativados automaticamente?
organization-name=Papel da organiza\u00e7\u00e3o
organization-site=Site da organiza\u00e7\u00e3o
password-reset-required=Redefini\u00e7\u00e3o de senha obrigat\u00f3ria
passwords-may-not-be-changed-under-the-current-password-policy=As senhas talvez n\u00e3o possam ser alteradas com a atual pol\u00edtica de senhas.
personal-site=Site pessoal
please-enter-a-sms-id-that-is-a-valid-email-address=Por favor, insira uma identifica\u00e7\u00e3o SMS que seja um endere\u00e7o de email v\u00e1lido.
please-enter-a-valid-parent-organization=Por favor, insira uma organiza\u00e7\u00e3o pai v\u00e1lida.
receive-x-announcements-via-email=Receber avisos de {0} por email.
receive-x-announcements-via-sms=Receber avisos de {0} por SMS.
receive-x-announcements-via-website=Receber avisos de {0} pelo website.
reminder-queries=Perguntas do lembrete
select-the-delivery-options-for-alerts-and-announcements=Selecionar as op\u00e7\u00f5es de entrega de alertas e avisos.
specify-custom-reminder-queries-for-the-users-of-this-organization=Especifique perguntas personalizadas de lembrete para os usu\u00e1rios desta organiza\u00e7\u00e3o. Insira uma pergunta por a linha.
the-organization-name-is-already-taken=O nome da organiza\u00e7\u00e3o j\u00e1 foi utilizado.
the-password-you-entered-for-the-current-password-does-not-match-your-current-password=A senha que voc\u00ea inseriu para a senha atual n\u00e3o combina com sua senha atual. Por favor, tente novamente.
the-selected-organization-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organization-by-automatically-unassociating-the-deactivated-users=A organiza\u00e7\u00e3o selecionada est\u00e1 associada a usu\u00e1rios desativados. Voc\u00ea quer prosseguir com a exclus\u00e3o da organiza\u00e7\u00e3o selecionada e automaticamente desassociar os usu\u00e1rios desativados?
this-organization-does-not-have-any-private-pages=Esta organiza\u00e7\u00e3o n\u00e3o tem nenhuma p\u00e1ginas privada.
this-organization-does-not-have-any-public-pages=Esta organiza\u00e7\u00e3o n\u00e3o tem nenhuma p\u00e1ginas p\u00fablica.
this-section-will-be-editable-after-creating-the-user=Esta se\u00e7\u00e3o ser\u00e1 edit\u00e1vel ap\u00f3s a cria\u00e7\u00e3o do usu\u00e1rio.
this-user-does-not-belong-to-a-user-group=Esse usu\u00e1rio n\u00e3o pertence a um grupo de usu\u00e1rios.
this-user-does-not-belong-to-an-organization=Esse usu\u00e1rio n\u00e3o pertence a uma organiza\u00e7\u00e3o.
top-level-organizations=Organiza\u00e7\u00f5es de primeiro n\u00edvel
unable-to-activate-user-because-that-would-exceed-the-maximum-number-of-users-allowed=N\u00e3o foi poss\u00edvel ativar o usu\u00e1rio pois excederia o n\u00famero m\u00e1ximo de usu\u00e1rios permitidos.
users-and-organizations-home=Usu\u00e1rios e organiza\u00e7\u00f5es (Home)
users-and-suborganizations=Usu\u00e1rios e suborganiza\u00e7\u00f5es
users-without-an-organization=Usu\u00e1rios sem uma organiza\u00e7\u00e3o
x-inactive-user={0} Usu\u00e1rio inativo
x-inactive-users={0} usu\u00e1rios inativos
x-suborganization={0} Sub organiza\u00e7\u00e3o
x-suborganizations={0} Sub organiza\u00e7\u00f5es
you-cannot-change-your-password-yet=Voc\u00ea ainda n\u00e3o pode modificar sua senha. Por favor, aguarde at\u00e9 {0} antes de modificar sua senha novamente.
you-cannot-delete-or-deactivate-yourself=Voc\u00ea n\u00e3o pode excluir ou desativar a si mesmo.
you-cannot-delete-organizations-that-have-suborganizations-or-users=Voc\u00ea n\u00e3o pode excluir organiza\u00e7\u00f5es que contenham sub-organiza\u00e7\u00f5es ou usu\u00e1rios.
you-do-not-belong-to-an-organization-and-are-not-allowed-to-view-other-organizations=Voc\u00ea n\u00e3o pertence a nenhuma organiza\u00e7\u00e3o e n\u00e3o est\u00e1 autorizado a ver outras organiza\u00e7\u00f5es.
your-email-verification-code-has-been-sent-and-the-new-email-address-will-be-applied-to-your-account-once-it-has-been-verified=O c\u00f3digo para a verifica\u00e7\u00e3o do email foi enviado e o novo endere\u00e7o de email ser\u00e1 aplicado a sua conta assim que primeiro for verificado.
your-portal-administrator-has-disabled-the-ability-to-modify-the-following-fields=O administrador do seu portal desativou a capacidade de modificar os seguintes campos\: {0}.
