#X-Generator: crowdin.com
add-organization=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99
alerts-and-announcements=\u0e81\u0eb2\u0e99\u0e81\u0ec8\u0eb2\u0ea7\u0ec0\u0e95\u0eb7\u0ead\u0e99 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0ec2\u0e84\u0eaa\u0eb0\u0e99\u0eb2
all-users=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
are-you-sure-you-want-to-deactivate-the-selected-users=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0e9a\u0ecd\u0ec8\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0e94\u0eb5\u0ec1\u0ead\u0eb1\u0e81\u0e95\u0eb4\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81?
are-you-sure-you-want-to-permanently-delete-the-selected-users=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0ea2\u0ec8\u0eb2\u0e87\u0e96\u0eb2\u0ea7\u0ead\u0e99\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e9a\u0ecd\u0ec8?
assign-organization-roles=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0ebb\u0e94\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e82\u0ead\u0e87\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99
create-site=\u0eaa\u0ec9\u0eb2\u0e87\u0ec4\u0e8a\u0e97\u0ecc
current-password=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e9b\u0eb0\u0e88\u0eb8\u0e9a\u0eb1\u0e99
edit-user-x=Edit User {0} (Automatic Copy)
export-organization-users=Export Organization Users (Automatic Copy)
export-users=\u0eaa\u0ebb\u0ec8\u0e87\u0ead\u0ead\u0e81\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
impersonate-user=\u0e9c\u0eb9\u0ec9\u0ec1\u0ead\u0e9a\u0e9a\u0ead\u0ec9\u0eb2\u0e87
inactive-users=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0ec1\u0ea5\u0ec9\u0ea7
inactive-users-without-an-organization=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e97\u0eb5\u0ec8\u0e9b\u0eb2\u0e94\u0eaa\u0eb0\u0e88\u0eb2\u0e81\u0ead\u0ebb\u0e87\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87
inherited-regular-roles=Inherited Regular Roles (Automatic Copy)
inherited-site-roles=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb6\u0e9a\u0e97\u0ead\u0e94
inherited-sites=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb6\u0e9a\u0e97\u0ead\u0e94
javax.portlet.description.com_liferay_my_account_web_portlet_MyAccountPortlet=\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e82\u0ead\u0e87\u0e95\u0ebb\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e88\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0e94\u0ec9\u0ea7\u0e8d\u0ea7\u0eb4\u0e97\u0eb5\u0edc\u0eb7\u0ec8\u0e87, \u0ec1\u0ea5\u0eb0\u0e87\u0ec8\u0eb2\u0e8d\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e95\u0ecd\u0eb2\u0ec1\u0edc\u0ec8\u0e87, \u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0e9b\u0eb0\u0eab\u0ea7\u0eb1\u0e94\u0e82\u0ead\u0e87\u0e95\u0ebb\u0e99 \u0ec1\u0ea5\u0eb0\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9a\u0eb1\u0e99\u0e94\u0eb2\u0e84\u0ea7\u0eb2\u0ea1\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb0\u0ea1\u0eb2\u0e8a\u0eb4\u0e81\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc \u0ec1\u0ea5\u0eb0\u0ead\u0ebb\u0e87\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87, \u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0e97\u0eb5\u0ec8\u0e95\u0ebb\u0e99\u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a
javax.portlet.description.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Users are individuals who perform tasks using the portal. You can create new users or deactivate existing users. Users can join sites, be placed into organization hierarchies, be delegated permissions in roles, or be collected into user groups. User groups can cross organizational boundaries, and can be used to assign all members to other collections, such as sites or roles. User groups may also be used to customize personal site templates for members.
javax.portlet.title.com_liferay_my_account_web_portlet_MyAccountPortlet=\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
javax.portlet.title.com_liferay_users_admin_web_portlet_MyOrganizationsPortlet=\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
javax.portlet.title.com_liferay_users_admin_web_portlet_UsersAdminPortlet=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0ec1\u0ea5\u0eb0\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99
manage-site=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec4\u0e8a\u0e97\u0ecc
my-organizations=\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
one-or-more-organizations-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organizations-by-automatically-unassociating-the-deactivated-users=\u0edc\u0eb7\u0ec8\u0e87 \u0eab\u0ebc\u0eb7 \u0eab\u0ebc\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0ec0\u0ead\u0e81\u0eb0\u0e9e\u0eb2\u0e9a\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0e84\u0eb7\u0e99. \u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0e82\u0eb0\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec1\u0e9a\u0e9a\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94 \u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e9b\u0eb5\u0e94\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9?
organization-name=\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99
organization-site=\u0ec4\u0e8a\u0e97\u0ecc\u0e82\u0ead\u0e87\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99
password-reset-required=\u0e81\u0eb2\u0e99\u0ea5\u0eb5\u0ec0\u0e8a\u0eb1\u0e94\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0ec1\u0ea1\u0ec8\u0e99\u0e88\u0eb3\u0ec0\u0e9b\u0eb1\u0e99
passwords-may-not-be-changed-under-the-current-password-policy=Passwords may not be changed under the current password policy. (Automatic Copy)
personal-site=Personal Site
please-enter-a-sms-id-that-is-a-valid-email-address=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0ec4\u0ead\u0e94\u0eb5 SMS \u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-parent-organization=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0eab\u0ebc\u0eb1\u0e81\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
receive-x-announcements-via-email=Receive {0} announcements via email. (Automatic Copy)
receive-x-announcements-via-sms=Receive {0} announcements via SMS. (Automatic Copy)
receive-x-announcements-via-website=Receive {0} announcements via website. (Automatic Copy)
reminder-queries=\u0e84\u0eb3\u0eaa\u0eb1\u0ec8\u0e87\u0e9c\u0eb9\u0ec9\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99
select-the-delivery-options-for-alerts-and-announcements=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e97\u0eb2\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e94\u0ea7\u0e99\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99 \u0ec1\u0ea5\u0eb0\u0e81\u0eb2\u0e99\u0ec1\u0e88\u0ec9\u0e87\u0e81\u0eb2\u0e99
specify-custom-reminder-queries-for-the-users-of-this-organization=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0e81\u0eb2\u0e99\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e82\u0ead\u0e87\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e99\u0eb5\u0ec9. \u0e9b\u0ec9\u0ead\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e84\u0eb3\u0e96\u0eb2\u0ea1\u0e95\u0ecd\u0ec8\u0edc\u0eb7\u0ec8\u0e87\u0ec1\u0e96\u0ea7
the-organization-name-is-already-taken=\u0e8a\u0eb7\u0ec8\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e9a\u0ecd\u0ec8\u0e97\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94.
the-password-you-entered-for-the-current-password-does-not-match-your-current-password=The password you entered for the current password does not match your current password. Please try again. (Automatic Copy)
the-selected-organization-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organization-by-automatically-unassociating-the-deactivated-users=\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec1\u0ea1\u0ec8\u0e99\u0e82\u0ead\u0e87\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e97\u0eb5\u0ec8\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e97\u0eb1\u0e99\u0ec1\u0ead\u0eb1\u0e81\u0e95\u0eb4\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec0\u0e97\u0eb7\u0ec8\u0ead. \u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb6\u0e9a\u0e95\u0ecd\u0ec8\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0ea1\u0ea7\u0e99\u0e9c\u0ebb\u0e99\u0ec2\u0e94\u0e8d\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0ec2\u0e94\u0e8d\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8?
this-organization-does-not-have-any-private-pages=\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e99\u0eb5\u0ec9\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e97\u0eb1\u0e99\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7.
this-organization-does-not-have-any-public-pages=\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e99\u0eb5\u0ec9\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e97\u0eb1\u0e99\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec8\u0ec3\u0e94\u0ec0\u0ea5\u0eb5\u0e8d
this-section-will-be-editable-after-creating-the-user=\u0e9e\u0eb2\u0e81\u0eaa\u0ec8\u0ea7\u0e99\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0ec4\u0e94\u0ec9\u0e9e\u0eb2\u0e8d\u0eab\u0ebc\u0eb1\u0e87\u0e97\u0eb5\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
this-user-does-not-belong-to-a-user-group=This user does not belong to a user group. (Automatic Copy)
this-user-does-not-belong-to-an-organization=This user does not belong to an organization. (Automatic Copy)
top-level-organizations=\u0ead\u0ebb\u0e87\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e82\u0eb1\u0ec9\u0e99\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
unable-to-activate-user-because-that-would-exceed-the-maximum-number-of-users-allowed=Unable to activate user because that would exceed the maximum number of users allowed. (Automatic Copy)
users-and-organizations-home=\u0edc\u0eb1\u0eb2\u0eab\u0ebc\u0eb1\u0e81\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0ec1\u0ea5\u0eb0\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
users-and-suborganizations=Users and Suborganizations (Automatic Copy)
users-without-an-organization=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e97\u0eb5\u0ec8\u0e9b\u0eb2\u0e94\u0eaa\u0eb0\u0e88\u0eb2\u0e81\u0ead\u0ebb\u0e87\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e95\u0eb1\u0ec9\u0e87
x-inactive-user=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0ec1\u0ea5\u0ec9\u0ea7
x-inactive-users=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0ec1\u0ea5\u0ec9\u0ea7
x-suborganization={0} \u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0eaa\u0eb3\u0eae\u0ead\u0e87
x-suborganizations={0} \u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0eaa\u0eb3\u0eae\u0ead\u0e87\u0e95\u0ec8\u0eb2\u0e87\u0ec6
you-cannot-change-your-password-yet=You cannot change your password yet. Please wait until {0} before changing your password again. (Automatic Copy)
you-cannot-delete-or-deactivate-yourself=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a \u0eab\u0ebc\u0eb7 \u0e94\u0eb5\u0ec1\u0ead\u0eb1\u0e81\u0e95\u0eb4\u0e9a \u0e95\u0ebb\u0ea7\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0ead\u0e87
you-cannot-delete-organizations-that-have-suborganizations-or-users=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0ea5\u0eb9\u0e81\u0eab\u0ebc\u0eb7 \u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99.
you-do-not-belong-to-an-organization-and-are-not-allowed-to-view-other-organizations=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99 \u0ec1\u0ea5\u0eb0\u0e9a\u0ecd\u0ec8\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0ead\u0eb7\u0ec8\u0e99\u0ec6
your-email-verification-code-has-been-sent-and-the-new-email-address-will-be-applied-to-your-account-once-it-has-been-verified=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ea2\u0eb1\u0ec9\u0e87\u0ea2\u0eb7\u0e99\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0eaa\u0ebb\u0ec8\u0e87 \u0ec1\u0ea5\u0eb0\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0ec3\u0edd\u0ec8\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0ec1\u0e88\u0ec9\u0e87\u0ec3\u0e99\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99
your-portal-administrator-has-disabled-the-ability-to-modify-the-following-fields=Your portal administrator has disabled the ability to modify the following fields\: {0}. (Automatic Copy)
