#X-Generator: crowdin.com
add-organization=\u7d44\u7e54\u306e\u8ffd\u52a0
alerts-and-announcements=\u8b66\u544a\u3068\u304a\u77e5\u3089\u305b
all-users=\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc
are-you-sure-you-want-to-deactivate-the-selected-users=\u9078\u629e\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u505c\u6b62\u3057\u307e\u3059\u304b?
are-you-sure-you-want-to-permanently-delete-the-selected-users=\u9078\u629e\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u5b8c\u5168\u306b\u524a\u9664\u3057\u307e\u3059\u304b?
assign-organization-roles=\u7d44\u7e54\u30ed\u30fc\u30eb\u306e\u5272\u5f53\u3066
create-site=\u30b5\u30a4\u30c8\u306e\u4f5c\u6210
current-password=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9
edit-user-x=\u30e6\u30fc\u30b6\u30fc\u306e\u7de8\u96c6{0}
export-organization-users=\u7d44\u7e54\u30e6\u30fc\u30b6\u30fc\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b
export-users=\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
impersonate-user=\u30e6\u30fc\u30b6\u30fc\u306b\u4ee3\u7406\u3067\u30ed\u30b0\u30a4\u30f3
inactive-users=\u6d3b\u52d5\u304c\u306a\u3044\u30e6\u30fc\u30b6\u30fc
inactive-users-without-an-organization=\u7d44\u7e54\u306b\u5c5e\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u3067\u3001\u6d3b\u52d5\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc
inherited-regular-roles=\u7d99\u627f\u3055\u308c\u305f\u6a19\u6e96\u30ed\u30fc\u30eb
inherited-site-roles=\u7d99\u627f\u3055\u308c\u305f\u30b5\u30a4\u30c8\u30ed\u30fc\u30eb
inherited-sites=\u7d99\u627f\u3055\u308c\u305f\u30b5\u30a4\u30c8
javax.portlet.description.com_liferay_my_account_web_portlet_MyAccountPortlet=\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u3067\u306f\u7c21\u5358\u306b\u60c5\u5831\u3092\u4e00\u5143\u7ba1\u7406\u3067\u304d\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u306e\u66f4\u65b0\u3001\u30b5\u30a4\u30c8\u3078\u306e\u52a0\u5165\u3001\u7d44\u7e54\u3001\u30b0\u30eb\u30fc\u30d7\u306e\u6240\u5c5e\u60c5\u5831\u306a\u3069\u3092\u53c2\u7167\u3067\u304d\u307e\u3059\u3002
javax.portlet.description.com_liferay_users_admin_web_portlet_UsersAdminPortlet=\u30e6\u30fc\u30b6\u30fc\u3068\u306f\u30dd\u30fc\u30bf\u30eb\u3092\u4f7f\u7528\u3059\u308b\u4eba\u7269\u3067\u3059\u3002\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30fc\u306e\u4f5c\u6210\u307e\u305f\u306f\u65e2\u5b58\u30e6\u30fc\u30b6\u30fc\u3092\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3067\u304d\u308b\u3001\u7d44\u7e54\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u3001\u30ed\u30fc\u30eb\u3068\u3044\u3046\u5f79\u5272\u306e\u8a2d\u5b9a\u3001\u307e\u305f\u306f\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u3068\u3057\u3066\u96c6\u3081\u3089\u308c\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u3068\u306f\u7d44\u7e54\u3068\u306f\u95a2\u4fc2\u3042\u3089\u305a\u3001\u69d8\u3005\u306a\u30e6\u30fc\u30b6\u30fc\u306b\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u307e\u305f\u306f\u5171\u901a\u3059\u308b\u30ed\u30fc\u30eb\u3092\u5272\u308a\u5f53\u3066\u3089\u308c\u307e\u3059\u3002\u3055\u3089\u306b\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u30fc\u306b\u30ab\u30b9\u30bf\u30e0\u30d1\u30fc\u30bd\u30ca\u30eb\u30b5\u30a4\u30c8\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_my_account_web_portlet_MyAccountPortlet=\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a
javax.portlet.title.com_liferay_users_admin_web_portlet_MyOrganizationsPortlet=\u81ea\u5206\u306e\u7d44\u7e54
javax.portlet.title.com_liferay_users_admin_web_portlet_UsersAdminPortlet=\u30e6\u30fc\u30b6\u30fc\u3068\u7d44\u7e54
manage-site=\u30b5\u30a4\u30c8\u306e\u7ba1\u7406
my-organizations=\u81ea\u5206\u306e\u7d44\u7e54
one-or-more-organizations-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organizations-by-automatically-unassociating-the-deactivated-users=\u4e00\u3064\u4ee5\u4e0a\u306e\u7d44\u7e54\u304c\u7121\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u7121\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u3068\u306e\u95a2\u9023\u3092\u524a\u9664\u3057\u3066\u3001\u9078\u629e\u3057\u305f\u7d44\u7e54\u3092\u524a\u9664\u3057\u307e\u304b?
organization-name=\u7d44\u7e54\u540d
organization-site=\u7d44\u7e54\u30b5\u30a4\u30c8
password-reset-required=\u521d\u56de\u30ed\u30b0\u30a4\u30f3\u6642\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u5fc5\u8981\u3068\u3059\u308b
passwords-may-not-be-changed-under-the-current-password-policy=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3088\u308a\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5909\u66f4\u3067\u304d\u306a\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093
personal-site=\u500b\u4eba\u30b5\u30a4\u30c8
please-enter-a-sms-id-that-is-a-valid-email-address=SMS ID\u306b\u6709\u52b9\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-a-valid-parent-organization=\u6709\u52b9\u306a\u6240\u5c5e\u7d44\u7e54\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
receive-x-announcements-via-email={0}\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3092E\u30e1\u30fc\u30eb\u3067\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f
receive-x-announcements-via-sms={0}\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3092SMS\u3067\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f
receive-x-announcements-via-website={0}\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3092\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3067\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f
reminder-queries=\u691c\u7d22\u4f8b
select-the-delivery-options-for-alerts-and-announcements=\u8b66\u544a\u3084\u304a\u77e5\u3089\u305b\u306e\u901a\u77e5\u65b9\u6cd5\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
specify-custom-reminder-queries-for-the-users-of-this-organization=\u3053\u306e\u7d44\u7e54\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3059\u308b\u30ab\u30b9\u30bf\u30e0\u306e\u691c\u7d22\u4f8b\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u30021 \u884c\u306b\u3064\u304d 1 \u3064\u306e\u8cea\u554f\u3092\u5165\u529b\u3057\u307e\u3059\u3002
the-organization-name-is-already-taken=\u7d44\u7e54\u540d\u306f\u3059\u3067\u306b\u767b\u9332\u304c\u3042\u308a\u307e\u3059\u3002
the-password-you-entered-for-the-current-password-does-not-match-your-current-password=\u5165\u529b\u3057\u3066\u3044\u305f\u3060\u3044\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u73fe\u5728\u4f7f\u308f\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
the-selected-organization-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organization-by-automatically-unassociating-the-deactivated-users=\u9078\u629e\u3055\u308c\u305f\u7d44\u7e54\u306f\u7121\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u7121\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u3068\u306e\u95a2\u9023\u3092\u524a\u9664\u3057\u3066\u9078\u629e\u3055\u308c\u305f\u7d44\u7e54\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
this-organization-does-not-have-any-private-pages=\u3053\u306e\u7d44\u7e54\u306f\u975e\u516c\u958b\u30da\u30fc\u30b8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
this-organization-does-not-have-any-public-pages=\u3053\u306e\u7d44\u7e54\u306f\u516c\u958b\u30da\u30fc\u30b8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
this-section-will-be-editable-after-creating-the-user=\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u306f\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u305f\u5f8c\u3001\u7de8\u96c6\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\u3002
this-user-does-not-belong-to-a-user-group=\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u306b\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093
this-user-does-not-belong-to-an-organization=\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u7d44\u7e54\u306b\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093
top-level-organizations=\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u7d44\u7e54
unable-to-activate-user-because-that-would-exceed-the-maximum-number-of-users-allowed=\u6700\u5927\u30e6\u30fc\u30b6\u30fc\u6570\u3092\u8d85\u3048\u308b\u305f\u3081\u3001\u30e6\u30fc\u30b6\u30fc\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002
users-and-organizations-home=\u30e6\u30fc\u30b6\u30fc\u3068\u7d44\u7e54
users-and-suborganizations=\u30e6\u30fc\u30b6\u30fc\u3068\u30b5\u30d6\u7d44\u7e54
users-without-an-organization=\u7d44\u7e54\u306b\u53c2\u52a0\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc
x-inactive-user={0} \u6d3b\u52d5\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc
x-inactive-users={0} \u6d3b\u52d5\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc
x-suborganization={0}\u500b\u306e\u7d44\u7e54\u304c\u4e0b\u306b\u3042\u308a\u307e\u3059
x-suborganizations={0}\u500b\u306e\u7d44\u7e54\u304c\u4e0b\u306b\u3042\u308a\u307e\u3059
you-cannot-change-your-password-yet=\u307e\u3060\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u518d\u3073\u5909\u66f4\u3067\u304d\u308b\u307e\u3067\u3001{0}\u307b\u3069\u304a\u5f85\u3061\u4e0b\u3055\u3044
you-cannot-delete-or-deactivate-yourself=\u81ea\u5206\u81ea\u8eab\u3092\u524a\u9664\u307e\u305f\u306f\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-delete-organizations-that-have-suborganizations-or-users=\u30b5\u30d6\u7d44\u7e54\u3001\u307e\u305f\u306f\u30e6\u30fc\u30b6\u30fc\u304c\u6240\u5c5e\u3057\u3066\u3044\u308b\u7d44\u7e54\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-do-not-belong-to-an-organization-and-are-not-allowed-to-view-other-organizations=\u7d44\u7e54\u306b\u6240\u5c5e\u3057\u3066\u3044\u306a\u3044\u305f\u3081\u307b\u304b\u306e\u7d44\u7e54\u3092\u62dd\u898b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
your-email-verification-code-has-been-sent-and-the-new-email-address-will-be-applied-to-your-account-once-it-has-been-verified=\u30e1\u30fc\u30eb\u8a8d\u8a3c\u30b3\u30fc\u30c9\u304c\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002\u8a8d\u8a3c\u5f8c\u306b\u65b0\u3057\u3044\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u9001\u3089\u308c\u307e\u3059\u3002
your-portal-administrator-has-disabled-the-ability-to-modify-the-following-fields=\u30dd\u30fc\u30bf\u30eb\u7ba1\u7406\u8005\u306f\u4ee5\u4e0b\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u7de8\u96c6\u3092\u7121\u52b9\u306b\u3057\u3066\u3044\u307e\u3059\u3002\: {0}
