#X-Generator: crowdin.com
authorization-endpoint-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u0456\u043d\u0446\u0435\u0432\u0443 \u0442\u043e\u0447\u043a\u0443 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0456\u0457 \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u0457. (Automatic Translation)
issuer-url-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0435\u043c\u0456\u0442\u0435\u043d\u0442\u0430 URL \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
jwks-uri-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 JWKS URI \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
open-id-connect-client-id-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u043b\u0456\u0454\u043d\u0442 ID \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
open-id-connect-client-secret-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u043b\u0456\u0454\u043d\u0442 \u0441\u0435\u043a\u0440\u0435\u0442 \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
open-id-connect-configuration-name=OpenID \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f (Automatic Translation)
open-id-connect-provider-configuration-name=OpenID \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u043f\u043e\u0441\u0442\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u0430 (Automatic Translation)
provider-name-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0456\u043c'\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0442\u0435\u043c\u0443 \u0442\u0438\u043f\u0438 \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
token-endpoint-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0437\u043d\u0430\u043a \u043a\u0456\u043d\u0446\u0435\u0432\u043e\u0457 \u0442\u043e\u0447\u043a\u0438 \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
user-info-endpoint-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043a\u0456\u043d\u0446\u0435\u0432\u0443 \u0442\u043e\u0447\u043a\u0443 \u0456\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0434\u043b\u044f \u043f\u0440\u043e\u0432\u0430\u0439\u0434\u0435\u0440\u0430 OpenId \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
