#X-Generator: crowdin.com
authorization-endpoint-help=\u092a\u094d\u0930\u093e\u0927\u093f\u0915\u0930\u0923 \u0938\u092e\u093e\u092a\u0928 \u092c\u093f\u0902\u0926\u0941 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f OpenId \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=\u092f\u0939 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e OpenId \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u092e\u093e\u0923\u0928 \u0915\u0947 \u0932\u093f \u090f \u0938\u0947\u091f\u0964 (Automatic Translation)
issuer-url-help=\u091c\u093e\u0930\u0940\u0915\u0930\u094d\u0924\u093e URL \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f OpenId \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
jwks-uri-help=JWKS URI OpenId \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
open-id-connect-client-id-help=OpenId \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u093e\u0939\u0915 ID \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
open-id-connect-client-secret-help=\u0915\u094d\u0932\u093e\u0907\u0902\u091f \u0917\u0941\u092a\u094d\u0924 OpenId \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
open-id-connect-configuration-name=OpenID \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f (Automatic Translation)
open-id-connect-provider-configuration-name=OpenID \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0928\u0947\u0915\u094d\u091f (Automatic Translation)
provider-name-help=OpenId \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0928\u093e\u092e \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\u0935\u093f\u0937\u092f \u092a\u094d\u0930\u0915\u093e\u0930 OpenId \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
token-endpoint-help=\u091f\u094b\u0915\u0928 \u0938\u092e\u093e\u092a\u0928 \u092c\u093f\u0902\u0926\u0941 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f OpenId \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
user-info-endpoint-help=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0938\u092e\u093e\u092a\u0928 \u092c\u093f\u0902\u0926\u0941 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f OpenId \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
