#X-Generator: crowdin.com
authorization-endpoint-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0438\u0441\u0442\u0438\u043d\u0430 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435. (Automatic Translation)
issuer-url-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 URL \u0410\u0414\u0420\u0415\u0421\u0410 \u043d\u0430 \u0435\u043c\u0438\u0442\u0435\u043d\u0442\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
jwks-uri-help=\u0417\u0430\u0434\u0430\u0434\u0435\u0442\u0435 URI \u043d\u0430 JWKS \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
open-id-connect-client-id-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0418\u0414 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
open-id-connect-client-secret-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0430 \u0442\u0430\u0439\u043d\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
open-id-connect-configuration-name=OpenID \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 (Automatic Translation)
open-id-connect-provider-configuration-name=OpenID \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a (Automatic Translation)
provider-name-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0442\u043e \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u0438\u043f\u043e\u0432\u0435\u0442\u0435 \u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
token-endpoint-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u0438\u0447\u0435\u043d \u043a\u0440\u0430\u0439\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
user-info-endpoint-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
