#X-Generator: crowdin.com
authorization-endpoint-help=Thi\u1ebft l\u1eadp \u0111i\u1ec3m cu\u1ed1i \u1ee7y quy\u1ec1n cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 th\u1ef1c s\u1ef1 \u0111\u1ec3 k\u00edch ho\u1ea1t t\u00ednh n\u0103ng x\u00e1c th\u1ef1c k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
issuer-url-help=Thi\u1ebft l\u1eadp URL ph\u00e1t h\u00e0nh cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
jwks-uri-help=Thi\u1ebft l\u1eadp JWKS URI cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
open-id-connect-client-id-help=Thi\u1ebft l\u1eadp ID c\u1ee7a kh\u00e1ch h\u00e0ng cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
open-id-connect-client-secret-help=Thi\u1ebft l\u1eadp nh\u1eefng b\u00ed m\u1eadt c\u1ee7a kh\u00e1ch h\u00e0ng cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
open-id-connect-configuration-name=OpenID k\u1ebft n\u1ed1i (Automatic Translation)
open-id-connect-provider-configuration-name=OpenID k\u1ebft n\u1ed1i nh\u00e0 cung c\u1ea5p (Automatic Translation)
provider-name-help=\u0110\u1eb7t t\u00ean cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=Thi\u1ebft l\u1eadp c\u00e1c lo\u1ea1i ch\u1ee7 \u0111\u1ec1 cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
token-endpoint-help=Thi\u1ebft l\u1eadp \u0111i\u1ec3m cu\u1ed1i m\u00e3 th\u00f4ng b\u00e1o cho nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
user-info-endpoint-help=Thi\u1ebft l\u1eadp \u0111i\u1ec3m cu\u1ed1i th\u00f4ng tin ng\u01b0\u1eddi d\u00f9ng cho c\u00e1c nh\u00e0 cung c\u1ea5p k\u1ebft n\u1ed1i OpenId. (Automatic Translation)
