#X-Generator: crowdin.com
authorization-endpoint-help=\u062a\u0639\u064a\u064a\u0646 \u0646\u0642\u0637\u0629 \u0627\u0644\u0646\u0647\u0627\u064a\u0629 \u0628\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0625\u0630\u0646 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 OpenId \u0627\u0644\u0645\u0648\u0641\u0631. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u062a\u0645\u0643\u064a\u0646 \u0645\u0635\u0627\u062f\u0642\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenId. (Automatic Translation)
issuer-url-help=\u062a\u0639\u064a\u064a\u0646 URL \u0627\u0644\u0645\u0635\u062f\u0631 \u0644\u0645\u0648\u0641\u0631 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenId. (Automatic Translation)
jwks-uri-help=\u062a\u0639\u064a\u064a\u0646 URI \u062c\u0648\u0643\u0633 \u0644\u0645\u0648\u0641\u0631 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenId. (Automatic Translation)
open-id-connect-client-id-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0639\u0631\u0641 \u0627\u0644\u0639\u0645\u064a\u0644 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 OpenId \u0627\u0644\u0645\u0648\u0641\u0631. (Automatic Translation)
open-id-connect-client-secret-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0633\u0631 \u0627\u0644\u0639\u0645\u064a\u0644 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 OpenId \u0627\u0644\u0645\u0648\u0641\u0631. (Automatic Translation)
open-id-connect-configuration-name=OpenID \u0627\u0644\u0627\u062a\u0635\u0627\u0644 (Automatic Translation)
open-id-connect-provider-configuration-name=\u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenID \u0645\u0648\u0641\u0631 (Automatic Translation)
provider-name-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0633\u0645 \u0645\u0648\u0641\u0631 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenId. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\u062a\u0639\u064a\u064a\u0646 \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u0644\u0645\u0648\u0641\u0631 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenId. (Automatic Translation)
token-endpoint-help=\u062a\u0639\u064a\u064a\u0646 \u0646\u0642\u0637\u0629 \u0646\u0647\u0627\u064a\u0629 \u0631\u0645\u0632\u064a\u0629 \u0644\u0645\u0648\u0641\u0631 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 OpenId. (Automatic Translation)
user-info-endpoint-help=\u062a\u0639\u064a\u064a\u0646 \u0646\u0642\u0637\u0629 \u0627\u0644\u0646\u0647\u0627\u064a\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0627\u062a\u0635\u0627\u0644 OpenId \u0627\u0644\u0645\u0648\u0641\u0631. (Automatic Translation)
