#X-Generator: crowdin.com
cache-expiration-time-description=Definova\u0165 \u010das v min\u00fatach, v ktorom SPA cache sa zbav\u00ed. Pou\u017ei\u0165 nulov\u00fa hodnotu, ak cache by nikdy skon\u010di\u0165 po\u010das plavby SPA. Pou\u017e\u00edva\u0165 z\u00e1porn\u00fa hodnotu, ak by mala by\u0165 vypnut\u00e1 vyrovn\u00e1vacia pam\u00e4\u0165. (Automatic Translation)
cache-expiration-time-name=Dobu platnosti vyrovn\u00e1vacej pam\u00e4te (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=Vyzer\u00e1 to, \u017ee to trv\u00e1 dlh\u0161ie, ne\u017e sa o\u010dak\u00e1valo. (Automatic Translation)
navigation-exception-selectors-description=Definova\u0165 CSS selektory, ktor\u00e9 K\u00daPELE by mali ignorova\u0165. (Automatic Translation)
navigation-exception-selectors-name=Navig\u00e1cia v\u00fdnimkou selektory (Automatic Translation)
oops=Chybi\u010dka se vloudila (Automatic Translation)
request-timeout-description=Definova\u0165 \u010das v milisekund\u00e1ch, v ktorom \u017eiados\u0165 SPA \u010dasov\u00fd limit. Pou\u017ei\u0165 nulov\u00fa hodnotu, ak \u017eiados\u0165 by nikdy timeout. (Automatic Translation)
request-timeout-name=\u010cas po\u017eiadavky uplynul \u010dasov\u00fd limit (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=Frontend SPA infra\u0161trukt\u00fary (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=SPA navig\u00e1cia \u017eiados\u0165 doru\u010den\u00e1 neplatn\u00fd k\u00f3d stavu protokolu HTTP. (Automatic Translation)
the-spa-request-timed-out=SPA uplynul. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=V SPA \u017eiados\u0165 bola neo\u010dak\u00e1van\u00e1 chyba. (Automatic Translation)
user-notification-timeout-description=Definova\u0165 \u010das v milisekund\u00e1ch, v ktorom sa zobraz\u00ed upozornenie u\u017e\u00edvate\u013ea o tom, \u017ee \u017eiados\u0165 trv\u00e1 dlh\u0161ie, ne\u017e sa o\u010dak\u00e1valo. Nulov\u00e1 hodnota pou\u017eite, ak by sa zobrazova\u0165 \u017eiadne ozn\u00e1menie. (Automatic Translation)
user-notification-timeout-name=U\u017e\u00edvate\u013esk\u00e9 upozornenie Timeout (Automatic Translation)
