#X-Generator: crowdin.com
add-user-group=\u00daj felhaszn\u00e1l\u00f3i csoport
add-users=\u00daj felhaszn\u00e1l\u00f3k
add-users-to-x=Felhaszn\u00e1l\u00f3k hozz\u00e1ad\u00e1sa ehhez\: {0}
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=A felhaszn\u00e1l\u00f3i csoport lehet\u0151s\u00e9get biztos\u00edt a felhaszn\u00e1l\u00f3k csoportos\u00edt\u00e1s\u00e1ra att\u00f3l f\u00fcggetlen\u00fcl, hogy melyik szervezethez tartoznak. Defini\u00e1lhatsz egy felhaszn\u00e1l\u00f3i csoportot, \u00e9s hozz\u00e1renelheted egy webhelyhez tagk\u00e9nt, \u00edgy az \u00f6sszes felhaszn\u00e1l\u00f3ja automatikusan tagja lesz a webhelynek.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=Felhaszn\u00e1l\u00f3i csoportok
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=Egy vagy t\u00f6bb csoporthoz deaktiv\u00e1lt felhaszn\u00e1l\u00f3k tartoznak. T\u00f6r\u00f6lhet\u0151 a csoport a deaktiv\u00e1lt felhaszn\u00e1l\u00f3k automatikus kiv\u00e9tele ut\u00e1n?
pages-for-user-group-x=Oldalak a {0} felhaszn\u00e1l\u00f3i csoporthoz
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=Egy felhaszn\u00e1l\u00f3i csoport oldalai nem \u00e9rhet\u0151ek el k\u00f6zvetlen\u00fcl a v\u00e9gfelhaszn\u00e1l\u00f3k \u00e1ltal. Ehelyett a felhaszn\u00e1l\u00f3i csoport minden tagja l\u00e1tni fogja az oldalakat a saj\u00e1t szem\u00e9lyes ir\u00e1ny\u00edt\u00f3pultj\u00e1nak \u00e9s profilj\u00e1nak az oldalai k\u00f6z\u00f6tt. Enged\u00e9lyezd a szem\u00e9lyreszab\u00e1si lehet\u0151s\u00e9geket minden oldalhoz, hogy lehet\u0151v\u00e9 tedd a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra, hogy v\u00e1ltoztat\u00e1sokat eszk\u00f6z\u00f6lhessenek.
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=A kijel\u00f6lt csoporthoz deaktiv\u00e1lt felhaszn\u00e1l\u00f3k tartoznak. A csoport t\u00f6rlend\u0151 a deaktiv\u00e1lt felhaszn\u00e1l\u00f3k kiv\u00e9tele ut\u00e1n?
this-is-a-required-user-group=Ez egy sz\u00fcks\u00e9ges felhaszn\u00e1l\u00f3i csoport.
this-user-group-does-not-have-any-dashboard-pages=Ennek a felhaszn\u00e1l\u00f3 csoportnak nincsenek ir\u00e1ny\u00edt\u00f3pult oldalai.
this-user-group-does-not-have-any-profile-pages=Ennek a felhaszn\u00e1l\u00f3 csoportnak nincsenek profil oldalai.
user-group-name=Felhaszn\u00e1l\u00f3i csoport webhely
user-group-pages-permissions=Felhaszn\u00e1l\u00f3i csoport oldalak jogosults\u00e1gai
you-cannot-delete-user-groups-that-have-users=Csoport nem t\u00f6r\u00f6lhet\u0151, ha felhaszn\u00e1l\u00f3k tartoznak hozz\u00e1.
