#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Bu sayfa de\u011fi\u015fikliklerde yeni s\u00fcr\u00fcm otomatik olarak olu\u015fturulur. (Automatic Translation)
a-page-variation-with-that-name-already-exists=Bu ada sahip bir sayfa de\u011fi\u015fimi zaten bulunmaktad\u0131r. (Automatic Translation)
a-site-pages-variation-with-that-name-already-exists=Bu ada sahip bir Site sayfalar\u0131 \u00e7e\u015fitlemesi zaten var. (Automatic Translation)
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Etkinlik Ekle
add-page-variation=Add Page Variation
add-site-pages-variation=Site Pages Variation
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=Add Page Variation
all-site-pages-variations=Site Pages Variation
always-use-my-user-id=Her zaman kullan\u0131c\u0131 id'mi kullan.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Canl\u0131 grubu ge\u00e7erli sayfa olmamas\u0131 nedeniyle bir hata olu\u015ftu. (Automatic Translation)
an-unexpected-error-occurred-while-importing-your-file=Dosya al\u0131n\u0131rken beklenmeyen bir hata olu\u015ftu.
an-unexpected-error-occurred-with-the-initial-staging-publication=\u0130lk basamak yay\u0131n ile beklenmeyen bir hata olu\u015ftu. (Automatic Translation)
are-you-sure-you-want-to-activate-local-staging-for-x=Bunu etkisiz hale getirmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-activate-remote-staging-for-x=Bunu etkisiz hale getirmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=G\u00fcncelden kopyalamak ve varolan portlet bilgisini g\u00fcncellemek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-deactivate-staging-for-x=Bunu etkisiz hale getirmek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-merge-changes-from-x=Are you sure you want to merge changes from {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=G\u00fcnceli yay\u0131nlamak ve mevcut portlet verisini g\u00fcncellemek istedi\u011finizden emin misiniz?
are-you-sure-you-want-to-remove-the-initial-staging-publication=\u0130lk kald\u0131rmak istedi\u011finizden emin Yay\u0131n haz\u0131rlama vard\u0131r? (Automatic Translation)
authorship-of-the-content=Yazarl\u0131k i\u00e7eri\u011fi (Automatic Translation)
change-the-configuration-in-the-details-section=Ayr\u0131nt\u0131lar\u0131 b\u00f6l\u00fcm\u00fcnde yap\u0131land\u0131rmas\u0131n\u0131 de\u011fi\u015ftirin. (Automatic Translation)
change-to-private-pages=\u00d6zel sayfalara de\u011fi\u015ftirmek (Automatic Translation)
change-to-public-pages=De\u011fi\u015ftirmek i\u00e7in public Pages (Automatic Translation)
changes-since-last-publication=Son yay\u0131n sonraki de\u011fi\u015fiklikleri (Automatic Translation)
contact-your-administrator-to-change-the-configuration=Yap\u0131land\u0131rmay\u0131 de\u011fi\u015ftirmek i\u00e7in y\u00f6neticinize ba\u015fvurun. (Automatic Translation)
copy-as-new=Yeni Olarak Kopyala
copy-from-live=Faal Olandan Kopyala
copy-pages-from-site-pages-variation=Site sayfalar\u0131 de\u011fi\u015fimi sayfalar\u0131ndan kopyalama (Automatic Translation)
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=Ge\u00e7erli ve \u00f6nceki (Automatic Translation)
current-version=Ge\u00e7erli s\u00fcr\u00fcm (Automatic Translation)
custom-export=\u00d6zel verme (Automatic Translation)
custom-publication=\u00d6zel yay\u0131n (Automatic Translation)
delete-application-data-before-importing=Uygulama verileri almadan \u00f6nce silmek (Automatic Translation)
delete-missing-layouts=Kaybolan Sayfalar\u0131 Sil
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Bu se\u00e7enek tercih edilirse, i\u00e7erik t\u00fcrleri i\u00e7in ger\u00e7ekle\u015ftirilen silme i\u015flemleri LAR dosyas\u0131na d\u0131\u015fa aktar\u0131l\u0131r. (Automatic Translation)
drop-a-lar-file-here-to-import=Bir LAR dosyas\u0131 alma (Automatic Translation)
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Dynamic data mapping structure with structure key {0} already exists. (Automatic Copy)
enabled-on-private-pages=\u00d6zel sayfalar\u0131nda etkin (Automatic Translation)
enabled-on-public-pages=\u00dczerinde etkin Public Pages (Automatic Translation)
export-entity=K\u0131ymet verme (Automatic Translation)
export-import-configuration=Verme/alma \u015fablonu (Automatic Translation)
export-import-portlet-permissions-help=Bu i\u015faretlenirse, d\u0131\u015fa aktar\u0131lan portlet pencere i\u00e7in atanan izinler dahil edilir. (Automatic Translation)
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=\u0130hracat tek tek silme (Automatic Translation)
export-permissions=\u0130zinleri verme (Automatic Translation)
export-private-pages=\u00d6zel Sayfa D\u00fczenle
export-public-pages=\u0130hracat Public Pages (Automatic Translation)
export-templates=Yerle\u015fim \u015eablonlar\u0131
export-the-selected-data-to-the-given-lar-file-name=Verilen LAR dosya ad\u0131na se\u00e7ilmi\u015f veriyi g\u00f6nder.
file-summary=Dosya \u00d6zet (Automatic Translation)
global-site=K\u00fcresel Site (Automatic Translation)
go-to-live=\u0130\u00e7in ya\u015fa (Automatic Translation)
go-to-remote-live=\u0130\u00e7in uzak ya\u015fa (Automatic Translation)
go-to-staging=Evreleme i\u00e7in git (Automatic Translation)
go-to-this-version=Bu s\u00fcr\u00fcme git (Automatic Translation)
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=Bir belge veya ayn\u0131 ada sahip bir resim ama ayna strateji ayn\u0131 davran\u0131\u015f\u0131 bulundu, bunun \u00fczerine yaz\u0131l\u0131r. (Automatic Translation)
import-entity=Alma k\u0131ymet (Automatic Translation)
import-permissions=\u0130thalat izinleri (Automatic Translation)
import-private-pages=\u00d6zel Sayfa D\u00fczenle
import-public-pages=Alma Public Pages (Automatic Translation)
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=\u0130lk yay\u0131n (Automatic Translation)
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=D\u0131\u015fa aktarma/i\u00e7e aktarma vermek veya t\u00fcm bir siteyi veya bir sitenin i\u00e7eri\u011fin bir alt k\u00fcmesini almak sa\u011flar. (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Yap\u0131land\u0131rma evreleme, sitenizin yap\u0131land\u0131r\u0131labilir haz\u0131rlama ayarlara eri\u015fim sa\u011flar. (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=D\u0131\u015fa aktarma/i\u00e7e aktarma (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=D\u0131\u015fa aktarma (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Alma (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Haz\u0131rlama i\u015flemi yap\u0131land\u0131rma (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Evreleme (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Ge\u00e7erli site \u015fu anda uzak bir d\u00fczeylendirme ortam\u0131 i\u00e7in canl\u0131 bir site olarak davran\u0131r. O hala bir d\u00fczeylendirme ortam\u0131 haz\u0131rlama se\u00e7eneklerden baz\u0131lar\u0131 devre d\u0131\u015f\u0131 b\u0131rak\u0131lm\u0131\u015f, ancak birden \u00e7ok ad\u0131m evreleme elde etmek i\u00e7in etkinle\u015ftirilebilir. (Automatic Translation)
local-live=Yerel canl\u0131 (Automatic Translation)
manage-page-variations=Add Page Variation
mark-as-ready-for-publication=Yay\u0131ma haz\u0131r i\u015faretlemek (Automatic Translation)
merge-site-pages-variation=Site Pages Variation
mirror-with-overwriting=\u00dczerine yazma ile ayna (Automatic Translation)
missing-manifest.xml=manifest.xml LAR i\u00e7inde bulunamad\u0131 (Automatic Translation)
new-custom-export=Yeni \u00f6zel verme (Automatic Translation)
new-export=Yeni ihracat (Automatic Translation)
new-export-based-on-x=New Export Based on {0} (Automatic Copy)
new-export-process=Yeni verme i\u015flemi (Automatic Translation)
new-export-template=Yeni ihracat \u015fablonu (Automatic Translation)
new-publication=Yeni Yay\u0131n (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=Yeni Yay\u0131n s\u00fcreci (Automatic Translation)
new-publish-template=Yeni \u015fablon Yay\u0131mla (Automatic Translation)
no-export-processes-were-found=Hi\u00e7bir ihracat i\u015flemleri bulundu. (Automatic Translation)
no-import-processes-were-found=Hay\u0131r alma i\u015flemleri bulundu. (Automatic Translation)
no-pages=Sayfalar\u0131m
no-processes-were-found=Hi\u00e7bir i\u015flem bulunamad\u0131. (Automatic Translation)
no-publication-processes-were-found=Hi\u00e7bir yay\u0131n i\u015flemleri bulundu. (Automatic Translation)
no-scheduled-publication-processes-were-found=Hi\u00e7bir Zamanlanm\u0131\u015f Yay\u0131n i\u015flemleri bulundu. (Automatic Translation)
none-empty-site-pages-variation=Yok (bo\u015f Site sayfalar\u0131 varyasyon) (Automatic Translation)
only-one-site-pages-variation-can-be-the-main-one=Tek bir Site sayfalar\u0131 de\u011fi\u015fimi ana biri olabilir. (Automatic Translation)
page-variation-was-added=Sayfa de\u011fi\u015fimi eklendi. (Automatic Translation)
page-variation-was-deleted=Sayfa de\u011fi\u015fimi silindi. (Automatic Translation)
page-variation-was-updated=Sayfa de\u011fi\u015fimi g\u00fcncelle\u015ftirildi. (Automatic Translation)
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Page Variations {0} (Automatic Copy)
page-versioning=Sayfa s\u00fcr\u00fcm olu\u015fturma (Automatic Translation)
page-versioning-help=Sayfa s\u00fcr\u00fcm olu\u015fturma sayfalar\u0131 farkl\u0131 varyasyonlar\u0131n\u0131 paralel \u00e7al\u0131\u015fman\u0131za olanak verir. Ayr\u0131ca sayfalardaki de\u011fi\u015fikliklerin ge\u00e7mi\u015fini izlemenize olanak sa\u011flar. (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Page {0} has not been published to Live yet. (Automatic Copy)
page-x-was-last-published-from-x=Page {0} was last published from {1}. (Automatic Copy)
page-x-was-last-published-to-live=Page {0} was last published to Live. (Automatic Copy)
pages-options=Sayfa se\u00e7enekleri (Automatic Translation)
pages-to-export=Sayfalar\u0131 verilecek (Automatic Translation)
pages-to-publish=Sayfalar\u0131 yay\u0131mlamak i\u00e7in (Automatic Translation)
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=L\u00fctfen ge\u00e7mi\u015fte bir ge\u00e7erli biti\u015f tarihi girin. (Automatic Translation)
please-enter-a-valid-start-date-that-is-in-the-past=L\u00fctfen ge\u00e7mi\u015fte olan ge\u00e7erli bir ba\u015flang\u0131\u00e7 tarihi girin. (Automatic Translation)
please-wait-as-the-publication-processes-on-the-remote-site=Uzak sitedeki yay\u0131n\u0131 i\u015flemler olarak l\u00fctfen bekleyin. (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=\u0130\u015flem ayr\u0131nt\u0131lar\u0131 (Automatic Translation)
process-name-placeholder=\u0130\u015flemin (\u00f6rne\u011fin Maria'n\u0131n haftal\u0131k makale yay\u0131n) ad\u0131n\u0131 girin. (Automatic Translation)
processes=\u0130\u015flemleri (Automatic Translation)
publish-permissions=\u0130zinleri Yay\u0131mla (Automatic Translation)
publish-templates=\u015eablonlar\u0131 yay\u0131mlama (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=Yay\u0131mlama \u015fablonlar\u0131 kontrol et men\u00fcs\u00fcnde y\u00f6netilen. (Automatic Translation)
publish-to-remote-live=Uzaktan canl\u0131 yay\u0131n (Automatic Translation)
ready-for-publication=Yay\u0131n i\u00e7in haz\u0131r (Automatic Translation)
referenced-content-behavior=Referenced Content Behavior
refresh-counts=Say\u0131lar\u0131 Yenile (Automatic Translation)
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Tek tek silme i\u015flemlerini \u00e7o\u011faltmak (Automatic Translation)
see-more-details=Daha fazla ayr\u0131nt\u0131 g\u00f6rmek (Automatic Translation)
selected-pages=Se\u00e7ilmi\u015f Sayfalar
simple-publication-help=Basit yay\u0131n yay\u0131n Tema ve site sayfalar\u0131 ayarlar\u0131, logo, silmeler ve izinleri i\u00e7erir. (Automatic Translation)
site-page-variation-was-added=Site sayfa \u00e7e\u015fitlemesi eklendi. (Automatic Translation)
site-page-variation-was-deleted=Site sayfa \u00e7e\u015fitlemesi silindi. (Automatic Translation)
site-page-variation-was-merged=Site sayfa \u00e7e\u015fitlemesi birle\u015fti. (Automatic Translation)
site-page-variation-was-updated=Site sayfa \u00e7e\u015fitlemesi g\u00fcncelle\u015ftirildi. (Automatic Translation)
site-pages-variation-x=Site Pages Variation {0} (Automatic Copy)
staged-content=A\u015famal\u0131 i\u00e7eri\u011fi (Automatic Translation)
staged-portlets-alert=Portlet i\u015faretlendi\u011finde, kendi veri evreleme i\u00e7in kopyalan\u0131r ve onlar\u0131 do\u011frudan canl\u0131 d\u00fczenlemek m\u00fcmk\u00fcn olmayabilir. Aksi takdirde onlar kay\u0131p olabilir \u00e7\u00fcnk\u00fc bir portlet i\u015faretleri kald\u0131rarak, evreleme i\u00e7inde yap\u0131lan herhangi bir de\u011fi\u015fiklik ilk, Yay\u0131nlanan emin olun. (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=Site \u015fablonundan de\u011fi\u015fiklikler yay\u0131lmas\u0131n\u0131 etkinle\u015ftirilmi\u015f oldu\u011fu i\u00e7in evreleme bu site i\u00e7in kullan\u0131lamaz. (Automatic Translation)
staging-configuration=Haz\u0131rlama i\u015flemi yap\u0131land\u0131rma (Automatic Translation)
staging-is-successfully-disabled=Haz\u0131rlama i\u015flemi ba\u015far\u0131yla devre d\u0131\u015f\u0131 b\u0131rak\u0131ld\u0131. (Automatic Translation)
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=S\u0131nama se\u00e7enekleri (Automatic Translation)
staging-staging-help-x=You are viewing the staged version of <em>{0}</em>. You can make changes here and publish them to Live afterwards to make them public. (Automatic Copy)
staging-type=Haz\u0131rlama i\u015flemi t\u00fcr\u00fc (Automatic Translation)
staging-type-local=A clone of the current site is created which contains copies of all existing pages and data of portlets configured to be staged (see <em>Staged Portlets</em> below). This clone becomes the <em>Staging</em> environment while the original becomes the <em>Live</em> environment. (Automatic Copy)
staging-type-remote=A connection is made between this site and one existing in a remote server. This site becomes the <em>Staging</em> environment while the remote site becomes the <em>Live</em> environment. (Automatic Copy)
switch-to-advanced-publication=Geli\u015fmi\u015f yay\u0131na ge\u00e7i\u015f (Automatic Translation)
switch-to-simple-publication=Basit bir yay\u0131na ge\u00e7i\u015f (Automatic Translation)
template-type=\u015eablon t\u00fcr\u00fc (Automatic Translation)
the-file-is-ready-to-be-imported=Dosyay\u0131 al\u0131nmak \u00fczere haz\u0131rd\u0131r. (Automatic Translation)
the-file-x-cannot-be-imported=The file <em>{0}</em> cannot be imported. (Automatic Copy)
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=Sayfa \u015fablonlar\u0131 veya bulunamad\u0131 site \u015fablonlar\u0131 gerektirdi\u011fi i\u00e7in LAR dosya al\u0131namad\u0131. L\u00fctfen a\u015fa\u011f\u0131daki \u015fablonlar\u0131 el ile al\u0131n\: (Automatic Translation)
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Bir veya daha fazla gerekli sayfa \u015fablonlar\u0131n\u0131 uzaktaki sistemde bulunamad\u0131 \u00e7\u00fcnk\u00fc sayfalar\u0131 yay\u0131mlanamad\u0131. L\u00fctfen a\u015fa\u011f\u0131daki \u015fablonlar\u0131 el ile al\u0131n\: (Automatic Translation)
the-process-referenced-by-this-notification-does-not-exist=Bu bildirim taraf\u0131ndan ba\u015fvurulan i\u015flem yok. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Yay\u0131n durumu yay\u0131nla ekranda kontrol edilebilir. (Automatic Translation)
theme-settings=Tema ayarlar\u0131 (Automatic Translation)
there-are-no-processes-in-progress-anymore=Var hi\u00e7bir olu\u015fum ilerleme art\u0131k. (Automatic Translation)
there-are-no-saved-export-templates=Kaydedilen verme \u015fablon yok vard\u0131r. (Automatic Translation)
there-are-no-saved-publish-templates=Var hay\u0131r kaydedilen \u015fablonlar\u0131 yay\u0131mlama. (Automatic Translation)
there-are-no-scheduled-publication-processes=Var hay\u0131r Zamanlanm\u0131\u015f Yay\u0131n olu\u015fum. (Automatic Translation)
this-file-was-previously-uploaded-but-not-actually-imported=Bu dosyay\u0131 \u00f6nceden y\u00fcklenmi\u015f ama asl\u0131nda ithal. (Automatic Translation)
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Bu portlet canl\u0131 sayfaya eklenmemi\u015ftir. \u0130lk \u00f6nce sayfay\u0131 yay\u0131nlay\u0131n.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Bu portlet canl\u0131 sitede yer almayan bir sayfaya yerle\u015ftirilmi\u015ftir. \u0130lk \u00f6nce sayfay\u0131 yay\u0131nlay\u0131n.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Bu i\u015flem en son yay\u0131n beri yap\u0131lan de\u011fi\u015fiklikleri yay\u0131mlamak i\u00e7in gidiyor. (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=This version will be published when <em>{0}</em> is published to live. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-the-remote-live-site-must-be-different-from-the-stage-site=Unable to activate remote staging on site with ID {0}. The remote live site must be different from the stage site. (Automatic Copy)
unable-to-execute-process-x=Unable to execute process ({0}). (Automatic Copy)
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Ads\u0131z Zamanlanm\u0131\u015f Yay\u0131n (Automatic Translation)
update-data=Veri g\u00fcncelle\u015ftirme (Automatic Translation)
update-page-variation=Add Page Variation
update-site-pages-variation=Site Pages Variation
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=G\u00f6r\u00fcn\u00fcm sayfas\u0131 se\u00e7enekleri evreleme (Automatic Translation)
view-source=Kayna\u011f\u0131 g\u00f6r\u00fcnt\u00fcle (Automatic Translation)
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} is staged. (Automatic Copy)
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Bu sayfa \u015fu anda g\u00f6zden ge\u00e7iriyoruz. De\u011fi\u015fiklik yapmak ve haz\u0131r oldu\u011funda i\u015f ak\u0131\u015f\u0131ndaki bir sonraki ad\u0131ma g\u00f6nderebilirsiniz. (Automatic Translation)
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Ba\u015fka birinin zaten de\u011fi\u015fiklikleri onaya g\u00f6nderdi \u00e7\u00fcnk\u00fc de\u011fi\u015fikliklerinizi g\u00f6nderemiyor. (Automatic Translation)
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=\u00c7\u00fcnk\u00fc \u00f6nceki teslim hala onay bekleyen de\u011fi\u015fikliklerinizi g\u00f6nderemiyor. (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=Evreleme i\u00e7in ilgili ayarlar\u0131 y\u00f6netmek i\u00e7in izniniz yok. (Automatic Translation)
