#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Ak zmen\u00edte t\u00fato str\u00e1nku, vytvor\u00ed sa automaticky nov\u00e1 verzia.
a-page-variation-with-that-name-already-exists=Variant str\u00e1nky s t\u00fdmto menom u\u017e existuje.
a-site-pages-variation-with-that-name-already-exists=Variant str\u00e1nok s\u00eddla s tak\u00fdmto menom u\u017e existuje.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Prida\u0165 udalos\u0165
add-page-variation=Prida\u0165 variant str\u00e1nky
add-site-pages-variation=Prida\u0165 variant str\u00e1nok s\u00eddla
all-content-import-help=Je importovan\u00fd obsah a metad\u00e1ta v\u0161etk\u00fdch aplik\u00e1ci\u00ed.
all-page-variations=V\u0161etky varianty str\u00e1nky
all-site-pages-variations=V\u0161etky varianty str\u00e1nok s\u00eddla
always-use-my-user-id=V\u017edy pou\u017ei\u0165 moje pou\u017e\u00edvat\u013esk\u00e9 ID.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Vyskytla sa chyba, preto\u017ee aktu\u00e1lna str\u00e1nka nepatr\u00ed \u017eiadnej \u017eivej skupine.
an-unexpected-error-occurred-while-importing-your-file=Nastala neo\u010dak\u00e1van\u00e1 chyba po\u010das importovania V\u00e1\u0161ho s\u00faboru.
an-unexpected-error-occurred-with-the-initial-staging-publication=Pri po\u010diato\u010dnom publikovan\u00ed pr\u00edpravnej verzie nastala neo\u010dak\u00e1van\u00e1 chyba.
are-you-sure-you-want-to-activate-local-staging-for-x=Ste is ist\u00fd, \u017ee chcete aktivova\u0165 miestne pr\u00edpravn\u00e9 prostredie pre {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=Ste si ist\u00fd, \u017ee chcete aktivova\u0165 vzdialen\u00e9 pr\u00edpravn\u00e9 prostredie pre {0} ?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Naozaj chcete kop\u00edrova\u0165 inform\u00e1cie portletu z produkcie a nahradi\u0165 existuj\u00face pr\u00edpravn\u00e9 inform\u00e1cie?
are-you-sure-you-want-to-deactivate-staging-for-x=Ste si ist\u00fd, \u017ee chcete deaktivova\u0165 pr\u00edpravn\u00e9 prostredie pre {0}?
are-you-sure-you-want-to-merge-changes-from-x=Ste si ist\u00fd, \u017ee chcete zl\u00fa\u010di\u0165 zmeny z {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Ste si ist\u00fd, \u017ee chcete uverejni\u0165 na \u017eivom prostred\u00ed a aktualizova\u0165 existuj\u00face portletov\u00e9 d\u00e1ta?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Naozaj chcete odstr\u00e1ni\u0165 po\u010diato\u010dn\u00e9 publikovanie pr\u00edpravnych \u00fadajov.
authorship-of-the-content=Autorstvo obsahu
change-the-configuration-in-the-details-section=Zme\u0148 konfigur\u00e1ciu v sekcii detailov
change-to-private-pages=Zmeni\u0165 na priv\u00e1tne str\u00e1nky
change-to-public-pages=Zmeni\u0165 na verejn\u00e9 str\u00e1nky
changes-since-last-publication=Zmeny od poslednej publik\u00e1cie
contact-your-administrator-to-change-the-configuration=Kontaktujte v\u00e1\u0161ho administr\u00e1tora aby zmenil nastavenie.
copy-as-new=Kop\u00edruj ako nov\u00fd
copy-from-live=Kop\u00edrova\u0165 z produk\u010dn\u00e9ho prostredia
copy-pages-from-site-pages-variation=Kop\u00edrova\u0165 str\u00e1nky z variant str\u00e1nok s\u00eddla
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=Aktu\u00e1lne a predch\u00e1dzaj\u00face
current-version=S\u00fa\u010dasn\u00e1 verzia
custom-export=Vlastn\u00e9 v\u00fdvozn\u00e9 (Automatic Translation)
custom-publication=Vlastn\u00e9 publik\u00e1cie (Automatic Translation)
delete-application-data-before-importing=Odstr\u00e1ni\u0165 \u00fadaje aplik\u00e1cie pred importom (Automatic Translation)
delete-missing-layouts=Vymaza\u0165 ch\u00fdbaj\u00face str\u00e1nky
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Ak sa zvol\u00ed T\u00e1to mo\u017enos\u0165, odstr\u00e1ni\u0165 \u010dinnost\u00ed vykon\u00e1van\u00fdch pre typy obsahu bud\u00fa exportova\u0165 do \u00fadajov\u00e9ho s\u00faboru LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=Presu\u0148te LAR s\u00fabor na import
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Mapovacia \u0161trukt\u00fara s k\u013e\u00fa\u010dom {0} u\u017e existuje.
enabled-on-private-pages=Povolen\u00e9 na s\u00fakromn\u00fdch str\u00e1nkach
enabled-on-public-pages=Povolen\u00e9 na verejn\u00fdch str\u00e1nkach
export-entity=Export majetku (Automatic Translation)
export-import-configuration=Export/Import \u0161abl\u00f3ny (Automatic Translation)
export-import-portlet-permissions-help=Ak je toto za\u0161krtnut\u00e9, opr\u00e1vnenie priraden\u00e9 pre exportovan\u00e9 okno portletu bud\u00fa zahrnut\u00e9.
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=Exportova\u0165 jednotliv\u00e9 odstr\u00e1nenia (Automatic Translation)
export-permissions=Exportova\u0165 opr\u00e1vnenia
export-private-pages=Upravi\u0165 priv\u00e1tnu str\u00e1nku
export-public-pages=Exportova\u0165 verejn\u00e9 str\u00e1nky
export-templates=\u0160abl\u00f3ny rozmiestnenia
export-the-selected-data-to-the-given-lar-file-name=Exportujte vybran\u00e9 d\u00e1ta dan\u00e9ho LAR s\u00faboru.
file-summary=S\u00fahrn s\u00faboru
global-site=Glob\u00e1lna lokalita (Automatic Translation)
go-to-live=Prejs\u0165 na \u017eiv\u00e9 (Automatic Translation)
go-to-remote-live=Cho\u010f na vzdialen\u00e9 produk\u010dn\u00e9 prostredie
go-to-staging=Prejs\u0165 na oddychov\u00e9 (Automatic Translation)
go-to-this-version=Prejs\u0165 na t\u00fato verziu
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=Rovnak\u00e1 strat\u00e9gia ako zrkadlenie ale ak sa n\u00e1jde rovnak\u00fd dokument alebo obr\u00e1zok s rovnak\u00fdm menom, potom bude prep\u00edsan\u00fd.
import-entity=Dovoz majetku (Automatic Translation)
import-permissions=Importova\u0165 opr\u00e1vnenia
import-private-pages=Prejs\u0165 na s\u00fakromn\u00e9 str\u00e1nky
import-public-pages=Importova\u0165 verejn\u00e9 str\u00e1nky
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=Po\u010diato\u010dn\u00e1 publik\u00e1cia
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import v\u00e1m umo\u017e\u0148uje exportova\u0165 alebo importova\u0165 cel\u00e9 s\u00eddlo alebo podmno\u017einu jeho obsahu.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Konfigur\u00e1cia pr\u00edpravy umo\u017e\u0148uje pr\u00edstup ku konfigurovate\u013en\u00fdm nastaveniam va\u0161eho s\u00eddla.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=V\u00fdvoz (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Dovoz (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Konfigur\u00e1cia pr\u00edpravy
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Inscen\u00e1cia (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=S\u00fa\u010dasn\u00e9 s\u00eddlo vystupuje ako produk\u010dn\u00e9 s\u00eddlo pre vzdialen\u00e9 pr\u00edpravn\u00e9 prostredie. E\u0161te st\u00e1le v\u0161ak m\u00f4\u017ee by\u0165 nastaven\u00e9 ako pr\u00edpravn\u00e9 prostredie ako chcete dosiahnu\u0165 viacstup\u0148ov\u00fa pr\u00edpravu hoci niektor\u00e9 nastavenia m\u00f4\u017eu by\u0165 zak\u00e1zan\u00e9.
local-live=Lok\u00e1lne produk\u010dn\u00e9
manage-page-variations=Spravova\u0165 varianty str\u00e1nky
mark-as-ready-for-publication=Ozna\u010di\u0165 ako Pripraven\u00e9 na publikovanie
merge-site-pages-variation=Zl\u00fa\u010di\u0165 varianty str\u00e1nok s\u00eddla
mirror-with-overwriting=Zrkadlenie s prep\u00edsan\u00edm
missing-manifest.xml=manifest.XML nena\u0161iel v LAR (Automatic Translation)
new-custom-export=Nov\u00fd vlastn\u00fd export
new-export=Nov\u00fd Export
new-export-based-on-x=Nov\u00fd export zalo\u017een\u00fd na {0}
new-export-process=Nov\u00fd proces exportu
new-export-template=Nov\u00e1 \u0161abl\u00f3na exportu
new-publication=Nov\u00e1 publik\u00e1cia (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=Nov\u00fd proces publikovania
new-publish-template=Nov\u00e1 \u0161abl\u00f3na publikovania
no-export-processes-were-found=Nena\u0161li sa \u017eiadne procesy exporu.
no-import-processes-were-found=Nena\u0161li sa \u017eiadne procesy importu.
no-pages=Moje str\u00e1nky
no-processes-were-found=Nena\u0161li sa \u017eiadne procesy. (Automatic Translation)
no-publication-processes-were-found=Nena\u0161li sa \u017eiadne procesy publikovania.
no-scheduled-publication-processes-were-found=Nena\u0161li sa \u017eiadne procesy publikovania.
none-empty-site-pages-variation=\u017diadny (pr\u00e1zdny variant s\u00fakromn\u00fdch str\u00e1nok)
only-one-site-pages-variation-can-be-the-main-one=Iba jeden variant str\u00e1nok m\u00f4\u017ee by\u0165 hlavn\u00fd.
page-variation-was-added=Variant str\u00e1nky bol pridan\u00fd.
page-variation-was-deleted=Variant str\u00e1nky bol vymazan\u00fd.
page-variation-was-updated=Variant str\u00e1nky bol upraven\u00fd.
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Vari\u00e1cie str\u00e1nky {0}
page-versioning=Verzionovanie str\u00e1nok
page-versioning-help=Verzionovanie str\u00e1nok v\u00e1m umo\u017e\u0148uje pralelne pracova\u0165 na variant\u00e1ch str\u00e1nok. Tie\u017e v\u00e1m to umo\u017en\u00ed sledova\u0165 hist\u00f3riu zmien na t\u00fdchto str\u00e1nkach.
page-x-has-not-been-published-to-live-yet=Str\u00e1nka {0} e\u0161te nebola opublikovan\u00e1 na produk\u010dn\u00e9 prostredie.
page-x-was-last-published-from-x=Str\u00e1nka {0} bola naposledy uverejnen\u00e1 od {1}.
page-x-was-last-published-to-live=Str\u00e1nka {0} bola naposledy uverejnen\u00e1 na produk\u010dnom prostred\u00ed.
pages-options=Mo\u017enosti str\u00e1nky
pages-to-export=Str\u00e1nky na export
pages-to-publish=Str\u00e1nky na publikovanie
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Str\u00e1nky {0}
please-enter-a-valid-end-date-that-is-in-the-past=Zadajte, pros\u00edm, platn\u00fd d\u00e1tum konca ktor\u00fd je v minulosti.
please-enter-a-valid-start-date-that-is-in-the-past=Zadajte, pros\u00edm, platn\u00fd d\u00e1tum za\u010diatku v minulosti.
please-wait-as-the-publication-processes-on-the-remote-site=Po\u010dkajte, pros\u00edm, k\u00fdm prebehne publikovanie na vzdialenom s\u00eddle.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Detaily procesu
process-name-placeholder=Zadajte n\u00e1zov procesu (napr. Jo\u017eove modr\u00e9 pondelky).
processes=Procesy (Automatic Translation)
publish-permissions=Publikova\u0165 opr\u00e1vnenia
publish-templates=\u0160abl\u00f3ny publikovnia
publish-templates-can-be-administered-in-the-control-menu=Publikova\u0165 \u0161abl\u00f3ny m\u00f4\u017ee by\u0165 pod\u00e1van\u00fd v ponuke Ovl\u00e1dac\u00ed prvok. (Automatic Translation)
publish-to-remote-live=Publikova\u0165 na vzdialen\u00fa produkciu
ready-for-publication=Pripraven\u00e9 na publikovanie
referenced-content-behavior=Referenced Content Behavior
refresh-counts=Obnovi\u0165 po\u010d\u00edtadl\u00e1
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replikova\u0165 individu\u00e1lne odstr\u00e1nenia (Automatic Translation)
see-more-details=Zobrazi\u0165 viacej detailov
selected-pages=Vybran\u00e9 str\u00e1nky
simple-publication-help=Jednoduch\u00e9 publikovanie zah\u0155\u0148a publikovanie t\u00e9my a nastavenia str\u00e1nok s\u00eddla, logo, vymazania a opr\u00e1vnenia.
site-page-variation-was-added=Bol pridan\u00fd variant str\u00e1nky s\u00eddla.
site-page-variation-was-deleted=Bol vymazan\u00fd variant str\u00e1nky s\u00eddla.
site-page-variation-was-merged=Bol zl\u00fa\u010den\u00fd variant str\u00e1nky s\u00eddla.
site-page-variation-was-updated=Bola upraven\u00fd variant str\u00e1nky s\u00eddla.
site-pages-variation-x=Vari\u00e1cie str\u00e1nok s\u00eddla {0}
staged-content=Pr\u00edpravn\u00fd obsah
staged-portlets-alert=Ak je portlet ozna\u010den\u00fd, jeho d\u00e1ta sa kop\u00edruj\u00fa do pr\u00edpravy a m\u00f4\u017ee by\u0165 nemo\u017en\u00e9 ich editova\u0165 priamo na produkcii. Ke\u010f ru\u0161\u00edte ozna\u010denie, uistite sa najprv, \u017ee v\u0161etky zmeny z pr\u00edpravy s\u00fa publikovan\u00e9 na produkcii, inak by ste o ne mohli pr\u00eds\u0165.
staged-portlets-help=Portlety, ktor\u00e9 s\u00fa ozna\u010den\u00e9 s\u00fa <em>Predpripravovan\u00e9</em>. To znamen\u00e1, \u017ee ich d\u00e1ta s\u00fa publikovan\u00e9 automaticky kedyko\u013evek je str\u00e1nka, ktor\u00e1 ich obsahuje, publikovan\u00e1. Tie portlety, ktor\u00e9 s\u00fa zak\u00e1zan\u00e9 a ozna\u010den\u00e9, s\u00fa v\u017edy automaticky exportovan\u00e9 dokonca aj ke\u010f nie s\u00fa na str\u00e1nke. Tie, ktor\u00e9 s\u00fa zak\u00e1zan\u00e9 a nie ozna\u010den\u00e9, nie s\u00fa nikdy publikovan\u00e9. <em>Kolabora\u010dn\u00e9</em> portlety, ako napr\u00edklad <em>Blogy</em>, <em>F\u00f3rum</em> alebo <em>Wiki</em>, s\u00fa vy\u0148at\u00e9 z pr\u00edpravy od za\u010diatku, preto\u017ee ich d\u00e1ta typicky vznikaj\u00fa na produkcii. Zhrnut\u00e9, ke\u010f portlet <em>NIE je predpripravovan\u00fd</em> tak <em>produk\u010dn\u00e9</em> prostredie obsahuje iba d\u00f4le\u017eit\u00e9 \u00fadaje. Ke\u010f je pou\u017eit\u00e9 lok\u00e1lne produk\u010dn\u00e9 prostredie, tak sa zobrazia rovnak\u00e9 d\u00e1ta na oboch prostrediach.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=Pre toto s\u00eddlo sa ned\u00e1 pou\u017ei\u0165 predpr\u00edprava preto\u017ee je povolen\u00e9 propagovanie zmien zo \u0161abl\u00f3ny s\u00eddla.
staging-configuration=Konfigur\u00e1cia pr\u00edpravy
staging-is-successfully-disabled=Pr\u00edpravn\u00e9 prostredie bolo \u00faspe\u0161ne zak\u00e1zan\u00e9.
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Inscen\u00e1cia mo\u017enosti (Automatic Translation)
staging-staging-help-x=Pr\u00e1ve vid\u00edte pr\u00edpravn\u00fa verziu <em>{0}</em>. Tu m\u00f4\u017eete robi\u0165 zmeny a potom ich zverejni\u0165 na produk\u010dnom prostred\u00ed.
staging-type=Typ pr\u00edpravn\u00e9ho prostredia
staging-type-local=Je vytvoren\u00e1 k\u00f3pia aktu\u00e1lneho s\u00eddla ktor\u00e1 obsahuje k\u00f3pie v\u0161etk\u00fdch existuj\u00facich str\u00e1nok a \u00fadaje portletov nakonfigurovan\u00fdch ako predpripravovan\u00e9 (pozri <em>Predpripravovan\u00e9 portlety</em> ni\u017e\u0161ie). T\u00e1to k\u00f3pia sa st\u00e1va <em>pr\u00edpravn\u00fdm</em> prostred\u00edm zatia\u013e \u010do origin\u00e1l sa st\u00e1va <em>Produk\u010dn\u00fdm</em> prostred\u00edm.
staging-type-remote=Bola vytvoren\u00e1 v\u00e4zba medzi t\u00fdmto s\u00eddlom a \u010fal\u0161\u00edm, ktor\u00e9 sa nach\u00e1dza na vzdialenom servery.Toto s\u00eddlo sa st\u00e1va <em>pr\u00edpravn\u00fdm</em> prostred\u00edm zatia\u013e \u010do vzdialen\u00e9 s\u00eddlo sa st\u00e1va <em>produk\u010dn\u00fdm</em> prostred\u00edm.
switch-to-advanced-publication=Prepn\u00fa\u0165 sa do roz\u0161\u00edren\u00e9ho publikovania
switch-to-simple-publication=Prepn\u00fa\u0165 sa do jednoduch\u00e9ho publikovania
template-type=Typ \u0161abl\u00f3ny
the-file-is-ready-to-be-imported=S\u00fabor je pripraven\u00fd na import.
the-file-x-cannot-be-imported=S\u00fabor <em>{0}</em> sa ned\u00e1 importova\u0165.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=LAR s\u00fabor nem\u00f4\u017ee by\u0165 importovan\u00fd, preto\u017ee po\u017eaduje \u0161abl\u00f3ny s\u00eddla alebo str\u00e1nky, ktor\u00e9 neviem n\u00e1js\u0165. Pros\u00edm, naimportujte nasledovn\u00e9 \u0161abl\u00f3ny ru\u010dne\:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Str\u00e1nky nem\u00f4\u017eu by\u0165 publikovan\u00e9, preto\u017ee jedna alebo viacej \u0161abl\u00f3n str\u00e1nky sa nena\u0161li na vzdialenom syst\u00e9me. Naimportujte, pros\u00edm, nasledovn\u00e9 \u0161abl\u00f3ny ru\u010dne\:
the-process-referenced-by-this-notification-does-not-exist=Proces odkazuje Toto ozn\u00e1menie neexistuje. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Stav publikovania si m\u00f4\u017eete skontrolova\u0165 na obrazovke publikovania.
theme-settings=Nastavenie t\u00e9my
there-are-no-processes-in-progress-anymore=U\u017e nie s\u00fa \u017eiadne rozbehnut\u00e9 procesy.
there-are-no-saved-export-templates=Nie s\u00fa ulo\u017een\u00e9 \u017eiadne \u0161abl\u00f3ny exportu.
there-are-no-saved-publish-templates=Nie s\u00fa ulo\u017een\u00e9 \u017eiadne \u0161abl\u00f3ny publikovania.
there-are-no-scheduled-publication-processes=\u017diadn\u00e9 publika\u010dn\u00e9 procesy nie s\u00fa pl\u00e1novan\u00e9.
this-file-was-previously-uploaded-but-not-actually-imported=Tento s\u00fabor bol predt\u00fdm nahran\u00fd ale nebol importovan\u00fd.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Tento portlet e\u0161te nebol pridan\u00fd na \u017eiv\u00fa str\u00e1nku. Najsk\u00f4r je potrebn\u00e9 uverejni\u0165 str\u00e1nku.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Tento portlet je umiestnen\u00fd na str\u00e1nke, ktor\u00e1 neexistuje na \u017eivom prostred\u00ed. Str\u00e1nku je potrebn\u00e9 najsk\u00f4r uverejni\u0165.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Tento proces ide opublikova\u0165 zmeny uroben\u00e9 od posledn\u00e9ho publikovania.
this-version-will-be-published-when-x-is-published-to-live=T\u00e1to verzia bude publikovan\u00e1 ke\u010f bude <em>{0}</em> publikovan\u00e1 do produkcie.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Ned\u00e1 sa aktivova\u0165 vzdialen\u00e1 pr\u00edprava na s\u00eddle s ID {0}. Glob\u00e1lne s\u00eddlo m\u00f4\u017ee by\u0165 pripravovan\u00e9 len do in\u00e9ho glob\u00e1lneho s\u00eddla.
unable-to-execute-process-x=Nem\u00f4\u017eem vykona\u0165 proces ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Nepomenovan\u00e9 vzdialen\u00e9 publikovanie
update-data=Aktualizova\u0165 \u00fadaje
update-page-variation=Aktualizova\u0165 variant str\u00e1nky
update-site-pages-variation=Aktualizova\u0165 variant str\u00e1nok s\u00eddla
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=Zobrazi\u0165 str\u00e1nku oddychov\u00fdch mo\u017enost\u00ed (Automatic Translation)
view-source=Zobrazi\u0165 zdroj
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} je predpripravovan\u00e9.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Pr\u00e1ve kontrolujete t\u00fato str\u00e1nku. M\u00f4\u017eete urobi\u0165 zmeny a ke\u010f ste hotov\u00ed, posla\u0165 ich do \u010fal\u0161ieho kroku workflow.
you-can-also-forcibly-disable-remote-staging=Tie\u017e m\u00f4\u017eete <a href\="{0}">nasilu zak\u00e1za\u0165</a> vzdialen\u00e9 pr\u00edpravn\u00e9 prostredie.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Va\u0161e zmeny nem\u00f4\u017eete odosla\u0165, preto\u017ee niekto in\u00fd u\u017e odoslal zmeny na schv\u00e1lenie.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Nem\u00f4\u017eete predklada\u0165 nov\u00e9 zmeny, preto\u017ee va\u0161e predch\u00e1dzaj\u00face zmeny e\u0161te \u010dakaj\u00fa na schv\u00e1lenie.
you-do-not-have-permission-to-manage-settings-related-to-staging=Nem\u00e1te opr\u00e1vnenia upravova\u0165 nastavenia s\u00favisiace s pr\u00edpravn\u00fdm prostred\u00edm.
