#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Nauja versija sukuriama automati\u0161kai, jeigu \u0160is puslapis pakeistas. (Automatic Translation)
a-page-variation-with-that-name-already-exists=Puslapio variacijos su tokiu pavadinimu jau egzistuoja. (Automatic Translation)
a-site-pages-variation-with-that-name-already-exists=Svetain\u0117s puslapi\u0173 variacija su tokiu pavadinimu jau yra. (Automatic Translation)
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=\u012evykio \u012ftraukimas (Automatic Translation)
add-page-variation=\u012etraukti puslapio variacijos (Automatic Translation)
add-site-pages-variation=Prid\u0117ti svetain\u0117s puslapi\u0173 variacija (Automatic Translation)
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=Visi puslapio variacijos (Automatic Translation)
all-site-pages-variations=Visos svetain\u0117s puslapi\u0173 variantus (Automatic Translation)
always-use-my-user-id=Visada naudoti mano vartotojo ID. (Automatic Translation)
an-error-occurred-because-the-live-group-does-not-have-the-current-page=\u012evyko klaida, nes gyva grup\u0117 neturi dabartin\u012f puslap\u012f. (Automatic Translation)
an-unexpected-error-occurred-while-importing-your-file=\u012evyko netik\u0117ta klaida \u012fvyko importuojant fail\u0105. (Automatic Translation)
an-unexpected-error-occurred-with-the-initial-staging-publication=Pradinio sustojimo paskelbus \u012fvyko netik\u0117ta klaida. (Automatic Translation)
are-you-sure-you-want-to-activate-local-staging-for-x=Are you sure you want to activate local staging for {0}? (Automatic Copy)
are-you-sure-you-want-to-activate-remote-staging-for-x=Are you sure you want to activate remote staging for {0}? (Automatic Copy)
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Ar j\u016bs tikrai norite nukopijuoti i\u0161 gyventi ir atnaujinti esam\u0105 sustojimo portalo \u012fskiepio informacij\u0105? (Automatic Translation)
are-you-sure-you-want-to-deactivate-staging-for-x=Are you sure you want to deactivate staging for {0}? (Automatic Copy)
are-you-sure-you-want-to-merge-changes-from-x=Are you sure you want to merge changes from {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Ar tikrai norite paskelbti gyventi ir atnaujinti esam\u0105 portalo \u012fskiepio duomenis? (Automatic Translation)
are-you-sure-you-want-to-remove-the-initial-staging-publication=J\u016bs tikrai norite pa\u0161alinti pradinio sustojimo leidin\u012f? (Automatic Translation)
authorship-of-the-content=Autoryst\u0117s turinio (Automatic Translation)
change-the-configuration-in-the-details-section=Keisti konfig\u016bracij\u0105 i\u0161samios informacijos sekcijoje. (Automatic Translation)
change-to-private-pages=Keisti \u012f asmeninis puslapiai (Automatic Translation)
change-to-public-pages=Keisti \u012f vie\u0161us puslapius (Automatic Translation)
changes-since-last-publication=Pakitusi\u0105 po paskutinio leidinio (Automatic Translation)
contact-your-administrator-to-change-the-configuration=Kreipkit\u0117s \u012f administratori\u0173 pakeisti konfig\u016bracij\u0105. (Automatic Translation)
copy-as-new=Kopijuoti kaip naujas (Automatic Translation)
copy-from-live=Kopijuoti i\u0161 gyvai (Automatic Translation)
copy-pages-from-site-pages-variation=Kopijuoti puslapius nuo svetain\u0117s puslapi\u0173 variacija (Automatic Translation)
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=Dabartini\u0173 ir ankstesni\u0173 (Automatic Translation)
current-version=Dabartin\u0117 versija (Automatic Translation)
custom-export=Vartotojui skirt\u0105 eksportavimo (Automatic Translation)
custom-publication=Pasirinktin\u012f leidinio (Automatic Translation)
delete-application-data-before-importing=Prie\u0161 importuodami panaikinkite parai\u0161kos duomenys (Automatic Translation)
delete-missing-layouts=Panaikinkite tr\u016bkstamus puslapius (Automatic Translation)
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=Portalo \u012fskiepio duomen\u0173 naikinimas prie\u0161 importuodami negali b\u016bti at\u0161auktas. Kai kurias programas i\u0161 kit\u0173 puslapi\u0173 gali b\u016bti siejami su \u0161iais duomenimis. Ar tikrai norite t\u0119sti portalo \u012fskiepio duomen\u0173 naikinimas? (Automatic Translation)
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Jei pasirinktas \u0161is variantas, naikinimo operacij\u0173 atlikti turinio tipai bus eksportuojami LAR fail\u0105. (Automatic Translation)
drop-a-lar-file-here-to-import=LAR fail\u0105 importuoti (Automatic Translation)
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Dynamic data mapping structure with structure key {0} already exists. (Automatic Copy)
enabled-on-private-pages=\u012ejungtas asmeninis puslapiai (Automatic Translation)
enabled-on-public-pages=\u012ejungtas vie\u0161\u0173j\u0173 puslapi\u0173 (Automatic Translation)
export-entity=Eksporto turto (Automatic Translation)
export-import-configuration=Eksporto/importo \u0161ablonas (Automatic Translation)
export-import-portlet-permissions-help=Jeigu tai yra pa\u017eym\u0117tas, priskirtas eksportuojam\u0173 portalo \u012fskiepio lango teises yra \u012ftraukti. (Automatic Translation)
export-import-service-configuration-name=Eksporto/importo paslaugas (Automatic Translation)
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=Eksportuoti atskirus naikinimai (Automatic Translation)
export-permissions=Eksporto leidimai (Automatic Translation)
export-private-pages=Eksporto asmeninis puslapiai (Automatic Translation)
export-public-pages=Eksportuoti vie\u0161us puslapius (Automatic Translation)
export-templates=Eksporto \u0161ablonai (Automatic Translation)
export-the-selected-data-to-the-given-lar-file-name=Pasirinkto i\u0161eksportuotas \u012f tikr\u0105 LAR failo vard\u0105. (Automatic Translation)
file-summary=Failo santrauka (Automatic Translation)
global-site=Pasaulio vietoje (Automatic Translation)
go-to-live=Eiti \u012f gyvus (Automatic Translation)
go-to-remote-live=Eiti \u012f nuotolinio gyventi (Automatic Translation)
go-to-staging=Eiti \u012f sustojimo (Automatic Translation)
go-to-this-version=Eiti \u012f \u0161i\u0105 versij\u0105 (Automatic Translation)
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=Rasta pa\u010di\u0105 problem\u0105 kaip veidrodis strategij\u0105, bet jei dokument\u0105 arba paveiksl\u0117l\u012f su tuo pa\u010diu pavadinimu, jis perra\u0161omas. (Automatic Translation)
import-entity=Importo turto (Automatic Translation)
import-permissions=Importo teises (Automatic Translation)
import-private-pages=Importo asmeninis puslapiai (Automatic Translation)
import-public-pages=Importo vie\u0161us puslapius (Automatic Translation)
include-always=Visada yra (Automatic Translation)
include-if-modified=Jei pakeistas (Automatic Translation)
initial-publication=Pradin\u0117 skelbti (Automatic Translation)
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Eksporto/importo leid\u017eia eksportuoti ar importuoti vis\u0105 svetain\u0119 arba svetain\u0117s turinio pogrup\u012f. (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Sustojimo konfig\u016bracija leid\u017eia prieig\u0105 prie savo svetain\u0117s konfig\u016bruojama sustojimo parametrai. (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Eksporto/importo (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Eksporto (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Importo (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Sustojimo konfig\u016bracijos (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Sustojimo (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Dabartin\u0117je svetain\u0117je \u0161iuo metu veikia kaip gyv\u0173 svetain\u0119 nuotolinio sustojimo aplink\u0105. Jis gali b\u016bti vis dar \u012fjungtas kaip sustojimo aplink\u0105 pasiekti kelis \u017eingsnis sustojimo, nors kai kuri\u0173 sustojimo funkcijos u\u017edraustos. (Automatic Translation)
local-live=Vietos gyventi (Automatic Translation)
manage-page-variations=Valdyti puslapis variantus (Automatic Translation)
mark-as-ready-for-publication=Pa\u017eym\u0117ti kaip pasirengusi paskelbti (Automatic Translation)
merge-site-pages-variation=Sulieti svetain\u0117s puslapi\u0173 variacija (Automatic Translation)
mirror-with-overwriting=Veidrodis d\u0117l perra\u0161ymo (Automatic Translation)
missing-manifest.xml=manifest.XML nerasta, LAR (Automatic Translation)
new-custom-export=Nauj\u0105 pasirinktin\u012f eksporto (Automatic Translation)
new-export=Naujos eksporto (Automatic Translation)
new-export-based-on-x=New Export Based on {0} (Automatic Copy)
new-export-process=Nauj\u0173 eksporto procesas (Automatic Translation)
new-export-template=Naujas eksportavimo \u0161ablonas (Automatic Translation)
new-publication=Naujas leidinys (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=Naujas skelbimo procesas (Automatic Translation)
new-publish-template=Naujo \u0161ablon\u0105 publikuoti (Automatic Translation)
no-export-processes-were-found=Nerasta joki\u0173 eksporto procesai. (Automatic Translation)
no-import-processes-were-found=Nerasta joki\u0173 importo procesus. (Automatic Translation)
no-pages=N\u0117ra puslapi\u0173 (Automatic Translation)
no-processes-were-found=Nerasta joki\u0173 procesus. (Automatic Translation)
no-publication-processes-were-found=Nerasta joki\u0173 paskelbimo procesus. (Automatic Translation)
no-scheduled-publication-processes-were-found=Nerasta joki\u0173 reguliaraus paskelbimo procesus. (Automatic Translation)
none-empty-site-pages-variation=N\u0117 vienas (tu\u0161\u010dias svetain\u0117s puslapi\u0173 variacijos) (Automatic Translation)
only-one-site-pages-variation-can-be-the-main-one=Tik vienas svetain\u0117s puslapi\u0173 variacija gali b\u016bti pats svarbiausias. (Automatic Translation)
page-variation-was-added=\u012etraukt\u0105 puslapio variacijos. (Automatic Translation)
page-variation-was-deleted=Puslapio variacijos buvo panaikintas. (Automatic Translation)
page-variation-was-updated=Atnaujintos puslapio variacijos. (Automatic Translation)
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Page Variations {0} (Automatic Copy)
page-versioning=Puslapis versij\u0173 (Automatic Translation)
page-versioning-help=Puslapis versij\u0173 leid\u017eia dirbti lygiagre\u010diai skirtingus variantus puslapi\u0173. Ji taip pat leid\u017eia jums sekti istorij\u0105, t\u0173 puslapi\u0173 pasikeitimai. (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Page {0} has not been published to Live yet. (Automatic Copy)
page-x-was-last-published-from-x=Page {0} was last published from {1}. (Automatic Copy)
page-x-was-last-published-to-live=Page {0} was last published to Live. (Automatic Copy)
pages-options=Puslapi\u0173 funkcijos (Automatic Translation)
pages-to-export=Puslapiai su eksporto (Automatic Translation)
pages-to-publish=Puslapiuose skelbti (Automatic Translation)
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=Pra\u0161ome \u012fvesti galiojant\u012f pabaigos data yra praeityje. (Automatic Translation)
please-enter-a-valid-start-date-that-is-in-the-past=Pra\u0161ome \u012fvesti galiojant\u012f prad\u017eios dat\u0105, kuri yra anks\u010diau. (Automatic Translation)
please-wait-as-the-publication-processes-on-the-remote-site=Pra\u0161ome palaukti kaip paskelbimo proces\u0105, nuotolinio svetain\u0119. (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Laikotarpiai (Automatic Translation)
process-name-placeholder=\u012evardykite proceso (pvz Marijos savait\u0117s straipsnio paskelbimo). (Automatic Translation)
processes=Proces\u0173 (Automatic Translation)
publish-permissions=Skelbti teises (Automatic Translation)
publish-templates=Skelbti \u0161ablonai (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=Skelbti \u0161ablonai gali b\u016bti skiriamas meniu kontrol\u0117s. (Automatic Translation)
publish-to-remote-live=Publikuoti nuotolinio gyvai (Automatic Translation)
ready-for-publication=Pasirengusi paskelbti (Automatic Translation)
referenced-content-behavior=Nurodyto turinio elges\u012f (Automatic Translation)
refresh-counts=Atnaujinti skai\u010dius (Automatic Translation)
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Pakartoti atskir\u0173 naikinimai (Automatic Translation)
see-more-details=Daugiau i\u0161samios informacijos (Automatic Translation)
selected-pages=Pasirinkt\u0173 puslapi\u0173 (Automatic Translation)
simple-publication-help=Paprastas paskelbimas yra paskelbimo tema ir svetain\u0117s puslapi\u0173 parametrai, logotipas, naikinimus ir teises. (Automatic Translation)
site-page-variation-was-added=Papildyta svetain\u0117s puslapio variacijos. (Automatic Translation)
site-page-variation-was-deleted=Svetain\u0117s puslapio variacijos buvo panaikintas. (Automatic Translation)
site-page-variation-was-merged=Svetain\u0117s puslapio variacijos buvo sujungtos. (Automatic Translation)
site-page-variation-was-updated=Atnaujintos svetain\u0117s puslapio variacijos. (Automatic Translation)
site-pages-variation-x=Site Pages Variation {0} (Automatic Copy)
staged-content=Dalinis turinio (Automatic Translation)
staged-portlets-alert=A portalo \u012fskiepio, patikrinusi, jos duomenys kopijuojami \u012f sustojimo ir ji gali b\u016bti ne\u012fmanoma redaguoti juos tiesiai \u012f gyvus. Kai i\u0161valyti yra portalo \u012fskiepio, \u012fsitikinkite, kad sustojimo joki\u0173 pakeitim\u0173 b\u016bt\u0173 paskelbti pirm\u0105 kart\u0105, nes kitaip jie gali dingti. (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=\u0160iai svetainei sustojimo naudoti negalima, nes poky\u010diai nuo svetain\u0117s \u0161ablono dauginimas yra \u012fjungtas. (Automatic Translation)
staging-configuration=Sustojimo konfig\u016bracijos (Automatic Translation)
staging-is-successfully-disabled=Sustojimo yra s\u0117kmingai ne\u012fgaliesiems. (Automatic Translation)
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Sustojimo parinktys (Automatic Translation)
staging-staging-help-x=You are viewing the staged version of <em>{0}</em>. You can make changes here and publish them to Live afterwards to make them public. (Automatic Copy)
staging-type=Sustojimo tipas (Automatic Translation)
staging-type-local=A clone of the current site is created which contains copies of all existing pages and data of portlets configured to be staged (see <em>Staged Portlets</em> below). This clone becomes the <em>Staging</em> environment while the original becomes the <em>Live</em> environment. (Automatic Copy)
staging-type-remote=A connection is made between this site and one existing in a remote server. This site becomes the <em>Staging</em> environment while the remote site becomes the <em>Live</em> environment. (Automatic Copy)
switch-to-advanced-publication=Pereiti prie i\u0161pl\u0117stin\u0117s paskelbimo (Automatic Translation)
switch-to-simple-publication=Persijungti \u012f paprast\u0105 skelbim\u0105 (Automatic Translation)
template-type=\u0160ablono tipas (Automatic Translation)
the-file-is-ready-to-be-imported=Byla yra baigta importuoti. (Automatic Translation)
the-file-x-cannot-be-imported=The file <em>{0}</em> cannot be imported. (Automatic Copy)
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=LAR fail\u0105 importuoti negalima, nes jis reikalauja \u0161ablonus arba svetain\u0117s \u0161ablonus, kurie nerado. Pra\u0161ome rankiniu b\u016bdu importuoti \u0161iuos \u0161ablonus\: (Automatic Translation)
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Puslapius gali b\u016bti neskelbiama, nes vien\u0105 ar daugiau reikalaujama \u0161ablonus ar nuotolinio sistemos nepavyko rasti. Pra\u0161ome rankiniu b\u016bdu importuoti \u0161iuos \u0161ablonus\: (Automatic Translation)
the-process-referenced-by-this-notification-does-not-exist=Nurodo \u0161io prane\u0161imo procesas neegzistuoja. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Leidinio status\u0105 galima patikrinti publikuoti ekrane. (Automatic Translation)
theme-settings=Temos parametrai (Automatic Translation)
there-are-no-processes-in-progress-anymore=Yra joki\u0173 proces\u0173 pa\u017eang\u0105 nebetinka. (Automatic Translation)
there-are-no-saved-export-templates=\u0160iuo metu n\u0117ra \u012fra\u0161yto eksportavimo \u0161ablon\u0173. (Automatic Translation)
there-are-no-saved-publish-templates=Ten yra Nr I\u0161saugota skelbti \u0161ablonus. (Automatic Translation)
there-are-no-scheduled-publication-processes=\u0160iuo metu joks reguliaraus paskelbimo procesai. (Automatic Translation)
this-file-was-previously-uploaded-but-not-actually-imported=\u0160is failas buvo anks\u010diau upload bet fakti\u0161kai importuoti. (Automatic Translation)
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=\u0160io portalo \u012fskiepio nebuvo prid\u0117ta prie puslapio gyv\u0173. Publikuokite puslap\u012f pirm\u0105 kart\u0105. (Automatic Translation)
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=\u0160io portalo \u012fskiep\u012f \u012f puslap\u012f, kuriame n\u0117ra gyvos svetain\u0117je. Publikuokite puslap\u012f pirm\u0105 kart\u0105. (Automatic Translation)
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=\u0160is procesas bus paskelbti pakeitimus, padarytus nuo paskutinio paskelbimo. (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=This version will be published when <em>{0}</em> is published to live. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site. (Automatic Copy)
unable-to-execute-process-x=Unable to execute process ({0}). (Automatic Copy)
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Be pavadinimo reguliaraus paskelbimo (Automatic Translation)
update-data=Atnaujinti duomenis (Automatic Translation)
update-page-variation=Atnaujinti puslapio variacijos (Automatic Translation)
update-site-pages-variation=Atnaujinti svetain\u0117s puslapi\u0173 variacija (Automatic Translation)
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=Jei patikrinote, skelbti ar importuoti tam tikro tipo turinys su joje esan\u010dio teksto sukels Liferay patikrinti joki\u0173 nuorod\u0173, kad nuoroda viena i\u0161 portalo virtualiais, ir u\u017etikrinti, kad kiekvien\u0105 i\u0161 \u0161i\u0173 punkt\u0173 nuorodas \u012f tinkam\u0105 puslapio per Liferay turin\u012f. At\u017eym\u0117kite tai, jei j\u016bs\u0173 virtualaus serverio puslapius be Liferay. (Automatic Translation)
view-page-staging-options=Per\u017ei\u016br\u0117ti puslap\u012f sustojimo parinktys (Automatic Translation)
view-source=Per\u017ei\u016br\u0117ti \u0161altin\u012f (Automatic Translation)
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} is staged. (Automatic Copy)
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=\u0160iuo metu svarsto \u0160is puslapis. Galite keisti ir si\u0173sti juos \u012f auk\u0161tesn\u0119 darbo eiga, kai bus parengtas. (Automatic Translation)
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Tod\u0117l, kad ka\u017ekas kitas jau pateik\u0117 pakeitimus patvirtinti negalite pateikti pakeitimus. (Automatic Translation)
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Negali pateikti keitimus, nes j\u016bs\u0173 anks\u010diau pateiktus dokumentus vis dar laukia patvirtinimo. (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=J\u016bs neturite teis\u0117s valdyti parametrus, susijusius su sustojimo. (Automatic Translation)
