#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Une nouvelle version sera cr\u00e9\u00e9e automatiquement si cette page est modifi\u00e9e.
a-page-variation-with-that-name-already-exists=Une variation de page avec ce nom existe d\u00e9j\u00e0.
a-site-pages-variation-with-that-name-already-exists=Une variation de pages de site avec ce nom existe d\u00e9j\u00e0.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Ajouter un \u00e9v\u00e9nement
add-page-variation=Ajouter une variante de page
add-site-pages-variation=Ajoutez la variante des pages de site
all-content-import-help=Le contenu et m\u00e9tadonn\u00e9es de toutes les applications sont import\u00e9s.
all-page-variations=Toutes les variantes de page
all-site-pages-variations=Variantes de pages pour tous les sites
always-use-my-user-id=Toujours utiliser mon identifiant utilisateur.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Une erreur est apparue car le groupe actuel ne poss\u00e8de pas la page courante.
an-unexpected-error-occurred-while-importing-your-file=Une erreur inattendue s'est produite en important votre dossier.
an-unexpected-error-occurred-with-the-initial-staging-publication=Une erreur inattendue s'est produite lors de la pr\u00e9-publication initiale
are-you-sure-you-want-to-activate-local-staging-for-x=Etes-vous s\u00fbr de vouloir activer le "local staging" pour {0} ?
are-you-sure-you-want-to-activate-remote-staging-for-x=\u00cates-vous s\u00fbr de vouloir activer le staging distant pour {0} ?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=\u00cates-vous s\u00fbr de vouloir faire une copie \u00e0 partir du serveur de production et de mettre \u00e0 jour les informations de la portlet existante sur la pr\u00e9-production ?
are-you-sure-you-want-to-deactivate-staging-for-x=\u00cates-vous s\u00fbr de vouloir d\u00e9sactiver le staging pour {0}?
are-you-sure-you-want-to-merge-changes-from-x=\u00cates-vous s\u00fbr de vouloir fusionner les changements de {0} ?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=\u00cates-vous s\u00fbr de voulez publier en production et mettre \u00e0 jour les donn\u00e9es existantes de cette portlet ?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Etes-vous s\u00fbr de vouloir supprimer la pr\u00e9-publication initiale ?
authorship-of-the-content=Auteur du contenu
change-the-configuration-in-the-details-section=Changez la configuration dans la section d\u00e9tails
change-to-private-pages=Modifier en pages priv\u00e9es
change-to-public-pages=Modifier en pages publiques
changes-since-last-publication=Modification depuis la derni\u00e8re publication.
contact-your-administrator-to-change-the-configuration=Veuillez contacter votre administrateur pour modifier la configuration.
copy-as-new=Dupliquer
copy-from-live=Recopier
copy-pages-from-site-pages-variation=Copier pages de variation de pages du site
copy-pages-from-site-pages-variation-help=Seulement la derni\u00e8re version marqu\u00e9e comme pr\u00eate pour publication est copi\u00e9e.
current-and-previous=Courant et pr\u00e9c\u00e9dent
current-version=Version actuelle
custom-export=Export personnalis\u00e9
custom-publication=Publication personnalis\u00e9
delete-application-data-before-importing=Supprimer les donn\u00e9es d\u2019Application avant d\u2019importer (Automatic Translation)
delete-missing-layouts=Suppression des mis en page manquante
delete-missing-layouts-help=Si cette option est choisie, toutes les pages dans ce site qui ne sont pas pr\u00e9sentes dans l'import de fichier Lar sont supprim\u00e9es.
delete-missing-layouts-staging-help=Si cette option est choisie, toutes les pages de l'environnement live qui ne sont pas pr\u00e9sentes dans l'environnement de staging sont supprim\u00e9es.
delete-portlet-data-before-importing-confirmation=Suppression de portlet donn\u00e9es avant d\u2019importer ne peut \u03a9tre annul\u0398e. Certaines applications dans d\u2019autres pages peuvent faire r\u00e9f\u00e9rence \u00e0 ces donn\u00e9es. \u00cates-vous s\u00fbr de que vouloir continuer la suppression de donn\u00e9es portlet\u00a0? (Automatic Translation)
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Si cette option est choisie, les op\u00e9rations de suppression effectu\u00e9es pour des types de contenu seront export\u00e9es vers le fichier de LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=D\u00e9poser un fichier LAR pour import
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Une structure de correspondance de donn\u00e9es dynamique avec la cl\u00e9 {0} existe d\u00e9j\u00e0.
enabled-on-private-pages=Activ\u00e9 sur les pages priv\u00e9es
enabled-on-public-pages=Activ\u00e9 sur les pages publiques.
export-entity=L\u2019exportation de biens (Automatic Translation)
export-import-configuration=Exportation/importation du mod\u00e8le (Automatic Translation)
export-import-portlet-permissions-help=Si coch\u00e9, les permissions associ\u00e9e \u00e0 la portlet export\u00e9e sont incluses.
export-import-service-configuration-name=Service Import/Export (Automatic Translation)
export-import-theme-settings-help=Quand s\u00e9lectionn\u00e9 pour export, le th\u00e8me et le mod\u00e8le de couleurs for le site sont inclus dans les fichiers LAR final. Quand s\u00e9lectionn\u00e9 pour import, les param\u00e8tres du th\u00e8me et du mod\u00e8le de couleur sont import\u00e9s et toutes les pages sont configur\u00e9es pour les utiliser.
export-individual-deletions=Exportation des suppressions individuelles (Automatic Translation)
export-permissions=Exporter les permissions
export-private-pages=Modifier la page priv\u00e9e
export-public-pages=Exporter pages publiques
export-templates=Mod\u00e8les de disposition
export-the-selected-data-to-the-given-lar-file-name=Exporter les donn\u00e9es choisies dans un fichier LAR nomm\u00e9 comme suit
file-summary=Sommaire du fichier
global-site=Global Site (Automatic Translation)
go-to-live=Aller \u00e0 Live
go-to-remote-live=Aller directement au serveur de production
go-to-staging=Aller \u00e0 Staging
go-to-this-version=Aller \u00e0 cette version
import-data-strategy-copy-as-new-help=Toutes les donn\u00e9es et les contenus dans le LAR import\u00e9 sont cr\u00e9\u00e9s comme nouvelles entr\u00e9es dans le site courant chaque fois le LAR est import\u00e9.
import-data-strategy-mirror-help=Toutes les donn\u00e9es et contenus dans le LAR import\u00e9 sont cr\u00e9\u00e9s comme nouveau la premi\u00e8re fois, et ils maintiennent une r\u00e9f\u00e9rence \u00e0 la source. Les imports suivants de la m\u00eame source mettent \u00e0 jour les entr\u00e9es au lieu d'en cr\u00e9er des nouvelles.
import-data-strategy-mirror-with-overwriting-help=M\u00eame comportement que la strat\u00e9gie du miroir, mais si un document ou une image avec le m\u00eame nom est trouv\u00e9, il est \u00e9cras\u00e9.
import-entity=Importation de biens (Automatic Translation)
import-permissions=Importer les autorisations
import-private-pages=Aller sur les pages priv\u00e9es
import-public-pages=Importer pages publiques
include-always=Comprennent toujours (Automatic Translation)
include-if-modified=Inclure si modifi\u00e9 (Automatic Translation)
initial-publication=Publication initiale
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import vous permet d'exporter ou importer un site entier, ou un sous-ensemble de contenus d'un site.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Configuration de staging permet l'acc\u00e8s aux param\u00e8tres de staging configurables de votre site.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Export
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Import
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Configuration de staging
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Staging
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Le site courant sert actuellement comme un site live pour un environnement de remote staging. Il peut toujours \u00eatre activ\u00e9 comme un environnement de staging pour r\u00e9aliser le staging multi-\u00e9tape m\u00eame une partie d'options de staging ont \u00e9t\u00e9 d\u00e9sactiv\u00e9es.
local-live=Production en local
manage-page-variations=G\u00e9rer les variantes de page
mark-as-ready-for-publication=Indiquer Pr\u00eat pour la publication
merge-site-pages-variation=Fusionner les variantes des pages du site
mirror-with-overwriting=Mirroir avec \u00e9crasement
missing-manifest.xml=Manifest.xml introuvable dans le LAR (Automatic Translation)
new-custom-export=Nouvel export personnalis\u00e9
new-export=Nouvel export
new-export-based-on-x=Nouvel export bas\u00e9 sur {0}
new-export-process=Nouveau processus d'export
new-export-template=Nouveau gabarit d'export
new-publication=Nouvelle publication
new-publication-based-on-x=Nouvelle publication bas\u00e9e sur {0}
new-publication-process=Nouveau processus de publication
new-publish-template=Nouveau gabarit de publication
no-export-processes-were-found=Aucune processus d'export n'a \u00e9t\u00e9 trouv\u00e9.
no-import-processes-were-found=Aucune processus d'import n'a \u00e9t\u00e9 trouv\u00e9.
no-pages=Mes pages
no-processes-were-found=Aucun processus ne trouv\u00e9es. (Automatic Translation)
no-publication-processes-were-found=Aucun processus de publication n'a \u00e9t\u00e9 trouv\u00e9.
no-scheduled-publication-processes-were-found=Aucun processus de publication planifi\u00e9 n'a \u00e9t\u00e9 trouv\u00e9.
none-empty-site-pages-variation=Aucune (Variante de pages de site vide)
only-one-site-pages-variation-can-be-the-main-one=Seule une variante de pages peut \u00eatre la principale.
page-variation-was-added=Variante de page ajout\u00e9e.
page-variation-was-deleted=Variante de page effac\u00e9e.
page-variation-was-updated=Variante de page mise \u00e0 jour.
page-variations-help=Variantes de page vous permettent de travailler en parall\u00e8le les diff\u00e9rente version de la m\u00eame page parmi les variantes de cette page. Lors de la publication \u00e0 la production, la version marqu\u00e9e comme <em>pr\u00eate pour la publication</em> est celle qui est publi\u00e9e.
page-variations-x=Variation de page {0}
page-versioning=Versionnage de page
page-versioning-help=Le versioning de page vous permet de travailler en parall\u00e8le dans diff\u00e9rentes variantes de ces pages. Il vous permet \u00e9galement de garder un historique de modifications de ces pages.
page-x-has-not-been-published-to-live-yet=La page {0} n''a pas encore \u00e9t\u00e9 publi\u00e9e en production.
page-x-was-last-published-from-x=La page {0} a \u00e9t\u00e9 publi\u00e9e derni\u00e8rement de {1}.
page-x-was-last-published-to-live=Page {0} \u00e9tait la derni\u00e8re publication en production
pages-options=Options des pages
pages-to-export=Pages \u00e0 exporter
pages-to-publish=Pages \u00e0 publier
pages-variations-help=Les variantes de pages de site vous permettent de travailler en parall\u00e8le les diff\u00e9rentes versions des page du site. Les contenus sont partag\u00e9s \u00e0 toutes les variantes de pages de site. La publication en production de n'importe quelles variantes de page de site peut \u00eatre planifi\u00e9e ou lanc\u00e9e manuellement.
pages-x=Pages {0}
please-enter-a-valid-end-date-that-is-in-the-past=Veuillez entrer une date de fin valide qui est dans le pass\u00e9.
please-enter-a-valid-start-date-that-is-in-the-past=Veuillez entrer une date de d\u00e9but valide qui est date dans le pass\u00e9.
please-wait-as-the-publication-processes-on-the-remote-site=Veuillez patienter pendant que la publication se r\u00e9alise sur le site \u00e0 distance.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=D\u00e9tails du processus
process-name-placeholder=Entrez le nom du processus (par exemple \u00ab Publication de l'article hebdomadaire de Maria \u00bb).
processes=Processus
publish-permissions=Publier les Autorisations
publish-templates=Gabarits de publication
publish-templates-can-be-administered-in-the-control-menu=Gabarits de publication peuvent \u00eatre administr\u00e9s dans le menu de contr\u00f4le.
publish-to-remote-live=Publier \u00e0 Remote Live
ready-for-publication=Pr\u00eat pour publication
referenced-content-behavior=Comportement de contenu r\u00e9f\u00e9renc\u00e9 (Automatic Translation)
refresh-counts=Actualiser les chiffres
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=R\u00e9plique les suppressions individuelles (Automatic Translation)
see-more-details=Voir plus de d\u00e9tails
selected-pages=Pages Choisies
simple-publication-help=La publication simple inclut la publication des configurations du th\u00e8me et des pages du site, du logo, des suppressions, et des permissions.
site-page-variation-was-added=Une variante de page du site a \u00e9t\u00e9 ajout\u00e9.
site-page-variation-was-deleted=Une variante de page du site a \u00e9t\u00e9 supprim\u00e9.
site-page-variation-was-merged=Les variantes de page du site ont \u00e9t\u00e9 fusionn\u00e9.
site-page-variation-was-updated=La variante de page du site a \u00e9t\u00e9 mise \u00e0 jour
site-pages-variation-x=Variation des pages du site {0}
staged-content=Contenu en pr\u00e9-production
staged-portlets-alert=Quand une portlet est coch\u00e9, ses donn\u00e9es sont copi\u00e9es \u00e0 staging et il n'est pas possible de les modifier en live. Quand une portlet est d\u00e9coch\u00e9e, assurer que toutes les modifications effectu\u00e9es en staging sont publi\u00e9es en premier, car sinon elles vont peut-\u00eatre \u00eatre perdues
staged-portlets-help=Les portlets qui sont marqu\u00e9es sont <em>Stag\u00e9es</em>. Cela signifie que leurs donn\u00e9es sont publi\u00e9es automatiquement quand une page les contenant est publi\u00e9e. Les portlets qui sont d\u00e9sactiv\u00e9es et marqu\u00e9es sont toujours export\u00e9es automatiquement, m\u00eame si elles ne sont pas dans la page. Celles qui sont d\u00e9sactiv\u00e9es et ne sont pas marqu\u00e9es ne sont jamais publi\u00e9es automatiquement. Portlet de <em>Collaboration</em>, telles que <em>Blogs</em>, <em>Forum</em>, et <em>Wiki</em> sont exclues de <em>Stag\u00e9es</em> par d\u00e9faut car leurs donn\u00e9es se produisent typiquement en production. Effectivement, quand une portlet est <em>non Stag\u00e9e</em>, l'environnement de <em>Production</em> contient seulement les donn\u00e9es importantes. Quand <em>Local Live</em> Staging est utilis\u00e9, les m\u00eames donn\u00e9es sont affich\u00e9es ind\u00e9pendamment de l'environnement.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=Le mode pr\u00e9-production ne peut pas \u00eatre utilis\u00e9 pour ce site parce que la propagation des changements \u00e0 partir de ce template est activ\u00e9.
staging-configuration=Configuration de staging
staging-is-successfully-disabled=La mise en sc\u00e8ne a \u00e9t\u00e9 d\u00e9sactiv\u00e9e avec succ\u00e8s
staging-live-help-x=Vous \u00eates en train de voir la version de production de <em>{0}</em> et vous ne pouvez pas faire des modifications ici. Effectuer les modification en staging et les publier vers production apr\u00e8s pour les rendre publiques.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Options de staging
staging-staging-help-x=Vous regardez la version en pr\u00e9-production de <em>{0}</em>.Vous pouvez faire des changements ici et les publier en production apr\u00e8s les avoir rendues publiques
staging-type=Type de pr\u00e9-production
staging-type-local=Un clone du site actuel est cr\u00e9\u00e9 avec les copies de toutes les pages existantes et les donn\u00e9es des portlets configur\u00e9es en mode pr\u00e9-production (voir <em>Portlets en pr\u00e9-production</em> ci-dessous).Ce clone devient l'environnement de <em>Pr\u00e9-production</em> alors que le site original devient l'environnement de <em>Production</em>
staging-type-remote=Une connexion est faite entre ce site et un autre existant sur un serveur distant.Ce site devient l'environnement de <em>Pr\u00e9-production</em> alors le site distant devient l'environnement de <em>production</em>
switch-to-advanced-publication=Basculer \u00e0 la publication avanc\u00e9e
switch-to-simple-publication=Basculer \u00e0 la publication simple
template-type=Type de gabarit
the-file-is-ready-to-be-imported=Le fichier est pr\u00eat \u00e0 \u00eatre import\u00e9.
the-file-x-cannot-be-imported=Le fichier <em>{0}</em> ne peut pas \u00eatre import\u00e9.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=Le fichier LAR n'a pas pu peut \u00eatre import\u00e9 car il n\u00e9cessite des mod\u00e8les de page ou des mod\u00e8les de sites qui ne peuvent \u00eatre trouv\u00e9s. Veuillez importer les mod\u00e8les suivants manuellement \:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Les pages ne peuvent \u00eatre publi\u00e9es car un ou plusieurs mod\u00e8les de page ne peuvent \u00eatre trouv\u00e9s sur le syst\u00e8me \u00e0 distance. Veuillez importer les mod\u00e8les suivants manuellement \:
the-process-referenced-by-this-notification-does-not-exist=Le processus r\u00e9f\u00e9renc\u00e9 par cette notification n\u2019existe pas. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=L'\u00e9tat de la publication peut \u00eatre v\u00e9rifie sur l'\u00e9cran de publication.
theme-settings=Param\u00e8tres de th\u00e8me
there-are-no-processes-in-progress-anymore=Il n'y a plus de processus en cours.
there-are-no-saved-export-templates=Il n'y a aucun gabarit d'export non sauvegard\u00e9.
there-are-no-saved-publish-templates=Il n'y a aucun gabarit de publication non sauvegard\u00e9.
there-are-no-scheduled-publication-processes=Il n'y a aucun processus de publication planifi\u00e9e en cours.
this-file-was-previously-uploaded-but-not-actually-imported=Ce fichier a \u00e9t\u00e9 t\u00e9l\u00e9vers\u00e9 mais n'a pas r\u00e9ellement \u00e9t\u00e9 import\u00e9.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Cette application n'a pas encore \u00e9t\u00e9 publi\u00e9e. \u00c9ditez la premi\u00e8re page.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Cette application est plac\u00e9e dans une page qui n'est pas encore publi\u00e9e. \u00c9ditez la premiere page.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Ce processus va publier les modifications effectu\u00e9es depuis la derni\u00e8re publication.
this-version-will-be-published-when-x-is-published-to-live=Cette version sera publi\u00e9e quand <em>{0}</em> sera publi\u00e9 en production.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Impossible d''activer le remote staging sur le site avec ID {0}. Le site Global peut seulement \u00eatre le staging d''un autre site Global.
unable-to-execute-process-x=Impossible d''ex\u00e9cuter le processus ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Publication programm\u00e9e sans titre
update-data=Mettre \u00e0 jour la donn\u00e9e
update-page-variation=Mettre \u00e0 jour les variantes de page
update-site-pages-variation=Mettre \u00e0 jour les variantes des pages de site
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=Si coch\u00e9e, d\u2019\u00e9dition ou d\u2019importer certains types de contenus avec le texte qu\u2019il provoquera Liferay v\u00e9rifier le contenu pour tous les liens qui r\u00e9f\u00e9rencent un des h\u00f4tes virtuels du portail et faire en sorte que chacun de ces points de liens vers une page valide au sein de Liferay. D\u00e9cochez la case ceci si votre h\u00f4te virtuel poss\u00e8de des pages pas dans Liferay. (Automatic Translation)
view-page-staging-options=Voir options de staging de page
view-source=Visualiser la source
x,-created-x-ago={0}, cr\u00e9\u00e9 il y a {1}.
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} est en test.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Vous \u00eates en cours de r\u00e9vision de cette page. Vous pouvez effectuer des changements et les envoyer \u00e0 la prochaine \u00e9tape dans le workflow lorsque vous serez pr\u00eat.
you-can-also-forcibly-disable-remote-staging=Vous pouvez aussi <a href\="{0}">forcer la d\u00e9sactivation de</a> remote staging.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Vous ne pouvez soumettre vos modifications car quelqu'un d'autre a d\u00e9j\u00e0 soumis des modifications pour approbation.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Vous ne pouvez pas soumettre vos modifications car vos pr\u00e9c\u00e9dentes soumission est toujours en attente d'approbation.
you-do-not-have-permission-to-manage-settings-related-to-staging=Vous n'avez pas les permissions pour g\u00e9rer les param\u00e8tres de l'environnement de test.
