#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Se esta p\u00e1gina for modificada ser\u00e1 criada automaticamente uma nova vers\u00e3o.
a-page-variation-with-that-name-already-exists=J\u00e1 existe uma variante de p\u00e1gina com esse nome.
a-site-pages-variation-with-that-name-already-exists=J\u00e1 existe uma variante de p\u00e1gina de Site com esse nome.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Adicionar Evento
add-page-variation=Adicionar Variante de P\u00e1gina
add-site-pages-variation=Adicionar Variante de P\u00e1ginas de Site
all-content-import-help=O conte\u00fado e os metadados de todas as aplica\u00e7\u00f5es ser\u00e3o importados.
all-page-variations=Todas as Variantes de P\u00e1gina
all-site-pages-variations=Todas as Variantes de P\u00e1gina de Site
always-use-my-user-id=Utilizar sempre o meu ID de utilizador.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Ocorreu um erro porque o grupo que est\u00e1 em produ\u00e7\u00e3o n\u00e3o possui a p\u00e1gina actual.
an-unexpected-error-occurred-while-importing-your-file=Ocorreu um erro inesperado ao importar o seu ficheiro.
an-unexpected-error-occurred-with-the-initial-staging-publication=Ocorreu um erro inesperado durante a publica\u00e7\u00e3o inicial para staging.
are-you-sure-you-want-to-activate-local-staging-for-x=Confirma a activa\u00e7\u00e3o de staging local para {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=Confirma a activa\u00e7\u00e3o de staging remoto para {0}?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Confirma que pretende copiar de produ\u00e7\u00e3o (live) e atualizar a informa\u00e7\u00e3o de portlet existente em staging?
are-you-sure-you-want-to-deactivate-staging-for-x=Confirma que pretende desactivar o staging para {0}?
are-you-sure-you-want-to-merge-changes-from-x=Confirma que pretende fundir altera\u00e7\u00f5es de {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Confirma que pretende publicar para produ\u00e7\u00e3o (live), actualizando os dados existentes da portlet?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Tem a certeza que quer remover a publica\u00e7\u00e3o inicial de staging?
authorship-of-the-content=Autoria do conte\u00fado
change-the-configuration-in-the-details-section=Altere a configura\u00e7\u00e3o na sec\u00e7\u00e3o detalhes.
change-to-private-pages=Mudar para p\u00e1ginas privadas
change-to-public-pages=Mudar para p\u00e1ginas p\u00fablicas
changes-since-last-publication=Modifica\u00e7\u00f5es desde a \u00faltima publica\u00e7\u00e3o
contact-your-administrator-to-change-the-configuration=Contate o seu administrador para alterar a configura\u00e7\u00e3o.
copy-as-new=Copiar como novo
copy-from-live=Copiar de produ\u00e7\u00e3o (live)
copy-pages-from-site-pages-variation=Copiar p\u00e1ginas do site de varia\u00e7\u00e3o de p\u00e1ginas
copy-pages-from-site-pages-variation-help=Apenas a \u00faltima vers\u00e3o assinalada como pronta para publica\u00e7\u00e3o \u00e9 copiada
current-and-previous=Atual e anteriores
current-version=Vers\u00e3o atual
custom-export=Exporta\u00e7\u00e3o Personalizada
custom-publication=Publica\u00e7\u00e3o Personalizada
delete-application-data-before-importing=Excluir dados do aplicativo antes de importar (Automatic Translation)
delete-missing-layouts=Remover P\u00e1ginas em Falta
delete-missing-layouts-help=Se esta op\u00e7\u00e3o for selecionada, todas as p\u00e1ginas neste site que n\u00e3o estejam presentes no ficheiro LAR a importar ser\u00e3o removidas.
delete-missing-layouts-staging-help=Se esta op\u00e7\u00e3o for selecionada, todas as p\u00e1ginas no ambiente de produ\u00e7\u00e3o (live), que n\u00e3o estejam presentes no ambiente de staging s\u00e3o removidas.
delete-portlet-data-before-importing-confirmation=Excluindo dados de portlet antes de importar n\u00e3o pode ser desfeita. Algumas aplica\u00e7\u00f5es em outras p\u00e1ginas podem referenciar esses dados. Tem certeza que deseja continuar a excluir dados do portlet? (Automatic Translation)
deletions-help=Se esta op\u00e7\u00e3o for selecionada, as opera\u00e7\u00f5es de remo\u00e7\u00e3o executadas para estes tipos de conte\u00fado ser\u00e3o replicadas no site alvo.
deletions-help-export=Se esta op\u00e7\u00e3o for escolhida, as opera\u00e7\u00f5es de exclus\u00e3o executadas para tipos de conte\u00fado ser\u00e3o exportadas para o arquivo de LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=Arraste e solte um ficheiro LAR para importar
dynamic-data-mapping-structure-with-structure-key-x-already-exists=A estrutura de mapeamento de dados din\u00e2micos com a chave {0} j\u00e1 existe.
enabled-on-private-pages=Habilitado em P\u00e1ginas Privadas
enabled-on-public-pages=Habilitado em P\u00e1ginas P\u00fablicas
export-entity=Agente de exporta\u00e7\u00e3o (Automatic Translation)
export-import-configuration=Modelo de exporta\u00e7\u00e3o/importa\u00e7\u00e3o (Automatic Translation)
export-import-portlet-permissions-help=Se marcado, as permiss\u00f5es dadas \u00e0 janela da portlet exportada ser\u00e3o inclu\u00eddas.
export-import-service-configuration-name=Servi\u00e7o de importa\u00e7\u00e3o/exporta\u00e7\u00e3o (Automatic Translation)
export-import-theme-settings-help=Quando selecionado na exporta\u00e7\u00e3o, o tema e esquema de cores selecionados para o site s\u00e3o inclu\u00eddos nos ficheiros LAR resultantes. Quando selecionado na importa\u00e7\u00e3o, as configura\u00e7\u00f5es do tema e esquema de cores s\u00e3o importadas, sendo que todas as p\u00e1ginas ficam configuradas para as utilizar.
export-individual-deletions=Exclus\u00f5es individuais de exporta\u00e7\u00e3o (Automatic Translation)
export-permissions=Exportar permiss\u00f5es
export-private-pages=Editar P\u00e1ginas Privadas
export-public-pages=Exportar P\u00e1ginas P\u00fablicas
export-templates=Exportar Templates
export-the-selected-data-to-the-given-lar-file-name=Exportar os dados selecionados para um ficheiro LAR, com o nome fornecido.
file-summary=Resumo do ficheiro
global-site=Site global (Automatic Translation)
go-to-live=Ir para Produ\u00e7\u00e3o (Live)
go-to-remote-live=Ir para Ambiente de Produ\u00e7\u00e3o Remoto (Live)
go-to-staging=Ir para Staging
go-to-this-version=Ir para Esta Vers\u00e3o
import-data-strategy-copy-as-new-help=Todos os dados e conte\u00fados dentro do LAR importado s\u00e3o criados como novas entradas no site atual, isto para todas as vezes que o LAR seja importado.
import-data-strategy-mirror-help=Todos os dados e conte\u00fado dentro do LAR importado s\u00e3o criados como novos na primeira vez, mantendo uma refer\u00eancia \u00e0 sua origem. Importa\u00e7\u00f5es seguintes com a mesma origem v\u00e3o atualizar as entradas em vez de criar novas entradas.
import-data-strategy-mirror-with-overwriting-help=Mesmo comportamento que a estrat\u00e9gia de espelho, mas se um documento ou uma imagem com o mesmo nome for encontrado, ser\u00e1 substitu\u00eddo.
import-entity=Importa\u00e7\u00e3o de ativos (Automatic Translation)
import-permissions=Importar permiss\u00f5es
import-private-pages=Importar P\u00e1ginas Privadas
import-public-pages=Importar P\u00e1ginas P\u00fablicas
include-always=Include Always (Automatic Copy)
include-if-modified=Include If Modified (Automatic Copy)
initial-publication=Publica\u00e7\u00e3o Inicial
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Exportar/Importar permite exportar ou importar um site inteiro ou um subconjunto do conte\u00fado de um site.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=A Configura\u00e7\u00e3o de Staging d\u00e1 acesso aos ajustes configur\u00e1veis de staging do seu site.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Exportar/Importar
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Exportar
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Importar
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Configura\u00e7\u00e3o de Staging
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Staging
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Este site \u00e9 atualmente um site de produ\u00e7\u00e3o (live) para um ambiente de staging remoto. O site ainda pode ser configurado como um ambiente de staging para se conseguir staging em m\u00faltiplos passos, mas algumas op\u00e7\u00f5es de staging ser\u00e3o desabilitadas.
local-live=Ambiente de Produ\u00e7\u00e3o Local (Live)
manage-page-variations=Gerir Varia\u00e7\u00f5es de P\u00e1gina
mark-as-ready-for-publication=Indicar como Pronta para Publica\u00e7\u00e3o
merge-site-pages-variation=Fundir Varia\u00e7\u00f5es de P\u00e1ginas do Site
mirror-with-overwriting=Espelho com substitui\u00e7\u00e3o
missing-manifest.xml=Manifest. xml n\u00e3o encontrado no LAR (Automatic Translation)
new-custom-export=Nova Exporta\u00e7\u00e3o Personalizada
new-export=Nova exporta\u00e7\u00e3o
new-export-based-on-x=Nova exporta\u00e7\u00e3o baseada em {0}
new-export-process=Novo Processo de Exporta\u00e7\u00e3o
new-export-template=Novo Template de Exporta\u00e7\u00e3o
new-publication=Nova Publica\u00e7\u00e3o
new-publication-based-on-x=Nova Publica\u00e7\u00e3o Baseada em {0}
new-publication-process=Novo Processo de Publica\u00e7\u00e3o
new-publish-template=Novo Template de Publica\u00e7\u00e3o
no-export-processes-were-found=Nenhum processo de exporta\u00e7\u00e3o foi encontrado.
no-import-processes-were-found=Nenhum processo de importa\u00e7\u00e3o foi encontrado.
no-pages=Nenhuma P\u00e1gina
no-processes-were-found=N\u00e3o h\u00e1 processos foram encontrados. (Automatic Translation)
no-publication-processes-were-found=Nenhum processo de publica\u00e7\u00e3o foi encontrado.
no-scheduled-publication-processes-were-found=Nenhum processo de publica\u00e7\u00e3o agendado foi encontrado.
none-empty-site-pages-variation=Nenhuma (Variantes da P\u00e1gina do Site Vazia)
only-one-site-pages-variation-can-be-the-main-one=Apenas uma variante de p\u00e1ginas do site pode ser a principal.
page-variation-was-added=A variante da p\u00e1gina foi adicionada.
page-variation-was-deleted=A variante da p\u00e1gina foi removida.
page-variation-was-updated=A variante da p\u00e1gina foi atualizada.
page-variations-help=Varia\u00e7\u00f5es de p\u00e1gina permitem trabalhar em diferentes vers\u00f5es da mesma p\u00e1gina em paralelo, no contexto de variantes da p\u00e1gina. Ao publicar para produ\u00e7\u00e3o (live), a vers\u00e3o assinalada como <em>pronta para publica\u00e7\u00e3o</em> \u00e9 a que ser\u00e1 publicada.
page-variations-x=Varia\u00e7\u00f5es de P\u00e1gina {0}
page-versioning=Versionamento de P\u00e1gina
page-versioning-help=O versionamento de p\u00e1gina permite que se trabalhe em paralelo em diferentes varia\u00e7\u00f5es das p\u00e1ginas. Permite tamb\u00e9m acompanhar o hist\u00f3rico de mudan\u00e7as nessas p\u00e1ginas.
page-x-has-not-been-published-to-live-yet=P\u00e1gina {0} ainda n\u00e3o foi publicada para produ\u00e7\u00e3o (live).
page-x-was-last-published-from-x=P\u00e1gina {0} foi publicada pela \u00faltima vez em {1}.
page-x-was-last-published-to-live=P\u00e1gina {0} foi a \u00faltima publicada para produ\u00e7\u00e3o.
pages-options=Op\u00e7\u00f5es de Paginas
pages-to-export=P\u00e1ginas a Exportar
pages-to-publish=P\u00e1ginas a Publicar
pages-variations-help=Varia\u00e7\u00f5es de P\u00e1ginas de Site permitem trabalhar em diferentes vers\u00f5es das p\u00e1ginas de um site, em paralelo. O conte\u00fado \u00e9 partilhado por todas as Varia\u00e7\u00f5es de P\u00e1ginas do Site. As publica\u00e7\u00f5es para produ\u00e7\u00e3o (live) de qualquer Varia\u00e7\u00e3o de P\u00e1ginas do Site pode ser agendada ou efetuada manualmente.
pages-x=P\u00e1ginas {0}
please-enter-a-valid-end-date-that-is-in-the-past=Por favor, insira uma data de fim v\u00e1lida, que esteja no passado.
please-enter-a-valid-start-date-that-is-in-the-past=Por favor insira uma data de in\u00edcio v\u00e1lida, que esteja no passado.
please-wait-as-the-publication-processes-on-the-remote-site=Por favor, aguarde enquanto a publica\u00e7\u00e3o \u00e9 processada no site remoto.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Detalhes do Processo
process-name-placeholder=Introduza o nome do processo (Exemplo\: Publica\u00e7\u00e3o do Artigo Semanal da Maria).
processes=Processos
publish-permissions=Permiss\u00f5es de Publica\u00e7\u00e3o
publish-templates=Templates de Publica\u00e7\u00e3o
publish-templates-can-be-administered-in-the-control-menu=Templates de publica\u00e7\u00e3o podem ser administrados no menu de controle.
publish-to-remote-live=Publicar para Ambiente de Produ\u00e7\u00e3o (Live) Remoto
ready-for-publication=Pronto para Publica\u00e7\u00e3o
referenced-content-behavior=Referenced Content Behavior (Automatic Copy)
refresh-counts=Refrescar Contagens
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replicar exclus\u00f5es individuais (Automatic Translation)
see-more-details=Ver Mais Detalhe
selected-pages=P\u00e1ginas Selecionadas
simple-publication-help=A publica\u00e7\u00e3o simples inclui a publica\u00e7\u00e3o do tema e defini\u00e7\u00f5es das p\u00e1ginas do site, logo, remo\u00e7\u00f5es e permiss\u00f5es.
site-page-variation-was-added=A variante da p\u00e1gina do site foi adicionada.
site-page-variation-was-deleted=A variante da p\u00e1gina do site foi removida.
site-page-variation-was-merged=A variante da p\u00e1gina do site foi fundida.
site-page-variation-was-updated=A variante da p\u00e1gina do site foi atualizada.
site-pages-variation-x=Varia\u00e7\u00f5es das P\u00e1ginas do Site {0}
staged-content=Conte\u00fado em Staging
staged-portlets-alert=Quando uma portlet \u00e9 selecionado, os seus dados s\u00e3o copiados para staging e pode n\u00e3o ser poss\u00edvel edit\u00e1-los diretamente no ambiente de produ\u00e7\u00e3o (live). Ao desmarcar uma portlet, assegure-se de que quaisquer altera\u00e7\u00f5es feitas em staging sejam publicadas primeiro, caso contr\u00e1rio, poder\u00e3o ser perdidas.
staged-portlets-help=Portlets que est\u00e3o marcados est\u00e3o <em>Em Staging</em>. Isto significa que os seus dados ser\u00e3o publicados automaticamente sempre que uma p\u00e1gina que as contenha seja publicada. As portlets que est\u00e3o desabilitadas e marcadas ser\u00e3o sempre exportadas automaticamente, mesmo que elas n\u00e3o estejam na p\u00e1gina. Aqueles que est\u00e3o desativados e desmarcados nunca ser\u00e3o publicados automaticamente. Portlets de <em>Colabora\u00e7\u00e3o</em>, tais como <em>Blogs</em>, <em>F\u00f3rum</em> e <em>Wiki</em> s\u00e3o exclu\u00eddos de <em>Staging</em> por omiss\u00e3o, uma vez que tipicamente, a sua informa\u00e7\u00e3o \u00e9 proveniente de produ\u00e7\u00e3o. Efetivamente, quando uma portlet n\u00e3o est\u00e1 <em>Em Staging</em> o ambiente <em>Live</em> cont\u00e9m os \u00fanicos dados importantes. Quando o staging <em>Local Live</em> \u00e9 utilizado, a mesma informa\u00e7\u00e3o \u00e9 apresentada independentemente do ambiente de visualiza\u00e7\u00e3o da portlet.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=Staging n\u00e3o pode ser utilizado para este site porque a propaga\u00e7\u00e3o de altera\u00e7\u00f5es do template de site est\u00e1 ativo.
staging-configuration=Configura\u00e7\u00e3o de Staging
staging-is-successfully-disabled=O ambiente de staging foi desabilitado com sucesso.
staging-live-help-x=Est\u00e1 a ver a vers\u00e3o de produ\u00e7\u00e3o (live) de <em>{0}</em> e n\u00e3o pode fazer altera\u00e7\u00f5es aqui. Por favor, fa\u00e7a as suas altera\u00e7\u00f5es em ambiente de staging e publique-as para produ\u00e7\u00e3o (Live), para torn\u00e1-las p\u00fablicas.
staging-live-help2-x=Est\u00e1 a ver a vers\u00e3o Live de {0}. Fa\u00e7a as suas mudan\u00e7as aqui ou na vista de staging e publique-as a Live depois para torna-las p\u00fablicas.
staging-options=Op\u00e7\u00f5es de Staging
staging-staging-help-x=Est\u00e1 a ver a vers\u00e3o em staging de <em>{0}</em>. Pode fazer altera\u00e7\u00f5es aqui e public\u00e1-las em produ\u00e7\u00e3o mais tarde para torn\u00e1-las p\u00fablicas.
staging-type=Tipo de Staging
staging-type-local=Um clone do site atual \u00e9 criado contendo c\u00f3pias de todas as p\u00e1ginas e os dados existentes das portlets configuradas para staging (ver <em>Staged Portlets</em> abaixo). Este clone torna-se ambiente <em>Staging</em> enquanto o original se torna o ambiente <em>de produ\u00e7\u00e3o</em>.
staging-type-remote=Uma conex\u00e3o \u00e9 feita entre este site e um j\u00e1 existente num servidor remoto. Este site torna-se o ambiente <em>Staging</em> enquanto o site remoto torna-se o ambiente <em>de produ\u00e7\u00e3o</em>.
switch-to-advanced-publication=Mudar para Publica\u00e7\u00e3o Avan\u00e7ada
switch-to-simple-publication=Mudar para Publica\u00e7\u00e3o Simples
template-type=Tipo de Template
the-file-is-ready-to-be-imported=O ficheiro esta pronto para ser importado.
the-file-x-cannot-be-imported=O ficheiro <em>{0}</em> n\u00e3o pode ser importado.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=N\u00e3o foi poss\u00edvel importar o ficheiro LAR porque o mesmo requere templates de p\u00e1ginas ou templates de sites que n\u00e3o foram encontrados. Por favor, importe os seguintes templates manualmente\:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=N\u00e3o foi poss\u00edvel publicar as p\u00e1ginas porque um ou mais templates de p\u00e1ginas n\u00e3o foram encontrados no sistema remoto. Por favor, importe os seguintes templates manualmente\:
the-process-referenced-by-this-notification-does-not-exist=O processo referenciado por esta notifica\u00e7\u00e3o n\u00e3o existe. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=O estado da publica\u00e7\u00e3o pode ser verificado no ecr\u00e3 de publica\u00e7\u00e3o.
theme-settings=Configura\u00e7\u00f5es do Tema
there-are-no-processes-in-progress-anymore=J\u00e1 n\u00e3o h\u00e1 processos a decorrer.
there-are-no-saved-export-templates=N\u00e3o h\u00e1 templates de exporta\u00e7\u00e3o salvos.
there-are-no-saved-publish-templates=N\u00e3o h\u00e1 templates de publica\u00e7\u00e3o salvos.
there-are-no-scheduled-publication-processes=N\u00e3o h\u00e1 processos de publica\u00e7\u00e3o agendados.
this-file-was-previously-uploaded-but-not-actually-imported=Este ficheiro foi carregado previamente mas n\u00e3o foi importado efetivamente.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Esta portlet n\u00e3o foi adicionada \u00e0 p\u00e1gina de produ\u00e7\u00e3o (live). Por favor, publique a p\u00e1gina primeiro.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Esta portlet est\u00e1 colocada numa p\u00e1gina que n\u00e3o existe no site de produ\u00e7\u00e3o (live). Por favor, publique a p\u00e1gina primeiro.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Este processo ir\u00e1 publicar as altera\u00e7\u00f5es realizadas desde a \u00faltima publica\u00e7\u00e3o.
this-version-will-be-published-when-x-is-published-to-live=Esta vers\u00e3o ser\u00e1 publicada quando <em>{0}</em> for publicada em produ\u00e7\u00e3o.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=N\u00e3o \u00e9 poss\u00edvel ativar staging remoto no site com ID {0}. O staging de um site global s\u00f3 pode ser feito para outro site global.
unable-to-execute-process-x=N\u00e3o foi poss\u00edvel executar o processo ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Publica\u00e7\u00e3o Agendada sem T\u00edtulo
update-data=Atualizar Dados
update-page-variation=Atualizar Variante da P\u00e1gina
update-site-pages-variation=Atualizar Variante das P\u00e1ginas do Site
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=Se marcada, publicando ou importar alguns tipos de conte\u00fado com texto nele causar\u00e1 Liferay verificar o conte\u00fado de todos os links que fazem refer\u00eancia a um dos hosts virtuais do portal e garantir que cada um destes pontos de links para uma p\u00e1gina v\u00e1lida dentro Liferay. Desmarque esta se seu host virtual tem p\u00e1ginas n\u00e3o no Liferay. (Automatic Translation)
view-page-staging-options=Ver Op\u00e7\u00f5es para Staging de P\u00e1ginas
view-source=Ver C\u00f3digo Fonte
x,-created-x-ago={0}, criada \u00e0 {1} atr\u00e1s.
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} est\u00e1 em staging.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Est\u00e1 a rever esta p\u00e1gina. Pode fazer altera\u00e7\u00f5es e envi\u00e1-las para o pr\u00f3ximo passo do workflow quando estiver pronto.
you-can-also-forcibly-disable-remote-staging=Tamb\u00e9m pode <a href\="{0}">desativar \u00e0 for\u00e7a</a> o staging remoto.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=N\u00e3o pode enviar as suas altera\u00e7\u00f5es porque outra pessoa j\u00e1 enviou altera\u00e7\u00f5es para aprova\u00e7\u00e3o.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=N\u00e3o pode enviar as suas altera\u00e7\u00f5es porque o seu envio anterior ainda est\u00e1 \u00e0 espera para ser aprovado.
you-do-not-have-permission-to-manage-settings-related-to-staging=N\u00e3o tem permiss\u00f5es para gerir as configura\u00e7\u00f5es relacionadas com staging.
