#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=O nou\u0103 versiune este creat automat \u00een cazul \u00een care aceast\u0103 pagin\u0103 este modificat. (Automatic Translation)
a-page-variation-with-that-name-already-exists=Exist\u0103 o varia\u021bie de pagin\u0103 cu acel nume deja. (Automatic Translation)
a-site-pages-variation-with-that-name-already-exists=O variant\u0103 de pagini de site-ul cu acest nume exist\u0103 deja. (Automatic Translation)
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Adaug\u0103 Eveniment
add-page-variation=Add Page Variation
add-site-pages-variation=Site Pages Variation
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=Add Page Variation
all-site-pages-variations=Site Pages Variation
always-use-my-user-id=Mereu folose\u0219te Id-ul meu de utilizator.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Eroare deoarece grupul live nu are pagina curent\u0103. (Automatic Translation)
an-unexpected-error-occurred-while-importing-your-file=O eroare nea\u0219teptat\u0103 a ap\u0103rut la importarea fi\u0219ierului.
an-unexpected-error-occurred-with-the-initial-staging-publication=Eroare nea\u0219teptat\u0103 cu prima publica\u0163ie stadializare. (Automatic Translation)
are-you-sure-you-want-to-activate-local-staging-for-x=E\u0219ti sigur c\u0103 vrei s\u0103 activezi punerea in scen\u0103 locala pentru {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=E\u0219ti sigur c\u0103 vrei s\u0103 activezi punerea in scen\u0103 la distan\u021b\u0103 pentru {0}?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=E\u0219ti sigur c\u0103 vrei s\u0103 copii din live \u0219i s\u0103 actualizezi informa\u021bia existent\u0103 din modul?
are-you-sure-you-want-to-deactivate-staging-for-x=E\u0219ti sigur c\u0103 vrei s\u0103 dezactivezi punerea in scen\u0103 pentru {0}?
are-you-sure-you-want-to-merge-changes-from-x=Are you sure you want to merge changes from {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=E\u0219ti sigur c\u0103 vrei s\u0103 publici pe live \u0219i s\u0103 actualizezi configura\u021bia existent\u0103?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Sunt sigur c\u0103 dori\u0163i s\u0103 elimina\u0163i ini\u0163ial\u0103 stadializarea publicare? (Automatic Translation)
authorship-of-the-content=Autor a con\u0163inutului (Automatic Translation)
change-the-configuration-in-the-details-section=Schimba configura\u0163ia \u00een sec\u0163iunea detalii. (Automatic Translation)
change-to-private-pages=Schimba paginile Private (Automatic Translation)
change-to-public-pages=Schimba paginile publice (Automatic Translation)
changes-since-last-publication=Modific\u0103ri de la ultima publica\u0163ie (Automatic Translation)
contact-your-administrator-to-change-the-configuration=Contacta\u021bi administratorul pentru a schimba configura\u0163ia. (Automatic Translation)
copy-as-new=Copiaz\u0103 ca Nou
copy-from-live=Copiaz\u0103 din Live
copy-pages-from-site-pages-variation=Copiere pagini din site-ul pagini varia\u0163ia (Automatic Translation)
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=Actuale \u015fi anterioare (Automatic Translation)
current-version=Versiunea curent\u0103 (Automatic Translation)
custom-export=Export personalizate (Automatic Translation)
custom-publication=Publicarea personalizate (Automatic Translation)
delete-application-data-before-importing=\u015eterge\u0163i aplicarea datelor \u00eenainte de a importa (Automatic Translation)
delete-missing-layouts=Sterge Paginile Lips\u0103
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Dac\u0103 este aleas\u0103 aceast\u0103 op\u0163iune, \u015fterge opera\u0163iunilor efectuate pentru tipurile de con\u021binut care vor fi exportate \u00een fi\u015fierul LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=Fixa\u0163i un fi\u015fier LAR la Import (Automatic Translation)
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Dynamic data mapping structure with structure key {0} already exists. (Automatic Copy)
enabled-on-private-pages=Activat pe paginile Private (Automatic Translation)
enabled-on-public-pages=Activat pe paginile publice (Automatic Translation)
export-entity=Mijloc de export (Automatic Translation)
export-import-configuration=\u015eablon de Import-export (Automatic Translation)
export-import-portlet-permissions-help=\u00cen cazul \u00een care acest lucru este verificat, permisiunile atribuite pentru fereastra exportate portlet-ului sunt incluse. (Automatic Translation)
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=\u015etergeri individuale de export (Automatic Translation)
export-permissions=Permisiunile de export (Automatic Translation)
export-private-pages=Editeaz\u0103 Pagin\u0103 Privat\u0103
export-public-pages=Export\u0103 pagini publice (Automatic Translation)
export-templates=Sabloane Afisare
export-the-selected-data-to-the-given-lar-file-name=Export\u0103 datele selectate la fi\u0219ierul LAR selectat.
file-summary=Fi\u015fier Rezumat (Automatic Translation)
global-site=Global site-ului (Automatic Translation)
go-to-live=Du-te la Live (Automatic Translation)
go-to-remote-live=Du-te la distan\u0163\u0103 Live (Automatic Translation)
go-to-staging=Du-te la Schela (Automatic Translation)
go-to-this-version=Du-te la aceast\u0103 versiune (Automatic Translation)
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=Acela\u015fi comportament ca strategie de oglind\u0103, dar dac\u0103 un document sau o imagine cu acelasi nume este g\u0103sit, acesta este suprascris. (Automatic Translation)
import-entity=Import activ (Automatic Translation)
import-permissions=Permisiunile de import (Automatic Translation)
import-private-pages=Editeaz\u0103 Pagin\u0103 Privat\u0103
import-public-pages=Publice pagini de import (Automatic Translation)
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=Prima publica\u0163ie (Automatic Translation)
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import permite exportul sau importul unui \u00eentreg site-ul, sau un subset al con\u0163inutului unui site. (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Schela de configurare permite accesul la site-ul Set\u0103ri configurabile de a\u0219teptare. (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Exportul (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=De import (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Schela de configurare (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Schela (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Site-ul curent \u00een prezent ac\u0163ioneaz\u0103 ca un site-ul live pentru un mediu de a\u015fteptare la distan\u0163\u0103. Acesta poate fi \u00eenc\u0103 activat ca un mediu de a\u015fteptare pentru a ob\u0163ine mai multe pas stadializarea de\u015fi unele din op\u0163iunile de a\u0219teptare au fost dezactivate. (Automatic Translation)
local-live=Live Local
manage-page-variations=Add Page Variation
mark-as-ready-for-publication=Marca ca gata pentru publicare (Automatic Translation)
merge-site-pages-variation=Site Pages Variation
mirror-with-overwriting=Reflecta cu suprascriere
missing-manifest.xml=manifest.XML nu a fost g\u0103sit \u00een LAR (Automatic Translation)
new-custom-export=Noi de Export personalizate (Automatic Translation)
new-export=Noi de Export (Automatic Translation)
new-export-based-on-x=New Export Based on {0} (Automatic Copy)
new-export-process=Noul proces de Export (Automatic Translation)
new-export-template=Nou \u015fablon de Export (Automatic Translation)
new-publication=Publica\u021bie nou\u0103 (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=Noul proces de publicare (Automatic Translation)
new-publish-template=Noi publica \u015fablon (Automatic Translation)
no-export-processes-were-found=Procese de export nu au fost g\u0103site. (Automatic Translation)
no-import-processes-were-found=Nici procesele de import au fost g\u0103site. (Automatic Translation)
no-pages=Paginile mele
no-processes-were-found=Procesele nu au fost g\u0103site. (Automatic Translation)
no-publication-processes-were-found=Nici o publica\u0163ie procesele au fost g\u0103site. (Automatic Translation)
no-scheduled-publication-processes-were-found=Nu programate publicarea proceselor au fost g\u0103site. (Automatic Translation)
none-empty-site-pages-variation=Nici unul (pagini de site-ul gol de varia\u0163ie) (Automatic Translation)
only-one-site-pages-variation-can-be-the-main-one=Doar un singur site-ul pagini varia\u0163ie poate fi cel principal. (Automatic Translation)
page-variation-was-added=Varia\u021bie pagin\u0103 a fost ad\u0103ugat. (Automatic Translation)
page-variation-was-deleted=Varia\u021bie pagin\u0103 a fost \u0219tears\u0103. (Automatic Translation)
page-variation-was-updated=Varia\u021bie pagin\u0103 a fost actualizat\u0103. (Automatic Translation)
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Page Variations {0} (Automatic Copy)
page-versioning=Versiuni de filme (Automatic Translation)
page-versioning-help=Filme versiunilor v\u0103 permite s\u0103 lucra\u0163i \u00een paralel \u00een diferite variante de pagini. De asemenea, v\u0103 permite s\u0103 urm\u0103ri\u0163i de istoria de modific\u0103ri \u00een aceste pagini. (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Page {0} has not been published to Live yet. (Automatic Copy)
page-x-was-last-published-from-x=Page {0} was last published from {1}. (Automatic Copy)
page-x-was-last-published-to-live=Page {0} was last published to Live. (Automatic Copy)
pages-options=ArgumentException\: The incoming token has expired. Get a new access token from the Authorization Server. \: ID\=5217.V2_Json.Translate.30756728 (Automatic Translation)
pages-to-export=Pagini pentru Export (Automatic Translation)
pages-to-publish=Pagini pentru a publica (Automatic Translation)
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=V\u0103 rug\u0103m s\u0103 introduce\u0163i o dat\u0103 de sf\u00e2r\u015fit valide care este \u00een trecut. (Automatic Translation)
please-enter-a-valid-start-date-that-is-in-the-past=V\u0103 rug\u0103m s\u0103 introduce\u0163i o dat\u0103 de \u00eenceput valabile, care este \u00een trecut. (Automatic Translation)
please-wait-as-the-publication-processes-on-the-remote-site=V\u0103 rog, a\u015ftepta\u0163i ca procesul de publicare pe site-ul de la distan\u0163\u0103. (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Proces detalii (Automatic Translation)
process-name-placeholder=Introduce\u0163i numele de proces (ex. Maria pe s\u0103pt\u0103m\u00e2n\u0103 articol publicarea). (Automatic Translation)
processes=Procese (Automatic Translation)
publish-permissions=Publicare permisiuni (Automatic Translation)
publish-templates=Publica template-uri (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=Publica template-uri poate fi administrat \u00een meniul de control. (Automatic Translation)
publish-to-remote-live=Publica la Distanta
ready-for-publication=Gata pentru publicare (Automatic Translation)
referenced-content-behavior=Referenced Content Behavior
refresh-counts=Re\u00eemprosp\u0103tare conteaz\u0103 (Automatic Translation)
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replicarea \u015ftergeri individuale (Automatic Translation)
see-more-details=Vedea mai multe detalii (Automatic Translation)
selected-pages=Pagini Selectate
simple-publication-help=Simplu publicarea include publicarea de tem\u0103 \u015fi set\u0103rile de pagini de site-ul, logo-ul, \u015ftergeri \u015fi permisiunile. (Automatic Translation)
site-page-variation-was-added=Varia\u021bie de pagin\u0103 site-ul a fost ad\u0103ugat. (Automatic Translation)
site-page-variation-was-deleted=Varia\u021bie de pagin\u0103 site-ul a fost \u015fters. (Automatic Translation)
site-page-variation-was-merged=Varia\u021bie de pagin\u0103 site-ul a fost fuzionat. (Automatic Translation)
site-page-variation-was-updated=Varia\u021bie de pagin\u0103 site-ul a fost actualizat. (Automatic Translation)
site-pages-variation-x=Site Pages Variation {0} (Automatic Copy)
staged-content=Etape de con\u0163inut (Automatic Translation)
staged-portlets-alert=C\u00e2nd este verificat un portlet, datele sale este copiat de a\u015fteptare \u015fi nu este posibil s\u0103 le edita\u0163i direct \u00een vii. C\u00e2nd debifarea un portlet, asigura\u0163i-v\u0103 c\u0103 modific\u0103rile \u00een a\u015fteptare sunt publicate \u00een primul r\u00e2nd, pentru c\u0103 altfel ar putea fi pierdut. (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=Schela nu poate fi folosit pentru acest site deoarece propagarea modific\u0103rile la \u0219ablonul de site-ul este activat. (Automatic Translation)
staging-configuration=Schela de configurare (Automatic Translation)
staging-is-successfully-disabled=Stadializarea este dezactivat cu succes. (Automatic Translation)
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Op\u0163iuni de a\u015fteptare (Automatic Translation)
staging-staging-help-x=You are viewing the staged version of <em>{0}</em>. You can make changes here and publish them to Live afterwards to make them public. (Automatic Copy)
staging-type=Tip de Punere in Scena
staging-type-local=A clone of the current site is created which contains copies of all existing pages and data of portlets configured to be staged (see <em>Staged Portlets</em> below). This clone becomes the <em>Staging</em> environment while the original becomes the <em>Live</em> environment. (Automatic Copy)
staging-type-remote=A connection is made between this site and one existing in a remote server. This site becomes the <em>Staging</em> environment while the remote site becomes the <em>Live</em> environment. (Automatic Copy)
switch-to-advanced-publication=Comuta la publicarea avansate (Automatic Translation)
switch-to-simple-publication=Comuta la publicarea simplu (Automatic Translation)
template-type=Tip de \u0219ablon (Automatic Translation)
the-file-is-ready-to-be-imported=Fi\u015fierul este gata pentru a fi importate. (Automatic Translation)
the-file-x-cannot-be-imported=The file <em>{0}</em> cannot be imported. (Automatic Copy)
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=Fi\u015fierul LAR nu s-au importat deoarece necesit\u0103 \u0219abloane de pagin\u0103 sau site-ul \u015fabloane care nu a putut fi g\u0103sit. V\u0103 rug\u0103m s\u0103 importa urm\u0103toarele template-uri manual\: (Automatic Translation)
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Paginile nu se public\u0103, pentru c\u0103 imposibil de g\u0103sit una sau mai multe \u015fabloane de pagin\u0103 necesar pe sistemul de la distan\u0163\u0103. V\u0103 rug\u0103m s\u0103 importa urm\u0103toarele template-uri manual\: (Automatic Translation)
the-process-referenced-by-this-notification-does-not-exist=Procesul de aceast\u0103 notificare nu exista. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Statutul publica\u0163iei se poate verifica pe ecranul de publicare. (Automatic Translation)
theme-settings=Tema set\u0103rile (Automatic Translation)
there-are-no-processes-in-progress-anymore=Nu sunt nici procese \u00een curs mai. (Automatic Translation)
there-are-no-saved-export-templates=Exist\u0103 nici un template-uri salvate de export. (Automatic Translation)
there-are-no-saved-publish-templates=Exist\u0103 no salvat publica template-uri. (Automatic Translation)
there-are-no-scheduled-publication-processes=Nu exist\u0103 nici o programate publicarea procese. (Automatic Translation)
this-file-was-previously-uploaded-but-not-actually-imported=Acest fisier a fost \u00eenc\u0103rcate anterior dar nu sunt de fapt importate. (Automatic Translation)
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Acest modul nu a fost adaugat la aceasta pagina. Publica pagina mai intai.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Acest modul este plasat intr-o pagina ce nu exita in site-ul live. Publica pagina mai intai.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Acest proces va publica modific\u0103rile efectuate de la ultima publicarea. (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=This version will be published when <em>{0}</em> is published to live. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site. (Automatic Copy)
unable-to-execute-process-x=Unable to execute process ({0}). (Automatic Copy)
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=F\u0103r\u0103 titlu publicare programat\u0103 (Automatic Translation)
update-data=Actualizare date (Automatic Translation)
update-page-variation=Add Page Variation
update-site-pages-variation=Site Pages Variation
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=Vezi pagina de op\u0163iuni de a\u015fteptare (Automatic Translation)
view-source=Vezi sursa (Automatic Translation)
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} is staged. (Automatic Copy)
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Sunt revizuie\u015fte \u00een prezent aceast\u0103 pagin\u0103. Pot face modific\u0103ri \u015fi de a le trimite la urm\u0103torul pas \u00een fluxul de lucru atunci c\u00e2nd este gata. (Automatic Translation)
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Nu prezint\u0103 modific\u0103ri deoarece altcineva a trimis deja modific\u0103ri pentru aprobare. (Automatic Translation)
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Nu prezint\u0103 modific\u0103rile pentru ca depunerea ta anterioar\u0103 este \u00eenc\u0103 \u00een a\u015fteptare pentru aprobare. (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=Nu ave\u0163i permisiunea de a gestiona set\u0103rile legate de a\u015fteptare. (Automatic Translation)
