#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=\u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0634\u0648\u062f\u060c \u0646\u0633\u062e\u0647\u200c\u06cc \u062c\u062f\u06cc\u062f \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc\u200c\u0634\u0648\u062f.
a-page-variation-with-that-name-already-exists=\u0635\u0641\u062d\u0647 \u0627\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0646\u0627\u0645 \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
a-site-pages-variation-with-that-name-already-exists=\u0642\u0628\u0644\u0627 \u0645\u0648\u0631\u062f\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0646\u0627\u0645 \u062b\u0628\u062a \u0634\u062f\u0647 \u0627\u0633\u062a.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=\u0627\u0641\u0632\u0648\u062f\u0646 \u0631\u0648\u06cc\u062f\u0627\u062f
add-page-variation=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0647
add-site-pages-variation=\u0627\u0641\u0632\u0648\u062f\u0646 \u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a
all-content-import-help=\u0645\u062d\u062a\u0648\u0627 \u0648 \u0645\u062a\u0627\u062f\u06cc\u062a\u0627\u06cc \u062a\u0645\u0627\u06cc \u0628\u0631\u0646\u0627\u0645\u0647\u200c\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a.
all-page-variations=\u0627\u0641\u0632\u0648\u062f\u0646 \u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0627\u062a
all-site-pages-variations=\u062a\u0645\u0627\u0645 \u0645\u0648\u0627\u0631\u062f
always-use-my-user-id=\u0647\u0645\u0648\u0627\u0631\u0647 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647\u200c\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=\u0628\u0647 \u0639\u0644\u062a \u0627\u06cc\u0646\u06a9\u0647 \u06af\u0631\u0648\u0647 \u0641\u0639\u0627\u0644 \u0628\u0647 \u0635\u0641\u062d\u0647 \u062c\u0627\u0631\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0646\u062f\u0627\u0631\u062f \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a.
an-unexpected-error-occurred-while-importing-your-file=\u0645\u0634\u06a9\u0644 \u063a\u06cc\u0631 \u0645\u0646\u062a\u0638\u0631\u0647 \u0627\u06cc \u0628\u0648\u062c\u0648\u062f \u0622\u0645\u062f
an-unexpected-error-occurred-with-the-initial-staging-publication=\u0645\u0634\u06a9\u0644 \u063a\u06cc\u0631 \u0645\u0646\u062a\u0638\u0631\u0647 \u0627\u06cc \u062f\u0631 \u062d\u06cc\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0648\u0644\u06cc\u0647 \u0627\u062a\u0641\u0627\u0642 \u0627\u0641\u062a\u0627\u062f.
are-you-sure-you-want-to-activate-local-staging-for-x=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u063a\u064a\u0631 \u0641\u0639\u0627\u0644 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-activate-remote-staging-for-x=\u0622\u064a\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u064a\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u064a\u062f \u063a\u064a\u0631 \u0641\u0639\u0627\u0644 \u06a9\u0646\u064a\u062f\u061f
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f \u06a9\u0647 \u062a\u0645\u0627\u06cc\u0644 \u0628\u0647 \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u0627\u0632 \u0633\u0627\u06cc\u062a \u0627\u0635\u0644\u06cc \u0648 \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u067e\u0631\u062a\u0644\u062a \u062f\u0627\u0631\u06cc\u062f\u061f
are-you-sure-you-want-to-deactivate-staging-for-x=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u06a9\u0646\u06cc\u062f\u061f
are-you-sure-you-want-to-merge-changes-from-x=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0631\u0627 \u0627\u0632{0} \u0627\u062f\u063a\u0627\u0645 \u06a9\u0646\u06cc\u062f\u061f
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u0635\u0644\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0627\u062f\u0647 \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0648\u062c\u0648\u062f \u067e\u0631\u062a\u0644\u062a \u0631\u0627 \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f\u061f
are-you-sure-you-want-to-remove-the-initial-staging-publication=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0628\u0647 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0648\u0644\u06cc\u0647 \u0647\u0633\u062a\u06cc\u062f\u061f
authorship-of-the-content=\u0646\u0648\u06cc\u0633\u0646\u062f\u06af\u06cc \u0645\u062d\u062a\u0648\u0627
change-the-configuration-in-the-details-section=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0631\u0627 \u062f\u0631 \u0628\u062e\u0634 \u062c\u0632\u06cc\u06cc\u0627\u062a \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
change-to-private-pages=\u062a\u063a\u06cc\u06cc\u0631 \u0628\u0647 \u0635\u0641\u062d\u0627\u062a \u062e\u0635\u0648\u0635\u06cc
change-to-public-pages=\u062a\u063a\u06cc\u06cc\u0631 \u0628\u0647 \u0635\u0641\u062d\u0627\u062a \u0639\u0645\u0648\u0645\u06cc
changes-since-last-publication=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0622\u062e\u0631\u06cc\u0646 \u0627\u0646\u062a\u0634\u0627\u0631
contact-your-administrator-to-change-the-configuration=\u0628\u0631\u0627\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0628\u0627 \u0645\u062f\u06cc\u0631 \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
copy-as-new=\u062f\u0631\u062c \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f
copy-from-live=\u06a9\u067e\u06cc \u0627\u0632 \u0627\u0635\u0644\u06cc
copy-pages-from-site-pages-variation=\u06a9\u067e\u06cc \u0635\u0641\u062d\u0627\u062a \u0627\u0632 \u0635\u0641\u062d\u0627\u062a \u0645\u062e\u062a\u0644\u0641 \u0633\u0627\u06cc\u062a
copy-pages-from-site-pages-variation-help=\u062a\u0646\u0647\u0627 \u0627\u062e\u0631\u06cc\u0646 \u0646\u0633\u062e\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0622\u0645\u0627\u062f\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u0639\u0644\u0627\u0645\u062a \u0632\u062f\u0647\u060c \u06a9\u067e\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a.
current-and-previous=\u0645\u0648\u062c\u0648\u062f \u0648 \u0642\u0628\u0644\u06cc
current-version=\u0646\u0633\u062e\u0647\u200c\u06cc \u0641\u0639\u0644\u06cc
custom-export=\u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc
custom-publication=\u0627\u0646\u062a\u0634\u0627\u0631 \u0633\u0641\u0627\u0631\u0634\u06cc
delete-application-data-before-importing=\u062d\u0630\u0641 \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631 \u0642\u0628\u0644 \u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 (Automatic Translation)
delete-missing-layouts=\u0635\u0641\u062d\u0647\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0641\u0627\u06cc\u0644 LAR \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u0646\u062f \u062d\u0630\u0641 \u0634\u0648\u0646\u062f.
delete-missing-layouts-help=\u0627\u0631 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a \u06a9\u0647 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0648\u0631\u0648\u062f\u06cc LAR \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u0646\u062f\u060c \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
delete-missing-layouts-staging-help=\u0627\u0631 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a \u0645\u062d\u06cc\u0637 \u0627\u0635\u0644\u06cc \u06a9\u0647 \u062f\u0631 \u0645\u062d\u06cc\u0637 \u062f\u0633\u062a\u0647\u200c\u0628\u0646\u062f\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u0646\u062f\u060c \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
delete-portlet-data-before-importing-confirmation=\u062d\u0630\u0641 \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u067e\u0648\u0631\u062a\u0644\u062a \u0642\u0628\u0644 \u0627\u0632 \u0648\u0627\u0631\u062f\u0627\u062a \u0642\u0627\u0628\u0644 \u0628\u0631\u06af\u0634\u062a \u0646\u06cc\u0633\u062a. \u0628\u0631\u062e\u06cc \u0627\u0632 \u0628\u0631\u0646\u0627\u0645\u0647 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u062f\u0631 \u0635\u0641\u062d\u0627\u062a \u062f\u06cc\u06af\u0631 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0645\u0631\u062c\u0639 \u0627\u06cc\u0646 \u062f\u0627\u062f\u0647 \u0647\u0627. \u0627\u062f\u0627\u0645\u0647 \u062d\u0630\u0641 \u067e\u0648\u0631\u062a\u0644\u062a \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f\u061f (Automatic Translation)
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a, \u0639\u0645\u0644\u06cc\u0627\u062a \u062d\u0630\u0641 \u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0646\u0648\u0627\u0639 \u0645\u062d\u062a\u0648\u0627 \u0628\u0647 \u0641\u0627\u06cc\u0644 \u0644\u0627\u0631 \u0635\u0627\u062f\u0631 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
drop-a-lar-file-here-to-import=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 LAR \u0628\u0631\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc
dynamic-data-mapping-structure-with-structure-key-x-already-exists=\u0633\u0627\u062e\u062a\u0627\u0631 \u0646\u0642\u0634\u0647 \u0628\u0631\u062f\u0627\u0631\u06cc \u062f\u0627\u062f\u0647 \u067e\u0648\u06cc\u0627 \u0628\u0627 \u06a9\u0644\u06cc\u062f \u0633\u0627\u062e\u062a\u0627\u0631 {0} \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
enabled-on-private-pages=\u062f\u0631 \u0635\u0641\u062d\u0627\u062a \u062e\u0635\u0648\u0635\u06cc \u0641\u0639\u0627\u0644 \u0634\u062f.
enabled-on-public-pages=\u062f\u0631 \u0635\u0641\u062d\u0627\u062a \u0639\u0645\u0648\u0645\u06cc \u0641\u0639\u0627\u0644 \u0634\u062f.
export-entity=\u0635\u0627\u062f\u0631\u0627\u062a \u0633\u0631\u0645\u0627\u06cc\u0647 (Automatic Translation)
export-import-configuration=\u0635\u0627\u062f\u0631\u0627\u062a \u0648 \u0648\u0627\u0631\u062f\u0627\u062a \u0642\u0627\u0644\u0628 (Automatic Translation)
export-import-portlet-permissions-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u067e\u0648\u0631\u0644\u062a \u062a\u0648\u0644\u06cc\u062f \u0634\u062f\u0647 \u0631\u0627 \u0634\u0627\u0645\u0644 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
export-import-service-configuration-name=\u0635\u0627\u062f\u0631\u0627\u062a/\u062e\u062f\u0645\u0627\u062a \u0648\u0627\u0631\u062f\u0627\u062a (Automatic Translation)
export-import-theme-settings-help=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0628\u0631 \u0631\u0648\u06cc \u062e\u0631\u0648\u062c \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u060c \u062a\u0645 \u0648 \u0631\u0646\u06af \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u062f\u0631 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc LAR \u0648\u0627\u0631\u062f \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0628\u0631 \u0631\u0648\u06cc \u0648\u0631\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u060c \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062a\u0645 \u0648 \u0631\u0646\u06af \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0648 \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u062a\u0645 \u062a\u0646\u0638\u06cc\u0645 \u200c\u0645\u06cc\u200c\u0634\u0648\u0646\u062f.
export-individual-deletions=\u0635\u0627\u062f\u0631\u0627\u062a \u062d\u0630\u0641 \u0641\u0631\u062f\u06cc (Automatic Translation)
export-permissions=\u0635\u062f\u0648\u0631 \u0645\u062c\u0648\u0632\u0647\u0627
export-private-pages=\u062f\u0631\u06cc\u0627\u0641\u062a \u0635\u0641\u062d\u0627\u062a \u062e\u0635\u0648\u0635\u06cc
export-public-pages=\u062f\u0631\u06cc\u0627\u0641\u062a \u0635\u0641\u062d\u0627\u062a \u0639\u0645\u0648\u0645\u06cc
export-templates=\u0627\u0644\u06af\u0648\u0647\u0627\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a
export-the-selected-data-to-the-given-lar-file-name=\u062f\u0627\u062f\u0647\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0628\u0627 \u0646\u0627\u0645 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646.
file-summary=\u062e\u0644\u0627\u0635\u0647 \u0641\u0627\u06cc\u0644
global-site=\u0633\u0627\u06cc\u062a \u062c\u0647\u0627\u0646\u06cc (Automatic Translation)
go-to-live=\u0628\u0647 \u0627\u0635\u0644\u06cc \u0628\u0631\u0648\u06cc\u062f
go-to-remote-live=\u0628\u0631\u0648 \u0628\u0647 \u0631\u06cc\u0645\u0648\u062a \u0627\u0635\u0644\u06cc
go-to-staging=\u0628\u0631\u0648 \u0628\u0647 \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc
go-to-this-version=\u0628\u0631\u0648 \u0628\u0647 \u0627\u06cc\u0646 \u0646\u0633\u062e\u0647
import-data-strategy-copy-as-new-help=\u062a\u0645\u0627\u0645 \u0645\u062d\u062a\u0648\u0627\u0647\u0627 \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0648\u0646 LAR \u0648\u0631\u0648\u062f\u06cc \u0628\u0647 \u200c\u0639\u0646\u0648\u0627\u0646 \u067e\u0633\u062a \u062c\u062f\u06cc\u062f \u062f\u0631\u0648\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0646\u0648\u0646\u06cc \u062f\u0631 \u0647\u0631 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 LAR \u0648\u0627\u0631\u062f \u0645\u06cc\u200c\u0634\u0648\u062f\u060c \u0633\u0627\u062e\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
import-data-strategy-mirror-help=\u062a\u0645\u0627\u0645 \u0645\u062d\u062a\u0648\u0627\u0647\u0627 \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0648\u0646 LAR \u0648\u0631\u0648\u062f\u06cc \u062f\u0631\u062d\u0627\u0644\u06cc\u06a9\u0647 \u0645\u0631\u062c\u0639 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u06af\u0647 \u0645\u06cc\u200c\u062f\u0627\u0631\u062f \u0628\u0647 \u0635\u0648\u0631\u062a \u062c\u062f\u06cc\u062f \u0633\u0627\u062e\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0648\u0631\u0648\u062f\u06cc\u200c\u0647\u0627\u06cc \u0628\u0639\u062f\u06cc \u0627\u0632 \u0647\u0645\u0627\u0646 \u0645\u0646\u0628\u0639 \u0628\u0647 \u062c\u0627\u06cc \u0633\u0627\u062e\u062a\u0646 \u067e\u0633\u062a\u200c\u0647\u0627\u06cc \u062c\u062f\u06cc\u062f \u0647\u0645\u0627\u0646 \u067e\u0633\u062a\u200c\u0647\u0627 \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f.
import-data-strategy-mirror-with-overwriting-help=\u0645\u0634\u0627\u0628\u0647 \u06af\u0632\u06cc\u0646\u0647\u200c\u06cc \u00ab\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u0627 \u0627\u0633\u0645 \u0641\u0627\u06cc\u0644 \u0645\u0646\u0628\u0639 \u0645\u0634\u0627\u0628\u0647\u00bb \u0639\u0645\u0644 \u0645\u06cc\u06a9\u0646\u062f \u0628\u0627 \u0627\u06cc\u0646 \u062a\u0641\u0627\u0648\u062a \u06a9\u0647 \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f \u0645\u0633\u062a\u0646\u062f\u0627\u062a \u06cc\u0627 \u062a\u0635\u0627\u0648\u06cc\u0631\u06cc \u0628\u0627 \u0646\u0627\u0645 \u0645\u0634\u0627\u0628\u0647 \u06a9\u0647 \u0642\u0628\u0644\u0627 \u062b\u0628\u062a \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0627\u06cc\u0646 \u0645\u0633\u062a\u0646\u062f\u0627\u062a \u0648 \u062a\u0635\u0627\u0648\u06cc\u0631 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0645\u0648\u0627\u0631\u062f \u0642\u0628\u0644\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f.
import-entity=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u062f\u0627\u0631\u0627\u06cc\u06cc (Automatic Translation)
import-permissions=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0645\u062c\u0648\u0632\u0647\u0627
import-private-pages=\u0648\u0631\u0648\u062f\u0628\u0647 \u0635\u0641\u062d\u0647\u200c\u0647\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635\u06cc
import-public-pages=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0627\u062a \u0639\u0645\u0648\u0645\u06cc
include-always=\u0647\u0645\u06cc\u0634\u0647 \u0634\u0627\u0645\u0644 (Automatic Translation)
include-if-modified=\u0627\u06af\u0631 \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u0634\u0627\u0645\u0644 (Automatic Translation)
initial-publication=\u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0648\u0644\u06cc\u0647
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u062a\u0648\u0644\u06cc\u062f/\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0628\u0647 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u062a\u0648\u0644\u06cc\u062f \u0648 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06cc\u06a9 \u067e\u0633\u062a \u0633\u0627\u06cc\u062a \u06cc\u0627 \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0627\u06cc \u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u06cc\u200c\u062f\u0647\u062f.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0627\u062c\u0627\u0632\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0627 \u0642\u0627\u0628\u0644\u06cc\u062a \u062a\u0646\u0638\u06cc\u0645 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u0647 \u0634\u0645\u0627 \u0645\u06cc\u200c\u062f\u0647\u062f.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u062a\u0648\u0644\u06cc\u062f/\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=\u0627\u0646\u062a\u0634\u0627\u0631
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=\u0648\u0631\u0648\u062f
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=\u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=\u0633\u0627\u06cc\u062a \u0645\u0648\u062c\u0648\u062f \u0645\u0627\u0646\u0646\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0627\u0635\u0644\u06cc \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0645\u062d\u06cc\u0637 \u0631\u06cc\u0645\u0648\u062a \u0639\u0645\u0644 \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0645\u062d\u06cc\u0637 \u062a\u0645\u0631\u06cc\u0646 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u06cc\u0627\u0628\u06cc \u0628\u0647 \u0645\u0631\u0627\u062d\u0644 \u0686\u0646\u062f\u062a\u0627\u06cc\u06cc \u0641\u0639\u0627\u0644 \u0634\u0648\u062f \u0647\u0645\u0686\u0646\u06cc\u0646 \u0628\u0631\u062e\u06cc \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u062a\u0645\u0631\u06cc\u0646 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0634\u062f\u0647\u200c\u0627\u0646\u062f.
local-live=\u0644\u0627\u06cc\u0648 \u0645\u062d\u0644\u06cc
manage-page-variations=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0635\u0641\u062d\u0647
mark-as-ready-for-publication=\u0639\u0644\u0627\u0645\u062a \u0632\u062f\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0627\u0645\u0627\u062f\u0647 \u0627\u0646\u062a\u0634\u0627\u0631
merge-site-pages-variation=\u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a
mirror-with-overwriting=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u0627 \u0627\u0633\u0645 \u0641\u0627\u06cc\u0644 \u0645\u0646\u0628\u0639 \u0645\u0634\u0627\u0628\u0647 \u0648 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u062a\u0635\u0627\u0648\u06cc\u0631 \u0648 \u0645\u0633\u062a\u0646\u062f\u0627\u062a
missing-manifest.xml=manifest.xml \u0646\u0634\u062f \u062f\u0631 \u0644\u0627\u0631 (Automatic Translation)
new-custom-export=\u0635\u062f\u0648\u0631 \u0645\u0634\u062a\u0631\u06cc \u062c\u062f\u06cc\u062f
new-export=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u062c\u062f\u06cc\u062f
new-export-based-on-x=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u062c\u062f\u06cc\u062f \u0628\u0631 \u067e\u0627\u06cc\u0647 {0}
new-export-process=\u062f\u0631\u06cc\u0627\u0641\u062a \u062c\u062f\u06cc\u062f
new-export-template=\u0642\u0627\u0644\u0628 \u0635\u062f\u0648\u0631 \u062c\u062f\u06cc\u062f
new-publication=\u0627\u0646\u062a\u0634\u0627\u0631 \u062c\u062f\u06cc\u062f
new-publication-based-on-x=\u0627\u0646\u062a\u0634\u0627\u0631 \u062c\u062f\u06cc\u062f \u0628\u0631 \u067e\u0627\u06cc\u0647 {0}
new-publication-process=\u0627\u0646\u062a\u0634\u0627\u0631 \u062c\u062f\u06cc\u062f
new-publish-template=\u0627\u0644\u06af\u0648\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u062c\u062f\u06cc\u062f\u06cc
no-export-processes-were-found=\u067e\u0631\u0648\u0633\u0647 \u062f\u0631\u06cc\u0627\u0641\u062a\u06cc \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f.
no-import-processes-were-found=\u067e\u0631\u0648\u0633\u0647 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f.
no-pages=\u0635\u0641\u062d\u0647\u200c\u0647\u0627\u06cc \u0645\u0646
no-processes-were-found=\u0647\u06cc\u0686 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f. (Automatic Translation)
no-publication-processes-were-found=\u067e\u0631\u0648\u0633\u0647 \u0627\u0646\u062a\u0634\u0627\u0631\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
no-scheduled-publication-processes-were-found=\u067e\u0631\u0648\u0633\u0647 \u0627\u0646\u062a\u0634\u0627\u0631\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
none-empty-site-pages-variation=\u0647\u06cc\u0686 \u06cc\u06a9 (\u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a \u062e\u0627\u0644\u06cc \u0627\u0633\u062a)
only-one-site-pages-variation-can-be-the-main-one=\u0641\u0642\u0637 \u06cc\u06a9\u06cc \u0627\u0632 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u0628\u0627\u0634\u062f.
page-variation-was-added=\u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0647 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f
page-variation-was-deleted=\u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0647 \u067e\u0627\u06a9 \u0634\u062f
page-variation-was-updated=\u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0647 \u0628\u0647 \u0631\u0648\u0632 \u0634\u062f
page-variations-help=\u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0627\u062a \u0628\u0647 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc\u200c\u062f\u0647\u062f \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0648\u0627\u0632\u06cc \u062f\u0631 \u0647\u0645\u0627\u0646 \u0635\u0641\u062d\u0647 \u0628\u0631 \u0631\u0648\u06cc \u0646\u0633\u062e\u0647\u200c\u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u06a9\u0627\u0631 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0633\u062e\u0647 \u0639\u0644\u0627\u0645\u062a \u0632\u062f\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 <em>ready for publication</em> \u0646\u0633\u062e\u0647\u200c\u0627\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u06cc\u200c\u06cc\u0627\u0628\u062f.
page-variations-x=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a {0} \u0635\u0641\u062d\u0647
page-versioning=\u0646\u0633\u062e\u0647\u200c\u0628\u0646\u062f\u06cc \u0635\u0641\u062d\u0627\u062a
page-versioning-help=\u0646\u0633\u062e\u0647\u200c\u0628\u0646\u062f\u06cc \u0635\u0641\u062d\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc \u062f\u0647\u062f \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0648\u0627\u0632\u06cc \u062f\u0631 \u062d\u0627\u0644\u062a\u200c\u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0627\u0632 \u0635\u0641\u062d\u0627\u062a \u06a9\u0627\u0631 \u06a9\u0646\u06cc\u062f. \u0647\u0645\u0686\u0646\u06cc\u0646 \u0628\u0647 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u0646\u0628\u0627\u0644 \u06a9\u0631\u062f\u0646 \u062a\u0627\u0631\u06cc\u062e \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u0622\u0646 \u0635\u0641\u062d\u0627\u062a \u0631\u0627 \u0628\u0647 \u0634\u0645\u0627 \u0645\u06cc\u200c\u062f\u0647\u062f.
page-x-has-not-been-published-to-live-yet=\u0635\u0641\u062d\u0647\u200c\u06cc {0} \u0647\u0646\u0648\u0632 \u0645\u0646\u062a\u0634\u0631 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
page-x-was-last-published-from-x=\u0635\u0641\u062d\u0647 {0} \u0622\u062e\u0631\u06cc\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0632 {1} \u0628\u0648\u062f\u0647 \u0627\u0633\u062a.
page-x-was-last-published-to-live=\u0635\u0641\u062d\u0647 {0} \u0622\u062e\u0631\u06cc\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0648\u062f\u0647 \u0627\u0633\u062a.
pages-options=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0635\u0641\u062d\u0627\u062a
pages-to-export=\u0635\u0641\u062d\u0627\u062a\u06cc \u0628\u0631\u0627\u06cc \u062a\u0648\u06cc\u0644\u06cc\u062f
pages-to-publish=\u0635\u0641\u062d\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0634\u0627\u0631
pages-variations-help=\u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a \u0627\u06cc\u0646 \u0627\u062c\u0627\u0632\u0647 \u0631\u0627 \u0645\u06cc\u200c\u062f\u0647\u062f \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0648\u0627\u0632\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0646\u0633\u062e\u0647\u200c\u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u06a9\u0627\u0631 \u06a9\u0646\u06cc\u062f. \u0645\u062d\u062a\u0648\u0627 \u0628\u0627 \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0634\u062a\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f. \u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0647 \u0644\u0627\u06cc\u0648 \u0627\u0632 \u0627\u0631 \u0635\u0641\u062d\u0647 \u0633\u0627\u06cc\u062a \u0628\u0627 \u0628\u0631\u0646\u0627\u0645\u0647\u200c\u0631\u06cc\u0632\u06cc \u0648 \u06cc\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0627\u0646\u062c\u0627\u0645 \u0645\u06cc\u200c\u0634\u0648\u062f.
pages-x=\u0635\u0641\u062d\u0627\u062a {0}
please-enter-a-valid-end-date-that-is-in-the-past=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u062a\u0627\u0631\u06cc\u062e \u067e\u0627\u06cc\u0627\u0646 \u0645\u062c\u0627\u0632 \u06a9\u0647 \u062f\u0631 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-start-date-that-is-in-the-past=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u062a\u0627\u0631\u06cc\u062e \u0634\u0631\u0648\u0639 \u0645\u0639\u062a\u0628\u0631 \u06a9\u0647 \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
please-wait-as-the-publication-processes-on-the-remote-site=\u0644\u0637\u0641\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0641\u0631\u0622\u06cc\u0646\u062f\u0647\u0627\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0631\u06cc\u0645\u0648\u062a \u0645\u0646\u062a\u0638\u0631 \u0628\u0645\u0627\u0646\u06cc\u062f.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=\u062c\u0632\u06cc\u06cc\u0627\u062a \u067e\u0631\u062f\u0627\u0632\u0634
process-name-placeholder=\u0646\u0627\u0645 \u067e\u0631\u062f\u0627\u0632\u0634 \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f (\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u0642\u0627\u0644\u0647 \u0647\u0641\u062a\u06af\u06cc \u0645\u0627\u0631\u06cc\u0627)
processes=\u0641\u0631\u0627\u06cc\u0646\u062f\u0647\u0627
publish-permissions=\u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u0648\u0632\u0647\u0627
publish-templates=\u0627\u0644\u06af\u0648\u06cc \u0627\u0646\u062a\u0634\u0627\u0631
publish-templates-can-be-administered-in-the-control-menu=\u0642\u0627\u0644\u0628\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0631 \u0645\u0646\u0648 \u06a9\u0646\u062a\u0631\u0644 \u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u06cc\u200c\u0634\u0648\u062f.
publish-to-remote-live=\u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0647 Remote Live
ready-for-publication=\u0622\u0645\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0634\u0627\u0631
referenced-content-behavior=\u0631\u0641\u062a\u0627\u0631 \u0645\u0631\u062c\u0639 \u0645\u0637\u0627\u0644\u0628 (Automatic Translation)
refresh-counts=\u0631\u0641\u0631\u0634 \u0634\u0645\u0627\u0631\u0634\u200c\u0647\u0627
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=\u062a\u06a9\u062b\u06cc\u0631 \u062d\u0630\u0641 \u0641\u0631\u062f\u06cc (Automatic Translation)
see-more-details=\u062f\u06cc\u062f\u0646 \u062c\u0632\u06cc\u06cc\u0627\u062a \u0628\u06cc\u0634\u062a\u0631
selected-pages=\u0635\u0641\u062d\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
simple-publication-help=\u0627\u0646\u062a\u0634\u0627\u0631 \u0633\u0627\u062f\u0647\u060c \u0634\u0627\u0645\u0644 \u0627\u0646\u062a\u0634\u0627\u0631 \u062a\u0645\u060c \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0635\u0641\u062d\u0627\u062a\u060c \u0644\u0648\u06af\u0648\u060c \u062d\u0630\u0641\u200c\u0647\u0627 \u0648 \u0645\u062c\u0648\u0632\u0647\u0627 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
site-page-variation-was-added=\u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0647\u200c\u06cc \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a
site-page-variation-was-deleted=\u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0647\u200c\u06cc \u0633\u0627\u06cc\u062a \u067e\u0627\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a
site-page-variation-was-merged=\u062a\u0646\u0648\u0639 \u0635\u0641\u062d\u0647\u200c\u06cc \u0633\u0627\u06cc\u062a \u0627\u062f\u063a\u0627\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a
site-page-variation-was-updated=\u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0647 \u0633\u0627\u06cc\u062a \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0634\u062f
site-pages-variation-x=\u062a\u063a\u06cc\u06cc\u0631 {0} \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a
staged-content=\u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0633\u062a\u0647\u200c\u0628\u0646\u062f\u06cc \u0634\u062f\u0647
staged-portlets-alert=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u06cc\u06a9 \u067e\u0648\u0631\u062a\u0644\u062a \u0628\u0631\u0631\u0633\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u062f\u0627\u062f\u0647\u200c\u0647\u0627\u06cc \u0627\u0646 \u06a9\u067e\u06cc \u0634\u062f\u0647 \u0648 \u0627\u0645\u06a9\u0627\u0646 \u062a\u0635\u062d\u06cc\u062d\u06cc \u0622\u0646 \u0628\u0647 \u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u0635\u0644\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u06cc\u06a9 \u067e\u0648\u0631\u062a\u0644\u062a \u0628\u0631\u0631\u0633\u06cc \u0646\u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0647\u0631 \u062a\u063a\u06cc\u06cc\u0631\u06cc \u062f\u0631 \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a \u0632\u06cc\u0631\u0627 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0632 \u062f\u0633\u062a \u0628\u0631\u0648\u0646\u062f.
staged-portlets-help=\u067e\u0648\u0631\u062a\u0644\u062a\u200c\u0647\u0627\u06cc checkmarked\u060c <em>Staged</em> \u0647\u0633\u062a\u0646\u062f. \u0627\u06cc\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u06cc \u0627\u0633\u062a \u06a9\u0647 \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u062e\u0648\u062f \u0631\u0627 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0647\u0631 \u0632\u0645\u0627\u0646 \u06a9\u0647 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062d\u0627\u0648\u06cc \u0622\u0646\u200c\u0647\u0627 \u0627\u0646\u062a\u0634\u0627\u0631 \u06cc\u0627\u0641\u062a\u0647\u060c \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a. \u067e\u0648\u0631\u062a\u0644\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0648 checkmarked\u0647\u0633\u062a\u0646\u062f \u0647\u0645\u06cc\u0634\u0647 \u0628\u0647\u200c\u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u062a\u0648\u0644\u06cc\u062f \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. \u062d\u062a\u06cc \u0627\u06af\u0631 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0646\u0628\u0627\u0634\u062f. \u0622\u0646\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u063a\u0631\u0641\u0639\u0627\u0644\u0646\u062f \u0648\u0644\u06cc checkmarked \u0646\u06cc\u0633\u062a\u0646\u062f \u0647\u0631\u06af\u0632 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0645\u0646\u062a\u0634\u0631 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u067e\u0648\u0631\u062a\u0644\u062a\u200c\u0647\u0627\u06cc <em>Collaboration</em>. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 <em>Blogs</em>. <em>Message Boards</em> \u0648 Staged</em> the <em>Live</em> \u0645\u062d\u06cc\u0637 \u0641\u0642\u0637 \u0634\u0627\u0645\u0644 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0647\u0645 \u0647\u0633\u062a\u0646\u062f. \u0632\u0645\u0627\u0646\u06cc\u06a9\u0647 \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc <em>Local Live</em> \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u0647\u0645\u0627\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u0646\u062f.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=\u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f \u0632\u06cc\u0631 \u0627\u0646\u062a\u0634\u0627\u0631 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a \u0641\u0639\u0627\u0644 \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
staging-configuration=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc
staging-is-successfully-disabled=\u0637\u0628\u0642\u0647\u200c\u0628\u0646\u062f\u06cc \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.
staging-live-help-x=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647\u200c\u06cc \u0646\u0633\u062e\u0647\u200c\u06cc \u0641\u0639\u0627\u0644 <em>{0}</em> \u0647\u0633\u062a\u06cc\u062f \u0648 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646\u062c\u0627 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc \u0627\u0639\u0645\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0631\u0627 \u062f\u0631 \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc \u0627\u0646\u062c\u0627\u0645 \u062f\u0627\u062f\u0647 \u0648 \u067e\u0633 \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0622\u0646\u0647\u0627 \u0639\u0645\u0648\u0645\u06cc \u06a9\u0631\u062f\u06cc\u062f \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f.
staging-live-help2-x=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0646\u0633\u062e\u0647 \u0632\u0646\u062f\u0647 <em>{0}</em> \u0647\u0633\u062a\u06cc\u062f. \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0627\u06cc\u0646\u062c\u0627 \u0627\u0639\u0645\u0627\u0644 \u0646\u0645\u0627\u06cc\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0647 \u0628\u062e\u0634 \u0627\u0635\u0644\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0627\u062a\u06cc\u062f \u062a\u0627 \u0639\u0645\u0648\u0645\u06cc \u0634\u0648\u0646\u062f.
staging-options=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc
staging-staging-help-x=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0646\u0633\u062e\u0647 \u0645\u0631\u062d\u0644\u0647 \u0628\u0646\u062f\u06cc \u0634\u062f\u0647 <em>{0}</em> \u0647\u0633\u062a\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u0627\u06cc\u0646\u062c\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0622\u0646\u0647\u0627 \u0631\u0627 \u062f\u0631 \u0646\u0633\u062e\u0647 \u0627\u062c\u0631\u0627\u06cc\u06cc \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0639\u0645\u0648\u0645\u06cc \u0634\u0648\u0646\u062f.
staging-type=\u0646\u0648\u0639 \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc
staging-type-local=\u06cc\u06a9 \u06a9\u067e\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a \u062c\u0627\u0631\u06cc \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u0634\u0627\u0645\u0644 \u06a9\u067e\u06cc \u0647\u0645\u0647 \u0635\u0641\u062d\u0627\u062a \u0645\u0648\u062c\u0648\u062f \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u067e\u0648\u0631\u062a\u0644\u062a\u200c\u0647\u0627\u06cc \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc \u0634\u062f\u0647\u200c\u0627\u0646\u062f <em>\u067e\u0648\u0631\u062a\u0644\u062a\u200c\u0647\u0627\u06cc \u0645\u0631\u062d\u0644\u0647\u200c\u0628\u0646\u062f\u06cc \u0634\u062f\u0647</em> \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f. \u06a9\u067e\u06cc \u0645\u062d\u06cc\u0637 <em>Staging</em> \u062f\u0631 \u062d\u0627\u0644\u06cc\u06a9\u0647 \u0627\u0635\u0644\u06cc\u200c\u0647\u0627 \u0645\u062d\u06cc\u0637 <em>\u0632\u0646\u062f\u0647</em>\u0647\u0633\u062a\u0646\u062f.
staging-type-remote=\u0627\u062a\u0635\u0627\u0644 \u0628\u06cc\u0646 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0648 \u06cc\u06a9 \u0633\u0631\u0648\u0631 \u062e\u0627\u0631\u062c\u06cc \u0645\u0648\u062c\u0648\u062f \u0628\u0631\u0642\u0631\u0627\u0631 \u0627\u0633\u062a.
switch-to-advanced-publication=\u0628\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u067e\u06cc\u0634\u0631\u0641\u062a\u0647 \u0628\u0631\u0648\u06cc\u062f
switch-to-simple-publication=\u0628\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u0633\u0627\u062f\u0647 \u0628\u0631\u0648\u06cc\u062f
template-type=\u0646\u0648\u0639 \u0642\u0627\u0644\u0628
the-file-is-ready-to-be-imported=\u0641\u0627\u06cc\u0644 \u0627\u0645\u0627\u062f\u0647 \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a.
the-file-x-cannot-be-imported=\u0641\u0627\u06cc\u0644 <em>{0}</em> \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0627\u0631\u0633\u0627\u0644 \u0634\u0648\u062f.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=\u0641\u0627\u06cc\u0644 LAR \u0631\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f \u0632\u06cc\u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0628\u0647 \u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0647 \u06cc\u0627 \u0633\u0627\u06cc\u062a \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a \u06a9\u0647 \u06cc\u0627\u0641\u062a \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0644\u0637\u0641\u0627 \u0642\u0627\u0644\u0628\u200c\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u062f\u0633\u062a\u06cc \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=\u0635\u0641\u062d\u0647 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0645\u0646\u062a\u0634\u0631 \u0634\u0648\u062f \u0632\u06cc\u0631\u0627 \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0647\u200c\u06cc \u0644\u0627\u0632\u0645 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u062e\u0627\u0631\u062c\u06cc \u06cc\u0627\u0641\u062a \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0644\u0637\u0641\u0627 \u0642\u0627\u0644\u0628\u200c\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u062f\u0633\u062a\u06cc \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-process-referenced-by-this-notification-does-not-exist=\u0631\u0648\u0646\u062f \u0628\u0627 \u0627\u06cc\u0646 \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06cc \u0645\u0631\u0627\u062c\u0639\u0647 \u0634\u062f\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=\u0648\u0636\u0639\u06cc\u062a \u0627\u0646\u062a\u0634\u0627\u0631 \u0631\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646 \u0628\u0631 \u0631\u0648\u06cc \u0635\u0641\u062d\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u0686\u06a9 \u0634\u0648\u062f.
theme-settings=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062a\u0645
there-are-no-processes-in-progress-anymore=\u0647\u06cc\u0686 \u0641\u0631\u0627\u06cc\u0646\u062f \u062f\u0631 \u062d\u0627\u0644 \u0627\u062c\u0631\u0627\u06cc\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
there-are-no-saved-export-templates=\u0627\u0644\u06af\u0648\u06cc \u0635\u062f\u0648\u0631\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
there-are-no-saved-publish-templates=\u0627\u0644\u06af\u0648\u06cc \u0627\u0646\u062a\u0634\u0627\u0631\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
there-are-no-scheduled-publication-processes=\u067e\u0631\u0648\u0633\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0631\u0646\u0627\u0645\u0647\u200c\u0631\u06cc\u0632\u06cc \u0634\u062f\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
this-file-was-previously-uploaded-but-not-actually-imported=\u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0642\u0628\u0644\u0627 \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u0627\u0645\u0627 \u062f\u0631 \u0648\u0627\u0642\u0639 \u0648\u0627\u0631\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=\u0627\u06cc\u0646 \u067e\u0648\u0631\u062a\u0644\u062a \u0628\u0647 \u0635\u0641\u062d\u0647\u200c\u06cc \u0641\u0639\u0644\u06cc \u0627\u0636\u0627\u0641\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0627\u0628\u062a\u062f\u0627 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=\u067e\u0648\u0631\u062a\u0644\u062a \u062f\u0631 \u0635\u0641\u062d\u0647\u200c\u0627\u06cc \u0642\u0631\u0627\u0631 \u062f\u0627\u0631\u062f \u06a9\u0647 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u0627\u0628\u062a\u062f\u0627 \u0622\u0646 \u0631\u0627 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u06cc\u062f.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=\u0627\u06cc\u0646 \u0641\u0631\u0627\u06cc\u0646\u062f \u0628\u0647 \u0633\u0648\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc \u06a9\u0647 \u0627\u0632 \u0627\u0646\u062a\u0634\u0627\u0631 \u0642\u0628\u0644 \u0628\u0648\u062f\u0647\u200c\u0627\u0646\u062f \u0645\u06cc\u200c\u0631\u0648\u062f.
this-version-will-be-published-when-x-is-published-to-live=\u0627\u06cc\u0646 \u0646\u0633\u062e\u0647 \u0632\u0645\u0627\u0646\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u06cc\u0627\u0641\u062a \u06a9\u0647 <em>{0}</em> \u0645\u0646\u062a\u0634\u0631 \u0634\u0648\u062f.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=\u0627\u0645\u06a9\u0627\u0646 \u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0631\u062a\u0628\u0647 \u0631\u06cc\u0645\u0648\u062a \u062f\u0631 \u0633\u0627\u06cc\u062a \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 {0} \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0633\u0627\u06cc\u062a \u0633\u0631\u0627\u0633\u0631\u06cc \u0631\u0627 \u0641\u0642\u0637 \u0645\u06cc \u062a\u0648\u0627\u0646 \u0628\u0627 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0633\u0631\u0627\u0633\u0631\u06cc \u062f\u06cc\u06af\u0631 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f.
unable-to-execute-process-x=\u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u062c\u0631\u0627\u06cc \u0641\u0631\u0627\u06cc\u0646\u062f ({0}) \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=\u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0631\u0646\u0627\u0645\u0647\u200c\u0631\u06cc\u0632\u06cc \u0628\u062f\u0648\u0646 \u0639\u0646\u0648\u0627\u0646
update-data=\u062a\u0627\u0631\u06cc\u062e \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc
update-page-variation=\u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0635\u0641\u062d\u0647
update-site-pages-variation=\u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=\u0627\u06af\u0631 \u0686\u06a9\u060c \u0627\u0646\u062a\u0634\u0627\u0631 \u0648 \u06cc\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0628\u0631\u062e\u06cc \u0627\u0632 \u0627\u0646\u0648\u0627\u0639 \u0645\u062d\u062a\u0648\u0627 \u0628\u0627 \u0645\u062a\u0646 \u062f\u0631 \u0622\u0646 \u062f\u06af\u0631\u062f\u06cc\u0633\u06cc \u0628\u0631\u0627\u06cc \u0628\u0631\u0631\u0633\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0628\u0631\u0627\u06cc \u0647\u0631 \u0644\u06cc\u0646\u06a9 \u06a9\u0647 \u06cc\u06a9\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u067e\u0648\u0631\u062a\u0627\u0644 \u0645\u06cc\u0632\u0628\u0627\u0646 \u0645\u062c\u0627\u0632\u06cc \u0645\u0631\u062c\u0639 \u0648 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u0634\u0648\u062f \u06a9\u0647 \u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0627\u06cc\u0646 \u0646\u0642\u0627\u0637 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0645\u0639\u062a\u0628\u0631 \u062f\u0631 \u062f\u06af\u0631\u062f\u06cc\u0633\u06cc \u0645\u06cc \u0634\u0648\u062f. \u0627\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u0645\u06cc\u0632\u0628\u0627\u0646 \u0645\u062c\u0627\u0632\u06cc \u0635\u0641\u062d\u0627\u062a \u062f\u0631 \u062f\u06af\u0631\u062f\u06cc\u0633\u06cc \u0627\u06cc\u0646 \u0631\u0627 \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f. (Automatic Translation)
view-page-staging-options=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0645\u0631\u062d\u0644\u0647 \u0628\u0646\u062f\u06cc \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634
view-source=\u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u0646\u0628\u0639
x,-created-x-ago={0},{1} \u067e\u06cc\u0634 \u0633\u0627\u062e\u062a\u0647 \u0634\u062f.
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u0627\u0633\u062a
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0635\u0641\u062d\u0647 \u0647\u0633\u062a\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0646\u0647\u0627 \u0631\u0627 \u0628\u0647 \u0645\u0631\u062d\u0644\u0647 \u0628\u0639\u062f\u06cc \u06af\u0631\u062f\u0634 \u06a9\u0627\u0631 \u0628\u0641\u0631\u0633\u062a\u06cc\u062f.
you-can-also-forcibly-disable-remote-staging=\u0634\u0645\u0627 \u0647\u0645\u200c\u0686\u0646\u06cc\u0646 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f <a href\="{0}">forcibly disable</a> \u0627\u0632 \u0631\u0627\u0647 \u062f\u0648\u0631 \u062f\u0633\u062a\u0647\u200c\u0628\u0646\u062f\u06cc \u0646\u0645\u0627\u06cc\u06cc\u062f.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0632\u06cc\u0631\u0627 \u0647\u0645\u200c\u0627\u06a9\u0646\u0648\u0646 \u06cc\u06a9 \u0646\u0641\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0631\u0633\u0627\u0644 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=\u0634\u0645\u0627 \u0642\u0627\u062f\u0631 \u0628\u0647 \u062b\u0628\u062a \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0646\u06cc\u0633\u062a\u06cc\u062f\u060c \u0632\u06cc\u0631\u0627 \u062b\u0628\u062a \u0642\u0628\u0644\u06cc \u0634\u0645\u0627 \u0647\u0646\u0648\u0632 \u0645\u0646\u062a\u0638\u0631 \u062a\u0627\u06cc\u06cc\u062f \u0627\u0633\u062a.
you-do-not-have-permission-to-manage-settings-related-to-staging=\u0645\u062c\u0648\u0632 \u0645\u062f\u06cc\u0631\u06cc\u062a \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062d\u0627\u0644\u062a \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
