#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Je\u015bli ta strona zostanie zmodyfikowana, utworzona zostanie nowa wersja.
a-page-variation-with-that-name-already-exists=Wariant strony o tej nazwie ju\u017c istnieje.
a-site-pages-variation-with-that-name-already-exists=Wariant stron witryny o tej nazwie ju\u017c istnieje.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Dodaj zdarzenie
add-page-variation=Dodaj wariant strony
add-site-pages-variation=Dodaj wariant strony witryny
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=Wszystkie warianty stron
all-site-pages-variations=Wszystkie warianty stron witryny
always-use-my-user-id=Zawsze u\u017cywaj mojego identyfikatora u\u017cytkownika.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Wyst\u0105pi\u0142 b\u0142\u0105d poniewa\u017c grupa nie posiada bie\u017c\u0105cej strony.
an-unexpected-error-occurred-while-importing-your-file=Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d podczas importowania Twojego pliku.
an-unexpected-error-occurred-with-the-initial-staging-publication=Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d podczas tworzenia \u015brodowiska testowego.
are-you-sure-you-want-to-activate-local-staging-for-x=Na pewno chcesz aktywowa\u0107 lokalne \u015brodowisko testowe dla {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=Na pewno chcesz aktywowa\u0107 zdalne \u015brodowisko testowe dla {0}?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Na pewno chcesz nadpisa\u0107 istniej\u0105ce dane portletu \u015brodowiska testowego danymi z wersji produkcyjnej?
are-you-sure-you-want-to-deactivate-staging-for-x=Na pewno chcesz dezaktywowa\u0107 \u015brodowisko testowe dla {0}?
are-you-sure-you-want-to-merge-changes-from-x=Na pewno chcesz scali\u0107 zmiany z {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Na pewno chcesz opublikowa\u0107 i uaktualni\u0107 na produkcji istniej\u0105ce dane portletu?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Na pewno chcesz usun\u0105\u0107 wst\u0119pne \u015brodowisko testowe?
authorship-of-the-content=Autorzy zawarto\u015bci
change-the-configuration-in-the-details-section=Zmienia konfiguracj\u0119 w ustawieniach szczeg\u00f3\u0142owych.
change-to-private-pages=Zmiany do prywatnych stron (Automatic Translation)
change-to-public-pages=Zmie\u0144 na publicznych stronach (Automatic Translation)
changes-since-last-publication=Zmiany od daty ostatniej publikacji
contact-your-administrator-to-change-the-configuration=Aby zmieni\u0107 konfiguracj\u0119, skontaktuj si\u0119 z administratorem.
copy-as-new=Skopiuj jako nowe
copy-from-live=Skopiuj z produkcji
copy-pages-from-site-pages-variation=Skopiuj strony z wariantu stron witryny
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=Obecny i wcze\u015bniejsze
current-version=Bie\u017c\u0105ca wersja
custom-export=Niestandardowe eksportu (Automatic Translation)
custom-publication=Niestandardowe publikacji (Automatic Translation)
delete-application-data-before-importing=Usuwanie danych aplikacji przed importem (Automatic Translation)
delete-missing-layouts=Usu\u0144 brakuj\u0105ce strony
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=Usuwanie danych portletu przed zaimportowaniem nie mo\u017cna cofn\u0105\u0107. Niekt\u00f3re aplikacje w innych stron mo\u017ce by\u0107 odwo\u0142uj\u0105ce si\u0119 do tych danych. Czy na pewno chcesz kontynuowa\u0107 usuwanie danych portlet? (Automatic Translation)
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Je\u015bli ta opcja jest wybrana, operacje usuni\u0119cia wykonywane dla typ\u00f3w zawarto\u015bci zostan\u0105 wyeksportowane do pliku LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=Upu\u015b\u0107 tu plik LAR, by go zaimportowa\u0107
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Struktura dynamicznego mapowania danych z kluczem {0} ju\u017c istnieje.
enabled-on-private-pages=W\u0142\u0105czone na prywatnych stronach (Automatic Translation)
enabled-on-public-pages=W\u0142\u0105czone na publicznych stronach (Automatic Translation)
export-entity=Eksportowanie zasob\u00f3w (Automatic Translation)
export-import-configuration=Szablon eksportu/importu (Automatic Translation)
export-import-portlet-permissions-help=Je\u015bli to pole jest zaznaczone, uprawnienia przypisane dla okna wywo\u017conych portletu s\u0105 uwzgl\u0119dniane. (Automatic Translation)
export-import-service-configuration-name=Eksport/Import us\u0142ug (Automatic Translation)
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=Eksport indywidualnych usuni\u0119\u0107 (Automatic Translation)
export-permissions=Uprawnienia eksportowe (Automatic Translation)
export-private-pages=Edytuj stron\u0119 prywatn\u0105
export-public-pages=Importuj Strony Publiczne
export-templates=Szablony uk\u0142ad\u00f3w
export-the-selected-data-to-the-given-lar-file-name=Eksportuj zaznaczone dane do podanej nazwy pliku LAR.
file-summary=Kr\u00f3tki opis pliku (Automatic Translation)
global-site=Strona globalna (Automatic Translation)
go-to-live=Przejd\u017a na \u017cywo (Automatic Translation)
go-to-remote-live=Przejd\u017a do zdalnego \u015brodowiska produkcyjnego
go-to-staging=Przejd\u017a do przemieszczania (Automatic Translation)
go-to-this-version=Przejd\u017a do tej wersji
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=Dzia\u0142a podobnie jak w strategii lustrzanej, lecz je\u015bli znajdzie si\u0119 dokument lub obraz o takiej samej nazwie, to jest nadpisywany.
import-entity=Importowanie zasob\u00f3w (Automatic Translation)
import-permissions=Zaimportowa\u0107 uprawnienia (Automatic Translation)
import-private-pages=Przejd\u017a do stron prywatnych
import-public-pages=Importuj Strony Publiczne
include-always=To zawsze (Automatic Translation)
include-if-modified=Je\u015bli zmodyfikowano (Automatic Translation)
initial-publication=Pocz\u0105tkowa publikacja
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Eksport/Import pozwala eksportowa\u0107 lub importowa\u0107 ca\u0142\u0105 witryn\u0119 lub podzbi\u00f3r zawarto\u015bci witryny. (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Inscenizacja Konfiguracja pozwala na dost\u0119p do witryny mo\u017cna konfigurowa\u0107 ustawienia tymczasowej. (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Eksport/Import (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Eksport (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Importu (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Inscenizacja konfiguracji (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Inscenizacja (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Bie\u017c\u0105cej witryny dzia\u0142a obecnie jako miejsce na \u017cywo dla zdalnego \u015brodowiska wzorcowego. To mog\u0105 by\u0107 nadal w\u0142\u0105czone jako \u015brodowiska wzorcowego do osi\u0105gni\u0119cia wielu kroku inscenizacja, chocia\u017c niekt\u00f3re tymczasowej opcje zosta\u0142y wy\u0142\u0105czone. (Automatic Translation)
local-live=Lokalna produkcja
manage-page-variations=Zarz\u0105dzaj wariantami stron
mark-as-ready-for-publication=Oznacz jako gotowe do publikacji
merge-site-pages-variation=Scal wariant stron witryny
mirror-with-overwriting=Lustrzany z nadpisaniem
missing-manifest.xml=plik manifest.XML nie znaleziono LAR (Automatic Translation)
new-custom-export=Nowy zwyczaj eksportu (Automatic Translation)
new-export=Nowy zas\u2264b (Automatic Translation)
new-export-based-on-x=New Export Based on {0} (Automatic Copy)
new-export-process=Nowe procesy eksportu
new-export-template=Nowy szablon eksportu (Automatic Translation)
new-publication=Nowa publikacja (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=Nowe procesy publikacji
new-publish-template=Nowe opublikowa\u0107 szablon (Automatic Translation)
no-export-processes-were-found=Nie znaleziono proces\u00f3w eksportuj\u0105cych.
no-import-processes-were-found=Nie ma \u017cadnych proces\u00f3w importu.
no-pages=Moje strony
no-processes-were-found=Zosta\u0142y znalezione \u017cadne procesy. (Automatic Translation)
no-publication-processes-were-found=Nie znaleziono proces\u00f3w publikacji.
no-scheduled-publication-processes-were-found=Nie znaleziono proces\u00f3w publikacji.
none-empty-site-pages-variation=Brak (Nie ma wariant\u00f3w stron witryny)
only-one-site-pages-variation-can-be-the-main-one=Mo\u017ce by\u0107 tylko jeden g\u0142\u00f3wny wariant stron witryny.
page-variation-was-added=Dodano wariant strony.
page-variation-was-deleted=Usuni\u0119to wariant strony.
page-variation-was-updated=Zaktualizowano wariant strony.
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Page Variations {0} (Automatic Copy)
page-versioning=R\u00f3\u017cne wersje stron
page-versioning-help=Wersji strony pozwala pracowa\u0107 r\u00f3wnolegle w r\u00f3\u017cnych odmianach stron. To tak\u017ce pozwala u\u017cytkownikowi \u015bledzenie historii zmian w tych stronach. (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Strona {0} nie zosta\u0142a jeszcze opublikowana w \u015brodowisku produkcyjnym.
page-x-was-last-published-from-x=Strona {0} by\u0142a ostatnio publikowana z {1}.
page-x-was-last-published-to-live=Strona {0} by\u0142a ostatnio publikowana w \u015brodowisku produkcyjnym.
pages-options=Opcje strony (Automatic Translation)
pages-to-export=Strony do wyeksportowania
pages-to-publish=Strony do publikacji
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=Wprowad\u017a poprawn\u0105 dat\u0119 zako\u0144czenia (przesz\u0142\u0105).
please-enter-a-valid-start-date-that-is-in-the-past=Wprowad\u017a prawid\u0142ow\u0105 dat\u0119 rozpocz\u0119cia (z przesz\u0142o\u015bci).
please-wait-as-the-publication-processes-on-the-remote-site=Prosz\u0119 czeka\u0107 jako proces publikacji w witrynie zdalnej. (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Szczeg\u00f3\u0142y procesu (Automatic Translation)
process-name-placeholder=Wpisz nazw\u0119 procesu (np. Maria tygodniowy artyku\u0142 publikacja). (Automatic Translation)
processes=Procesy (Automatic Translation)
publish-permissions=Publikuj uprawnienia (Automatic Translation)
publish-templates=Publikowanie szablon\u00f3w (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=Publikowa\u0107 szablony mog\u0105 by\u0107 podawane w menu sterowania. (Automatic Translation)
publish-to-remote-live=Publikuj zdalnie na produkcji
ready-for-publication=Gotowe do publikacji
referenced-content-behavior=Odwo\u0142anie zachowanie zawarto\u015bci (Automatic Translation)
refresh-counts=Od\u015bwie\u017c liczy (Automatic Translation)
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replikuj usuni\u0119cie poszczeg\u00f3lnych (Automatic Translation)
see-more-details=Zobacz wi\u0119cej szczeg\u00f3\u0142\u00f3w (Automatic Translation)
selected-pages=Wybrane strony
simple-publication-help=Prosta publikacja zawiera publikacja tematu i ustawienia strony witryny, logo, skre\u015ble\u0144 oraz uprawnienia. (Automatic Translation)
site-page-variation-was-added=Dodano wariant strony witryny.
site-page-variation-was-deleted=Wsuni\u0119to wariant strony witryny.
site-page-variation-was-merged=Po\u0142\u0105czono wariant strony witryny.
site-page-variation-was-updated=Zaktualizowano wariant strony witryny.
site-pages-variation-x=Site Pages Variation {0} (Automatic Copy)
staged-content=Zawarto\u015b\u0107 \u015brodowiska testowego
staged-portlets-alert=Gdy portlet jest zaznaczone, jego dane s\u0105 kopiowane do inscenizacji i nie mo\u017cna edytowa\u0107 je bezpo\u015brednio w live. Odznaczenie portlet, upewnij si\u0119, \u017ce wszelkie zmiany dokonane w inscenizacji s\u0105 publikowane po raz pierwszy, poniewa\u017c w przeciwnym wypadku mog\u0105 zosta\u0107 utracone. (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=\u015arodowisko testowe nie mo\u017ce by\u0107 u\u017cyte, poniewa\u017c jest w\u0142\u0105czona propagacja zmian z szablonu witryny.
staging-configuration=Inscenizacja konfiguracji (Automatic Translation)
staging-is-successfully-disabled=Inscenizacja jest pomy\u015blnie wy\u0142\u0105czona. (Automatic Translation)
staging-live-help-x=Ogl\u0105dasz wersj\u0119 produkcyjn\u0105 <em>{0}</em> i nie mo\u017cesz robi\u0107 w niej zmian. Wprowadzaj zmiany w \u015brodowisku testowym i potem publikuj je, aby sta\u0142y si\u0119 widoczne dla wszystkich.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Inscenizacja opcje (Automatic Translation)
staging-staging-help-x=Ogl\u0105dasz wersj\u0119 testow\u0105 <em>{0}</em>. Mo\u017cesz tu wprowadza\u0107 zmiany i opublikowa\u0107 je do \u015brodowiska produkcyjnego po ich upublicznieniu.
staging-type=Typ \u015brodowiska testowego
staging-type-local=Powstanie kopia bie\u017c\u0105cej witryny zawieraj\u0105ca wszystkie strony i dane portlet\u00f3w (tych, kt\u00f3re mog\u0105 dzia\u0142a\u0107 w \u015brodowisku testowym), Kopia stanie si\u0119 <em>\u015brodowiskiem testowym</em>, podczas gdy orygina\u0142 b\u0119dzie <em>\u015brodowiskiem produkcyjnym</em>.
staging-type-remote=Powstanie po\u0142\u0105czenie pomi\u0119dzy t\u0105 witryn\u0105 a witryn\u0105 istniej\u0105c\u0105 na zdalnym serwerze. Ta witryna stanie si\u0119 <em>\u015brodowiskiem testowym</em>, podczas gdy zdalna witryna zostanie <em>\u015brodowiskiem produkcyjnym</em>.
switch-to-advanced-publication=Prze\u0142\u0105cz si\u0119 do zaawansowanych publikacji (Automatic Translation)
switch-to-simple-publication=Prze\u0142\u0105cz si\u0119 do prostych publikacji (Automatic Translation)
template-type=Typ szablonu (Automatic Translation)
the-file-is-ready-to-be-imported=Plik jest gotowy do zaimportowania.
the-file-x-cannot-be-imported=Plik <em>{0}</em> nie mo\u017ce by\u0107 zaimportowany.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=Plik LAR nie mo\u017ce zosta\u0107 zaimportowany, poniewa\u017c wymaga szablon\u00f3w strony lub szablon\u00f3w witryny, kt\u00f3re nie zosta\u0142y odnalezione. Zaimportuj te szablony r\u0119cznie.
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Strony nie mog\u0105 zosta\u0107 opublikowane, poniewa\u017c co najmniej jeden wymagany szablon strony nie istnieje na zdalnym serwerze. Zaimportuj nast\u0119puj\u0105ce szablony r\u0119cznie.
the-process-referenced-by-this-notification-does-not-exist=Proces jest okre\u015blany przez to powiadomienie nie istnieje. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Status publikacji mo\u017ce by\u0107 sprawdzany na ekranie publikowania.
theme-settings=Ustawienia motyw\u00f3w
there-are-no-processes-in-progress-anymore=Nie ma ju\u017c \u017cadnych trwaj\u0105cych proces\u00f3w.
there-are-no-saved-export-templates=Istniej\u0105 nie szablony zapisane eksportu. (Automatic Translation)
there-are-no-saved-publish-templates=Istniej\u0105 nie zapisano publikowania szablon\u00f3w. (Automatic Translation)
there-are-no-scheduled-publication-processes=Brak zaplanowanych proces\u00f3w publikacji.
this-file-was-previously-uploaded-but-not-actually-imported=Plik zosta\u0142 ju\u017c wcze\u015bniej wgrany, anie aktualnie nie jest zaimportowany.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Ten portlet nie zosta\u0142 dodany do strony dzia\u0142aj\u0105cej na produkcji. Najpierw opublikuj stron\u0119.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Ten portlet jest umieszczony na stronie, kt\u00f3ra nie istnieje na stronie produkcyjnej. Najpierw opublikuj stron\u0119.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Proces ten ma zamiar opublikowa\u0107 zmiany wprowadzone od czasu ostatniej publikacji. (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=Ta wersja zostanie opublikowana kiedy <em>{0}</em> b\u0119dzie opublikowana na produkcj\u0119.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site. (Automatic Copy)
unable-to-execute-process-x=Nie mo\u017cna uruchomi\u0107 procesu ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Bez tytu\u0142u publikacji zaplanowane (Automatic Translation)
update-data=Aktualizuj dane
update-page-variation=Aktualizuj wariant strony
update-site-pages-variation=Aktualizuj wariant strony witryny
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=Je\u015bli zaznaczone, publikowania lub Importowanie niekt\u00f3rych rodzaj\u00f3w zawarto\u015bci z tekstem w to spowoduje Liferay do sprawdzenia zawarto\u015bci link\u00f3w, kt\u00f3re odwo\u0142uj\u0105 si\u0119 do jednego z host\u00f3w wirtualnych portalu i upewnij si\u0119, \u017ce ka\u017cdy z tych punkt\u00f3w linki do strony prawid\u0142owy w Liferay. Usu\u0144 zaznaczenie, to Je\u015bli Tw\u00f3j wirtualny host ma stron nie w Liferay. (Automatic Translation)
view-page-staging-options=Zobacz stron\u0119 tymczasowej opcje (Automatic Translation)
view-source=Widok \u017ar\u00f3d\u0142a (Automatic Translation)
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} jest w \u015brodowisku testowym.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Obecnie przegl\u0105dasz t\u0105 stron\u0119. Mo\u017cesz wprowadzi\u0107 zmiany i wys\u0142a\u0107 je dalej w przep\u0142ywie zada\u0144.
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Nie mo\u017cesz wprowadzi\u0107 zmian, poniewa\u017c kto\u015b inny w tym czasie wys\u0142a\u0142 ju\u017c zmiany do zatwierdzenia.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Nie mo\u017cna przes\u0142a\u0107 zmiany, poniewa\u017c poprzedniego wniosku jest wci\u0105\u017c czeka na zatwierdzenie. (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=Nie masz uprawnie\u0144 do zarz\u0105dzania ustawieniami dotycz\u0105cymi \u015brodowiska testowego.
