#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=M\u1ed9t phi\u00ean b\u1ea3n m\u1edbi \u0111\u01b0\u1ee3c t\u1ef1 \u0111\u1ed9ng t\u1ea1o ra n\u1ebfu trang \u0111\u01b0\u1ee3c thay \u0111\u1ed5i
a-page-variation-with-that-name-already-exists=Trang thay \u0111\u1ed5i v\u1edbi t\u00ean g\u1ecdi \u0111\u00f3 \u0111\u00e3 t\u1ed3n t\u1ea1i.
a-site-pages-variation-with-that-name-already-exists=M\u1ed9t <trang tin t\u1ee9c bi\u1ebfn th\u1ec3> v\u1edbi t\u00ean n\u00e0y \u0111\u00e3 t\u1ed3n t\u1ea1i.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Th\u00eam s\u1ef1 ki\u1ec7n
add-page-variation=Th\u00eam trang bi\u1ebfn th\u1ec3
add-site-pages-variation=Th\u00eam c\u00e1c trang bi\u1ebfn th\u1ec3
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=T\u1ea5t c\u1ea3 c\u00e1c trang bi\u1ebfn th\u1ec3
all-site-pages-variations=T\u1ea5t c\u1ea3 c\u00e1c trang bi\u1ebfn th\u1ec3
always-use-my-user-id=Lu\u00f4n s\u1eed d\u1ee5ng \u0111\u1ecbnh danh t\u00e0i kho\u1ea3n ng\u01b0\u1eddi d\u00f9ng c\u1ee7a t\u00f4i.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=C\u00f3 l\u1ed7i x\u1ea3y ra v\u00ec nh\u00f3m tr\u1ef1c tuy\u1ebfn kh\u00f4ng c\u00f3 trang hi\u1ec7n t\u1ea1i,
an-unexpected-error-occurred-while-importing-your-file=L\u00f4\u0303i kh\u00f4ng xa\u0301c \u0111i\u0323nh trong qua\u0301 tri\u0300nh thu th\u00e2\u0323p ta\u0300i li\u00ea\u0323u.
an-unexpected-error-occurred-with-the-initial-staging-publication=L\u00f4\u0303i kh\u00f4ng xa\u0301c \u0111i\u0323nh khi Kh\u1edfi t\u1ea1o xu\u1ea5t b\u1ea3n gi\u00e0n trang.
are-you-sure-you-want-to-activate-local-staging-for-x=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n k\u00edch ho\u1ea1t d\u00e0n d\u1ef1ng \u0111\u1ecba ph\u01b0\u01a1ng cho {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n k\u00edch ho\u1ea1t d\u00e0n d\u1ef1ng \u1edf xa cho {0}?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn mu\u1ed1n sao ch\u00e9p t\u1eeb khu v\u1ef1c tr\u1ef1c tuy\u1ebfn (live) v\u00e0 c\u1eadp nh\u1eadt th\u00f4ng tin \u1ee9ng d\u1ee5ng d\u00e0n d\u1ef1ng \u0111\u00e3 t\u1ed3n t\u1ea1i n\u00e0y?
are-you-sure-you-want-to-deactivate-staging-for-x=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n v\u00f4 hi\u1ec7u h\u00f3a d\u00e0n d\u1ef1ng cho {0}?
are-you-sure-you-want-to-merge-changes-from-x=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n tr\u1ed9n (merge) thay \u0111\u1ed5i t\u1eeb {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n xu\u1ea5t b\u1ea3n t\u1edbi ph\u1ea7n tr\u1ef1c tuy\u1ebfn (live) v\u00e0 c\u1eadp nh\u1eadt c\u00e1c d\u1eef li\u1ec7u c\u1ee7a \u1ee9ng d\u1ee5ng (portlet) \u0111\u00e3 c\u00f3 ?
are-you-sure-you-want-to-remove-the-initial-staging-publication=B\u1ea1n c\u00f3 th\u1ef1c s\u1ef1 mu\u1ed1n g\u1ee1 b\u1ecf Kh\u1edfi th\u1ea3o tr\u00ecnh di\u1ec5n c\u00f4ng khai (initial staging publication) ?
authorship-of-the-content=Quy\u1ec1n t\u00e1c gi\u1ea3 c\u1ee7a N\u1ed9i dung
change-the-configuration-in-the-details-section=B\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i c\u1ea5u h\u00ecnh \u1edf ph\u1ea7n chi ti\u1ebft.
change-to-private-pages=Chuy\u1ec3n t\u1edbi Trang ri\u00eang t\u01b0
change-to-public-pages=Chuy\u1ec3n t\u1edbi Trang c\u00f4ng khai
changes-since-last-publication=Nh\u1eefng thay \u0111\u1ed5i k\u1ec3 t\u1eeb l\u1ea7n xu\u1ea5t b\u1ea3n (Automatic Translation)
contact-your-administrator-to-change-the-configuration=H\u00e3y li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb vi\u00ean \u0111\u1ec3 thay \u0111\u1ed5i tham s\u1ed1 c\u1ea5u h\u00ecnh.
copy-as-new=B\u1ea3n sao
copy-from-live=Sao ch\u00e9p t\u1eeb tr\u1ef1c tuy\u1ebfn (live)
copy-pages-from-site-pages-variation=Sao ch\u00e9p trang t\u1eeb c\u00e1c trang bi\u1ebfn th\u1ec3
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=Hi\u1ec7n t\u1ea1i v\u00e0 Tr\u01b0\u1edbc
current-version=Phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i
custom-export=T\u00f9y ch\u1ec9nh xu\u1ea5t kh\u1ea9u (Automatic Translation)
custom-publication=T\u00f9y ch\u1ec9nh xu\u1ea5t b\u1ea3n (Automatic Translation)
delete-application-data-before-importing=X\u00f3a d\u1eef li\u1ec7u \u1ee9ng d\u1ee5ng tr\u01b0\u1edbc khi nh\u1eadp kh\u1ea9u (Automatic Translation)
delete-missing-layouts=X\u00f3a c\u00e1c trang b\u1ecb m\u1ea5t
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=X\u00f3a portlet d\u1eef li\u1ec7u tr\u01b0\u1edbc khi nh\u1eadp kh\u1ea9u kh\u00f4ng th\u1ec3 ho\u00e0n t\u00e1c. M\u1ed9t s\u1ed1 \u1ee9ng d\u1ee5ng trong c\u00e1c trang kh\u00e1c c\u00f3 th\u1ec3 tham chi\u1ebfu d\u1eef li\u1ec7u n\u00e0y. B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n ti\u1ebfp t\u1ee5c x\u00f3a d\u1eef li\u1ec7u portlet? (Automatic Translation)
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=N\u1ebfu t\u00f9y ch\u1ecdn n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u00e1c ho\u1ea1t \u0111\u1ed9ng x\u00f3a th\u1ef1c hi\u1ec7n cho c\u00e1c lo\u1ea1i n\u1ed9i dung s\u1ebd \u0111\u01b0\u1ee3c xu\u1ea5t kh\u1ea9u sang t\u1ec7p LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=Th\u1ea3 LAR t\u1ec7p \u0111\u1ec3 chuy\u1ec3n nh\u1eadp (Automatic Translation)
dynamic-data-mapping-structure-with-structure-key-x-already-exists=C\u1ea5u tr\u00fac \u00e1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng v\u1edbi kh\u00f3a {0} \u0111\u00e3 t\u1ed3n t\u1ea1i.
enabled-on-private-pages=K\u00edch ho\u1ea1t tr\u00ean ri\u00eang trang (Automatic Translation)
enabled-on-public-pages=K\u00edch ho\u1ea1t tr\u00ean trang c\u00f4ng c\u1ed9ng (Automatic Translation)
export-entity=T\u00e0i s\u1ea3n xu\u1ea5t kh\u1ea9u (Automatic Translation)
export-import-configuration=Xu\u1ea5t kh\u1ea9u, nh\u1eadp kh\u1ea9u b\u1ea3n m\u1eabu (Automatic Translation)
export-import-portlet-permissions-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u00e1c quy\u1ec1n \u0111\u01b0\u1ee3c g\u00e1n cho c\u1eeda s\u1ed5 portlet xu\u1ea5t kh\u1ea9u \u0111\u01b0\u1ee3c bao g\u1ed3m. (Automatic Translation)
export-import-service-configuration-name=Xu\u1ea5t kh\u1ea9u, nh\u1eadp kh\u1ea9u d\u1ecbch v\u1ee5 (Automatic Translation)
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=Xu\u1ea5t kh\u1ea9u c\u00e1 nh\u00e2n xo\u00e1 (Automatic Translation)
export-permissions=Quy\u1ec1n k\u1ebft xu\u1ea5t
export-private-pages=So\u1ea1n th\u1ea3o trang ri\u00eang t\u01b0
export-public-pages=Kh\u1ea9u trang c\u00f4ng c\u1ed9ng (Automatic Translation)
export-templates=Bi\u1ec3u m\u1eabu c\u1ee7a b\u1ed1 c\u1ee5c
export-the-selected-data-to-the-given-lar-file-name=Xu\u1ea5t d\u1eef li\u1ec7u \u0111\u00e3 ch\u1ecdn ra t\u1eadp tin \u0111\u1ecbnh d\u1ea1ng LAR v\u1edbi t\u00ean.
file-summary=T\u1ed5ng quan
global-site=Trang to\u00e0n c\u1ea7u (Automatic Translation)
go-to-live=\u0110i \u0111\u1ec3 s\u1ed1ng (Automatic Translation)
go-to-remote-live=\u0110i t\u1edbi tr\u1ef1c tuy\u1ebfn (Live)
go-to-staging=\u0110i \u0111\u1ebfn d\u00e0n (Automatic Translation)
go-to-this-version=\u0110i t\u1edbi phi\u00ean b\u1ea3n n\u00e0y
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=C\u00e1c h\u00e0nh vi t\u01b0\u01a1ng t\u1ef1 nh\u01b0 chi\u1ebfn l\u01b0\u1ee3c g\u01b0\u01a1ng, nh\u01b0ng n\u1ebfu m\u1ed9t t\u00e0i li\u1ec7u ho\u1eb7c h\u00ecnh \u1ea3nh c\u00f3 c\u00f9ng t\u00ean \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y, n\u00f3 \u0111\u01b0\u1ee3c ghi \u0111\u00e8. (Automatic Translation)
import-entity=T\u00e0i s\u1ea3n nh\u1eadp kh\u1ea9u (Automatic Translation)
import-permissions=Quy\u1ec1n nh\u1eadp kh\u1ea9u
import-private-pages=\u0110i t\u1edbi c\u00e1c trang c\u00e1 nh\u00e2n
import-public-pages=Nh\u1eadp trang c\u00f4ng c\u1ed9ng (Automatic Translation)
include-always=Bao g\u1ed3m lu\u00f4n (Automatic Translation)
include-if-modified=Bao g\u1ed3m n\u1ebfu l\u1ea7n (Automatic Translation)
initial-publication=Kh\u1edfi t\u1ea1o xu\u1ea5t b\u1ea3n
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Xu\u1ea5t kh\u1ea9u/nh\u1eadp kh\u1ea9u cho ph\u00e9p b\u1ea1n xu\u1ea5t kh\u1ea9u ho\u1eb7c nh\u1eadp kh\u1ea9u m\u1ed9t to\u00e0n b\u1ed9 trang web, ho\u1eb7c m\u1ed9t t\u1eadp h\u1ee3p con c\u1ee7a m\u1ed9t trang web n\u1ed9i dung. (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=D\u00e0n c\u1ea5u h\u00ecnh cho ph\u00e9p truy c\u1eadp v\u00e0o thi\u1ebft l\u1eadp d\u00e0n d\u1ef1ng c\u1ea5u h\u00ecnh trang web c\u1ee7a b\u1ea1n. (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Xu\u1ea5t kh\u1ea9u/nh\u1eadp kh\u1ea9u (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Xu\u1ea5t kh\u1ea9u (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Nh\u1eadp kh\u1ea9u (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=D\u00e0n d\u1ef1ng c\u1ea5u h\u00ecnh (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=D\u00e0n d\u1ef1ng (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Trang web hi\u1ec7n t\u1ea1i \u0111ang ho\u1ea1t \u0111\u1ed9ng nh\u01b0 m\u1ed9t trang web s\u1ed1ng cho m\u1ed9t m\u00f4i tr\u01b0\u1eddng d\u00e0n d\u1ef1ng t\u1eeb xa. N\u00f3 c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c v\u1eabn c\u00f2n cho ph\u00e9p nh\u01b0 m\u1ed9t m\u00f4i tr\u01b0\u1eddng d\u00e0n d\u1ef1ng \u0111\u1ec3 \u0111\u1ea1t \u0111\u01b0\u1ee3c nhi\u1ec1u b\u01b0\u1edbc d\u00e0n d\u1ef1ng m\u1eb7c d\u00f9 m\u1ed9t s\u1ed1 t\u00f9y ch\u1ecdn d\u00e0n \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u. (Automatic Translation)
local-live=Tr\u1ef1c tuy\u1ebfn \u0111\u1ecba ph\u01b0\u01a1ng
manage-page-variations=Qu\u1ea3n l\u00fd c\u00e1c trang bi\u1ebfn th\u1ec3
mark-as-ready-for-publication=\u0110\u00e1nh d\u1ea5u \u0111\u00e3 s\u1eb5n s\u00e0ng \u0111\u1ec3 xu\u1ea5t b\u1ea3n
merge-site-pages-variation=Tr\u1ed9n c\u00e1c trang bi\u1ebfn th\u1ec3
mirror-with-overwriting=\u00c1nh x\u1ea1 th\u00f4ng tin, n\u1ebfu tr\u00f9ng s\u1ebd ghi \u0111\u00e8 d\u1eef li\u1ec7u
missing-manifest.xml=manifest.xml kh\u00f4ng t\u00ecm th\u1ea5y trong LAR (Automatic Translation)
new-custom-export=T\u00f9y ch\u1ec9nh k\u1ebft xu\u1ea5t m\u1edbi
new-export=K\u1ebft xu\u1ea5t m\u1edbi
new-export-based-on-x=K\u1ebft xu\u1ea5t m\u1edbi d\u1ef1a tr\u00ean {0}
new-export-process=Ti\u1ebfn tr\u00ecnh k\u1ebft xu\u1ea5t m\u1edbi
new-export-template=M\u1eabu xu\u1ea5t kh\u1ea9u m\u1edbi (Automatic Translation)
new-publication=\u1ea4n ph\u1ea9m m\u1edbi (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=Quy tr\u00ecnh xu\u1ea5t b\u1ea3n m\u1edbi (Automatic Translation)
new-publish-template=M\u1edbi xu\u1ea5t b\u1ea3n m\u1eabu (Automatic Translation)
no-export-processes-were-found=Kh\u00f4ng c\u00f3 ti\u1ebfn tr\u00ecnh xu\u1ea5t kh\u1ea9u n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
no-import-processes-were-found=Kh\u00f4ng c\u00f3 ti\u1ebfn tr\u00ecnh nh\u1eadp kh\u1ea9u n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
no-pages=C\u00e1c trang c\u1ee7a t\u00f4i
no-processes-were-found=Quy tr\u00ecnh kh\u00f4ng \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y. (Automatic Translation)
no-publication-processes-were-found=Kh\u00f4ng c\u00f3 ti\u1ebfn tr\u00ecnh xu\u1ea5t b\u1ea3n n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
no-scheduled-publication-processes-were-found=Kh\u00f4ng c\u00f3 ti\u1ebfn tr\u00ecnh xu\u1ea5t b\u1ea3n n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
none-empty-site-pages-variation=Kh\u00f4ng c\u00f3 (Bi\u1ebfn th\u1ec3 c\u00e1c trang site r\u1ed7ng)
only-one-site-pages-variation-can-be-the-main-one=Ch\u1ec9 m\u1ed9t trang bi\u1ebfn th\u1ec3 duy nh\u1ea5t tr\u1edf th\u00e0nh trang ch\u00ednh.
page-variation-was-added=Trang bi\u1ebfn th\u1ec3 \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o.
page-variation-was-deleted=Trang bi\u1ebfn th\u1ec3 \u0111\u00e3 \u0111\u01b0\u1ee3c x\u00f3a.
page-variation-was-updated=Trang bi\u1ebfn th\u1ec3 \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt.
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Tham s\u1ed1 trang {0}
page-versioning=Phi\u00ean b\u1ea3n trang
page-versioning-help=Trang versioning cho ph\u00e9p b\u1ea1n l\u00e0m vi\u1ec7c t\u1ea1i song song trong c\u00e1c bi\u1ebfn th\u1ec3 kh\u00e1c nhau c\u1ee7a c\u00e1c trang. N\u00f3 c\u0169ng cho ph\u00e9p b\u1ea1n theo d\u00f5i c\u00e1c l\u1ecbch s\u1eed c\u1ee7a nh\u1eefng thay \u0111\u1ed5i trong c\u00e1c trang \u0111\u00f3. (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Trang {0} ch\u01b0a bao gi\u1edd \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n l\u00ean tr\u1ef1c tuy\u1ebfn (live).
page-x-was-last-published-from-x=Trang {0} ch\u01b0a \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n t\u1eeb {1}.
page-x-was-last-published-to-live=Trang {0} \u0111\u00e3 \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n l\u00ean tr\u1ef1c tuy\u1ebfn (live).
pages-options=T\u00f9y ch\u1ecdn
pages-to-export=Trang \u0111\u1ec3 xu\u1ea5t kh\u1ea9u (Automatic Translation)
pages-to-publish=Trang \u0111\u1ec3 Xu\u1ea5t b\u1ea3n
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=Vui l\u00f2ng nh\u1eadp v\u00e0o ng\u00e0y k\u1ebft th\u00fac ph\u00f9 h\u1ee3p v\u00e0 n\u00f3 tr\u01b0\u1edbc ng\u00e0y hi\u1ec7n t\u1ea1i.
please-enter-a-valid-start-date-that-is-in-the-past=Vui l\u00f2ng nh\u1eadp ng\u00e0y b\u1eaft \u0111\u1ea7u l\u00e0 ng\u00e0y \u0111\u00e3 qua.
please-wait-as-the-publication-processes-on-the-remote-site=Xin vui l\u00f2ng ch\u1edd \u0111\u1ee3i nh\u01b0 l\u00e0 quy tr\u00ecnh xu\u1ea5t b\u1ea3n tr\u00ean c\u00e1c trang web t\u1eeb xa. (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Chi ti\u1ebft ti\u1ebfn tr\u00ecnh
process-name-placeholder=Nh\u1eadp t\u00ean ti\u1ebfn tr\u00ecnh (v\u00ed d\u1ee5\: B\u00e0i vi\u1ebft xu\u1ea5t b\u1ea3n h\u00e0ng tu\u1ea7n c\u1ee7a V\u00f5 \u0110\u1ee9c Tr\u00ed).
processes=Quy tr\u00ecnh (Automatic Translation)
publish-permissions=Quy\u1ec1n h\u1ea1n xu\u1ea5t b\u1ea3n
publish-templates=Xu\u1ea5t b\u1ea3n m\u1eabu (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=Xu\u1ea5t b\u1ea3n m\u1eabu c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd trong menu \u0111i\u1ec1u khi\u1ec3n. (Automatic Translation)
publish-to-remote-live=Xu\u1ea5t b\u1ea3n t\u1edbi \u0110\u0103ng t\u1ea3i t\u1eeb xa
ready-for-publication=S\u1eb5n s\u00e0ng \u0111\u1ec3 xu\u1ea5t b\u1ea3n
referenced-content-behavior=H\u00e0nh vi tham chi\u1ebfu c\u1ee7a n\u1ed9i dung (Automatic Translation)
refresh-counts=L\u00e0m t\u01b0\u01a1i b\u1ed9 \u0111\u1ebfm
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Sao ch\u00e9p ri\u00eang l\u1ebb xo\u00e1 (Automatic Translation)
see-more-details=Xem chi ti\u1ebft
selected-pages=C\u00e1c trang \u0111\u01b0\u1ee3c ch\u1ecdn
simple-publication-help=Xu\u1ea5t b\u1ea3n c\u01a1 b\u1ea3n bao g\u1ed3m xu\u1ea5t b\u1ea3n giao di\u1ec7n v\u00e0 thi\u1ebft l\u1eadp c\u1ee7a trang, logo, c\u00e1c g\u1ee1 b\u1ecf, v\u00e0 quy\u1ec1n h\u1ea1n.
site-page-variation-was-added=Trang bi\u1ebfn th\u1ebf \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o.
site-page-variation-was-deleted=Trang bi\u1ebfn th\u1ec3 \u0111\u00e3 b\u1ecb x\u00f3a.
site-page-variation-was-merged=Trang bi\u1ebfn th\u1ec3 \u0111\u00e3 \u0111\u01b0\u1ee3c tr\u1ed9n.
site-page-variation-was-updated=Trang bi\u1ebfn th\u1ec3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt.
site-pages-variation-x=Tham s\u1ed1 trang {0}
staged-content=N\u1ed9i dung t\u1ed5 ch\u1ee9c (Automatic Translation)
staged-portlets-alert=Khi m\u1ed9t portlet \u0111\u01b0\u1ee3c ch\u1ecdn, d\u1eef li\u1ec7u c\u1ee7a n\u00f3 \u0111\u01b0\u1ee3c sao ch\u00e9p v\u00e0o d\u00e0n v\u00e0 n\u00f3 c\u00f3 th\u1ec3 kh\u00f4ng th\u1ec3 ch\u1ec9nh s\u1eeda ch\u00fang tr\u1ef1c ti\u1ebfp trong s\u1ed1ng. Khi b\u1ecf ch\u1ecdn m\u1ed9t portlet, h\u00e3y ch\u1eafc ch\u1eafn r\u1eb1ng b\u1ea5t k\u1ef3 thay \u0111\u1ed5i n\u00e0o \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n trong staging \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n l\u1ea7n \u0111\u1ea7u ti\u00ean, b\u1edfi v\u00ec n\u1ebfu kh\u00f4ng h\u1ecd c\u00f3 th\u1ec3 b\u1ecb m\u1ea5t. (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=D\u00e0n kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng cho trang web n\u00e0y v\u00ec tuy\u00ean truy\u1ec1n thay \u0111\u1ed5i t\u1eeb c\u00e1c m\u1eabu trang web \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. (Automatic Translation)
staging-configuration=D\u00e0n d\u1ef1ng c\u1ea5u h\u00ecnh (Automatic Translation)
staging-is-successfully-disabled=Staging \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1eaft th\u00e0nh c\u00f4ng.
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=D\u00e0n t\u00f9y ch\u1ecdn (Automatic Translation)
staging-staging-help-x=B\u1ea1n \u0111ang xem m\u1ed9t phi\u00ean b\u1ea3n ch\u1edd ph\u1ed5 bi\u1ebfn c\u1ee7a <em>{0}</em>. B\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i t\u1ea1i \u0111\u00e2y v\u00e0 xu\u1ea5t b\u1ea3n ch\u00fang t\u1edbi ph\u1ea7n tr\u1ef1c tuy\u1ebfn sao \u0111\u00f3 m\u1edbi c\u00f3 th\u1ec3 ph\u1ed5 bi\u1ebfn.
staging-type=Lo\u1ea1i ch\u01b0a s\u1eb5n s\u00e0ng xu\u1ea5t b\u1ea3n
staging-type-local=M\u1ed9t b\u1ea3n sao c\u1ee7a site hi\u1ec7n t\u1ea1i \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o ra v\u1edbi c\u00e1c ph\u1ea7n copy to\u00e0n b\u1ed9 c\u00e1c trang hi\u1ec7n c\u00f3 v\u00e0 d\u1eef li\u1ec7u c\u1ee7a c\u00e1c portlet \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh s\u1eb5n s\u00e0ng \u0111\u1ec3 ph\u1ed5 bi\u1ebfn (xem th\u00eam <em>Portlet ch\u1edd ph\u1ed5 bi\u1ebfn</em>). B\u1ea3n sao n\u00e0y tr\u1edf th\u00e0nh <em>Ch\u1edd ph\u1ed5 bi\u1ebfn</em> khi b\u1ea3n ch\u00ednh chuy\u1ec3n th\u00e0nh <em>Tr\u1ef1c tuy\u1ebfn</em>.
staging-type-remote=M\u1ed9t k\u1ebft n\u1ed1i \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp gi\u1eefa site n\u00e0y v\u00e0 m\u1ed9t site tr\u00ean m\u00e1y ch\u1ee7 t\u1eeb xa. Site n\u00e0y tr\u1edf th\u00e0nh d\u1ea1ng <em>Ch\u1edd ph\u1ed5 bi\u1ebfn</em> trong khi site tr\u00ean m\u00e1y ch\u1ee7 t\u1eeb xa tr\u1edf th\u00e0nh d\u1ea1ng <em>Tr\u1ef1c tuy\u1ebfn</em>.
switch-to-advanced-publication=Chuy\u1ec3n \u0111\u1ed5i \u0111\u1ec3 n\u00e2ng cao c\u00f4ng b\u1ed1 (Automatic Translation)
switch-to-simple-publication=Chuy\u1ec3n sang c\u00f4ng b\u1ed1 \u0111\u01a1n gi\u1ea3n (Automatic Translation)
template-type=Lo\u1ea1i m\u1eabu (Automatic Translation)
the-file-is-ready-to-be-imported=T\u1eadp tin \u0111\u00e3 \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u r\u1ed3i.
the-file-x-cannot-be-imported=T\u1eadp tin <em>{0}</em> kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=Kh\u00f4ng th\u1ec3 chuy\u1ec3n nh\u1eadp t\u1ec7p LAR v\u00ec n\u00f3 \u0111\u00f2i h\u1ecfi trang m\u1eabu ho\u1eb7c c\u00e1c trang web m\u1eabu m\u00e0 kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y. Xin vui l\u00f2ng nh\u1eadp c\u00e1c m\u1eabu sau theo c\u00e1ch th\u1ee7 c\u00f4ng\: (Automatic Translation)
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Trang s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n v\u00ec m\u1ed9t ho\u1eb7c h\u01a1n c\u00e1c bi\u1ec3u m\u1eabu trang \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y t\u1ea1i m\u00e1y ch\u1ee7 \u1edf xa. B\u1ea1n h\u00e3y nh\u1eadp kh\u1ea9u b\u1eb1ng tay c\u00e1c bi\u1ec3u m\u1eabu sau\:
the-process-referenced-by-this-notification-does-not-exist=Trong qu\u00e1 tr\u00ecnh tham chi\u1ebfu c\u1ee7a th\u00f4ng b\u00e1o n\u00e0y kh\u00f4ng t\u1ed3n t\u1ea1i. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Tr\u1ea1ng th\u00e1i c\u1ee7a xu\u1ea5t b\u1ea3n c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c ch\u1ecdn t\u1ea1i m\u00e0n h\u00ecnh xu\u1ea5t b\u1ea3n.
theme-settings=C\u1ea5u h\u00ecnh giao di\u1ec7n (theme)
there-are-no-processes-in-progress-anymore=Kh\u00f4ng c\u00f3 ti\u1ebfn tr\u00ednh n\u00e0o \u0111ang \u0111\u01b0\u1ee3c th\u1ef1c thi.
there-are-no-saved-export-templates=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 m\u1eabu xu\u1ea5t kh\u1ea9u \u0111\u00e3 l\u01b0u. (Automatic Translation)
there-are-no-saved-publish-templates=C\u00f3 no l\u01b0u xu\u1ea5t b\u1ea3n m\u1eabu. (Automatic Translation)
there-are-no-scheduled-publication-processes=Kh\u00f4ng c\u00f3 Ti\u1ebfn tr\u00ecnh xu\u1ea5t b\u1ea3n n\u00e0o \u0111\u00e3 \u0111\u01b0\u1ee3c l\u1eadp l\u1ecbch.
this-file-was-previously-uploaded-but-not-actually-imported=T\u1eadp tin \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean tr\u01b0\u1edbc \u0111\u00e2y nh\u01b0ng ch\u01b0a th\u1ef1c s\u1ef1 \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u v\u00e0o h\u1ec7 th\u1ed1ng.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Porlet n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c th\u00eam v\u00e0o trang tr\u1ef1c tuy\u1ebfn. Tr\u01b0\u1edbc ti\u00ean c\u1ea7n ph\u1ea3i xu\u1ea5t b\u1ea3n trang.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Portlet n\u00e0y \u0111\u01b0\u1ee3c \u0111\u1eb7t trong m\u1ed9t trang m\u00e0 n\u00f3 kh\u00f4ng t\u1ed3n t\u1ea1i trong site tr\u1ef1c tuy\u1ebfn. Tr\u01b0\u1edbc ti\u00ean ph\u1ea3i xu\u1ea5t b\u1ea3n trang.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Qu\u00e1 tr\u00ecnh n\u00e0y s\u1ebd c\u00f4ng b\u1ed1 nh\u1eefng thay \u0111\u1ed5i k\u1ec3 t\u1eeb khi c\u00f4ng b\u1ed1 cu\u1ed1i c\u00f9ng. (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=Phi\u00ean b\u1ea3n n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n khi <em>{0}</em> \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n t\u1edbi tr\u1ef1c tuy\u1ebfn (live).
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site.
unable-to-execute-process-x=Kh\u00f4ng th\u1ec3 th\u1ef1c thi ti\u1ebfn tr\u00ecnh ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=L\u1ecbch xu\u1ea5t b\u1ea3n
update-data=C\u1eadp nh\u1eadt d\u1eef li\u1ec7u
update-page-variation=C\u1eadp nh\u1eadt trang bi\u1ebfn th\u1ec3
update-site-pages-variation=C\u1eadp nh\u1eadt trang th\u00f4ng tin bi\u1ebfn th\u1ec3
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=N\u1ebfu \u0111\u00e3 ki\u1ec3m tra, xu\u1ea5t b\u1ea3n ho\u1eb7c nh\u1eadp kh\u1ea9u m\u1ed9t s\u1ed1 lo\u1ea1i n\u1ed9i dung v\u1edbi c\u00e1c v\u0103n b\u1ea3n trong \u0111\u00f3 s\u1ebd g\u00e2y ra Liferay \u0111\u1ec3 ki\u1ec3m tra c\u00e1c n\u1ed9i dung cho b\u1ea5t k\u1ef3 li\u00ean k\u1ebft n\u00e0o tham kh\u1ea3o m\u1ed9t trong c\u00e1c c\u1ed5ng m\u00e1y ch\u1ee7 \u1ea3o, v\u00e0 \u0111\u1ea3m b\u1ea3o r\u1eb1ng m\u1ed7i ng\u01b0\u1eddi trong s\u1ed1 c\u00e1c \u0111i\u1ec3m li\u00ean k\u1ebft \u0111\u1ebfn m\u1ed9t trang h\u1ee3p l\u1ec7 trong v\u00f2ng Liferay. B\u1ecf ch\u1ecdn \u0111i\u1ec1u n\u00e0y n\u1ebfu m\u00e1y ch\u1ee7 \u1ea3o c\u1ee7a b\u1ea1n c\u00f3 trang web kh\u00f4ng c\u00f3 trong Liferay. (Automatic Translation)
view-page-staging-options=Xem trang d\u00e0n t\u00f9y ch\u1ecdn (Automatic Translation)
view-source=Xem m\u00e3 ngu\u1ed3n
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eafp x\u1ebfp.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=B\u1ea1n \u0111ang xem trang n\u00e0y. B\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i v\u00e0 g\u1eedi nh\u1eefng thay \u0111\u1ed5i n\u00e0y \u0111\u1ec3 ph\u00ea duy\u1ec7t khi \u0111\u00e3 hi\u1ec7u ch\u1ec9nh xong.
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=B\u1ea1n kh\u00f4ng th\u1ec3 g\u1eedi thay \u0111\u1ed5i v\u00ec m\u1ed9t ng\u01b0\u1eddi kh\u00e1c \u0111\u00e3 g\u1eedi th\u00f4ng tin thay \u0111\u1ed5i l\u00ean v\u00e0 \u0111\u1ee3i duy\u1ec7t tr\u01b0\u1edbc b\u1ea1n.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=B\u1ea1n kh\u00f4ng th\u1ec3 g\u1eedi c\u00e1c thay \u0111\u1ed5i c\u1ee7a b\u1ea1n b\u1edfi v\u00ec tr\u00ecnh tr\u01b0\u1edbc \u0111\u00f3 c\u1ee7a b\u1ea1n v\u1eabn \u0111ang ch\u1edd ph\u00ea duy\u1ec7t. (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=B\u1ea1n kh\u00f4ng \u0111\u1ee7 th\u1ea9m quy\u1ec1n \u0111\u1ec3 thi\u1ebft l\u1eadp d\u00e0n trang.
