#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Wenn diese Seite ver\u00e4ndert wird, wird automatisch eine neue Version erzeugt.
a-page-variation-with-that-name-already-exists=Eine Seitenvariation mit diesem Namen existiert bereits.
a-site-pages-variation-with-that-name-already-exists=Eine sitespezifische Seitenvariation mit diesem Namen existiert bereits.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Ereignis hinzuf\u00fcgen
add-page-variation=Seitenvariation hinzuf\u00fcgen
add-site-pages-variation=Private sitespezifische Seitenvariation hinzuf\u00fcgen
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=Alle Seitenvariationen
all-site-pages-variations=Alle privaten sitespezifische Seitenvariationen von Sites
always-use-my-user-id=Verwende immer meinen Benutzernamen.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Der Import ist fehlgeschlagen, da die aktuelle Seite nicht in der Livegruppe gefunden werden kann.
an-unexpected-error-occurred-while-importing-your-file=Unerwarteter Fehler beim Importieren der Datei.
an-unexpected-error-occurred-with-the-initial-staging-publication=Bei der initialen Publikation ist ein unerwarteter Fehler aufgetreten.
are-you-sure-you-want-to-activate-local-staging-for-x=Sind Sie sicher, dass Sie lokales Staging f\u00fcr {0} aktivieren m\u00f6chten?
are-you-sure-you-want-to-activate-remote-staging-for-x=Sind Sie sicher, dass Sie Remotestaging f\u00fcr {0} aktivieren wolle?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Sind Sie sich sicher, dass Sie die Live-Version kopieren und die Staging-Version aktualisieren m\u00f6chten?
are-you-sure-you-want-to-deactivate-staging-for-x=Sind Sie sicher, dass Sie Staging f\u00fcr {0} deaktivieren m\u00f6chten?
are-you-sure-you-want-to-merge-changes-from-x=Sind Sie sicher, dass Sie die \u00c4nderungen von {0} zusammenf\u00fchren m\u00f6chten?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Sind Sie sicher, dass Sie auf dem Livesystem publizieren und bestehende Portletdaten aktualisieren m\u00f6chten?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Sind Sie sicher, dass Sie die initiale Publikation verwerfen m\u00f6chten?
authorship-of-the-content=Verfasserschaft von Inhalten
change-the-configuration-in-the-details-section=Die Konfiguration im Abschnitt Details \u00e4ndern.
change-to-private-pages=Auf private Seiten wechseln
change-to-public-pages=Auf \u00f6ffentliche Seiten wechseln
changes-since-last-publication=\u00c4nderungen seit der letzten Publikation
contact-your-administrator-to-change-the-configuration=F\u00fcr Konfigurations\u00e4nderungen wenden Sie sich bitte an Ihren Administrator.
copy-as-new=Neue Kopie anlegen
copy-from-live=Aus Livesystem kopieren
copy-pages-from-site-pages-variation=Seiten aus den privaten sitespezifischen Seitenvariationen kopieren
copy-pages-from-site-pages-variation-help=Es wird nur die neueste, als zur Publikation bereit markierte Version kopiert.
current-and-previous=Gegenw\u00e4rtige und vergange Prozesse
current-version=Aktuelle Version
custom-export=Benutzerdefinierter Export
custom-publication=Benutzerdefinierte Publikation
delete-application-data-before-importing=Delete Application Data Before Importing (Automatic Copy)
delete-missing-layouts=Fehlende Seiten l\u00f6schen
delete-missing-layouts-help=Ist diese Option ausgew\u00e4hlt, werden alle nicht in der zu importierenden LAR-Datei vorhandenen Seiten dieser Site gel\u00f6scht.
delete-missing-layouts-staging-help=Ist diese Option ausgew\u00e4hlt, werden alle nicht im Livesystem vorhandenen Seiten der Stagingumgebung gel\u00f6scht.
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data? (Automatic Copy)
deletions-help=Ist diese Option ausgew\u00e4hlt, werden L\u00f6schvorg\u00e4nge von Inhaltstypen in der Zielsite repliziert.
deletions-help-export=If this option is chosen, the delete operations performed for content types will be exported to the LAR file. (Automatic Copy)
drop-a-lar-file-here-to-import=LAR-Datei f\u00fcr den Import hierher ziehen
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Die Struktur f\u00fcr dynamische Datenzuordnungen mit dem Schl\u00fcssel {0} existiert bereits.
enabled-on-private-pages=Auf private Seiten aktiviert
enabled-on-public-pages=Auf \u00f6ffentlichen Seiten aktiviert
export-entity=Export Asset (Automatic Copy)
export-import-configuration=Export/Import Template (Automatic Copy)
export-import-portlet-permissions-help=Ist diese Option ausgew\u00e4hlt, werden Berechtigungen f\u00fcr das exportierte Portletfenster ber\u00fccksichtigt.
export-import-service-configuration-name=Export/Import Service (Automatic Copy)
export-import-theme-settings-help=Ist diese Option w\u00e4hrend eines Exports aktiviert, werden das f\u00fcr die Site gew\u00e4hlte Theme und Farbschema in die resultierende LAR-Datei einbezogen. Ist diese Option w\u00e4hrend eines Imports aktiviert, werden Einstellungen zu Theme und Farbschema importiert und f\u00fcr alle Seiten genutzt.
export-individual-deletions=Export Individual Deletions (Automatic Copy)
export-permissions=Berechtigungen exportieren
export-private-pages=Private Seite bearbeiten
export-public-pages=\u00d6ffentliche Seiten exportieren
export-templates=Vorlagen exportieren
export-the-selected-data-to-the-given-lar-file-name=Die ausgew\u00e4hlten Daten als die angegebene LAR-Datei exportieren.
file-summary=Dateizusammenfassung
global-site=Global Site (Automatic Copy)
go-to-live=Zum Livesystem wechseln
go-to-remote-live=Zum Remote-Livesystem wechseln
go-to-staging=Zum Stagingsystem wechseln
go-to-this-version=Zu dieser Version wechseln
import-data-strategy-copy-as-new-help=Alle Daten und Inhalte der LAR-Datei erzeugen bei jedem Import neue Eintr\u00e4ge innerhalb aktuellen Site.
import-data-strategy-mirror-help=Alle Daten und Inhalte der LAR-Datei erzeugen beim initialen Import neue Eintr\u00e4ge innerhalb aktuellen Site, allerdings bleiben Referenzen zu den Quelleintr\u00e4gen erhalten. Nachfolgende Importvorg\u00e4nge von der selben Quelle aktualisieren bestehende Eintr\u00e4ge statt neue zu erstellen.
import-data-strategy-mirror-with-overwriting-help=Identisches Verhalten wie beim normalen Spiegeln, es werden jedoch alle Dokumente oder Bilder mit gleichen Namen \u00fcberschrieben.
import-entity=Import Asset (Automatic Copy)
import-permissions=Berechtigungen importieren
import-private-pages=Privaten Seiten importieren
import-public-pages=\u00d6ffentliche Seiten importieren
include-always=Include Always (Automatic Copy)
include-if-modified=Include If Modified (Automatic Copy)
initial-publication=Initiale Publikation
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Mit Hilfe von Export/Import k\u00f6nnen Sie eine vollst\u00e4ndige Site oder eine Untermenge deren Inhalts exportieren oder importieren.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Mit Stagingkonfiguration k\u00f6nnen die ver\u00e4nderbaren Stagingeinstellungen der Site angepasst werden.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Export
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Import
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Stagingkonfiguration
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Staging
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=Die aktuelle Site ist die Livesite einer Remotestaging-Umgebung. F\u00fcr diese kann trotzdem Staging aktiviert werden, um einen mehrstufigen Stagingprozess abzubilden. Einige Stagingoptionen stehen nicht zur Verf\u00fcgung.
local-live=Lokales Livesystem
manage-page-variations=Seitenvariationen verwalten
mark-as-ready-for-publication=Als "Bereit zur Publikation" markieren
merge-site-pages-variation=Sitespezifische Seitenvariationen zusammenf\u00fchren
mirror-with-overwriting=Spiegeln mit \u00dcberschreiben
missing-manifest.xml=manifest.xml not found in the LAR (Automatic Copy)
new-custom-export=Neuer benutzerdefineirter Export
new-export=Neuer Export
new-export-based-on-x=Neuer Export, basierend auf {0}
new-export-process=Neuer Exportprozess
new-export-template=Neue Exportvorlage
new-publication=Neue Publikation
new-publication-based-on-x=Neue Publikation, basierend auf {0}
new-publication-process=Neuer Publiaktionsprozess
new-publish-template=Neue Publikationsvorlage
no-export-processes-were-found=Es wurden keine Exportprozesse gefunden.
no-import-processes-were-found=Es wurden keine Importprozesse gefunden.
no-pages=Keine Seiten
no-processes-were-found=No processes were found. (Automatic Copy)
no-publication-processes-were-found=Es wurden keine Publikationsprozesse gefunden.
no-scheduled-publication-processes-were-found=Es wurden keine geplanten Publikationsprozesse gefunden.
none-empty-site-pages-variation=Keine (Leere sitespezifische Seitenvariation)
only-one-site-pages-variation-can-be-the-main-one=Nur eine sitespezifische Seitenvariation kann als Hauptseitenvariation festgelegt werden.
page-variation-was-added=Seitenvariation hinzugef\u00fcgt.
page-variation-was-deleted=Seitenvariation wurde gel\u00f6scht.
page-variation-was-updated=Seitenvariation wurde aktualisiert.
page-variations-help=Mit Seitenvariationen k\u00f6nnen Sie mit verschiedenen Versionen der gleichen Seite gleichzeitg arbeiten. Es wird die Version auf das Livesystem publiziert wird, die als <em>Bereit zur Publikation</em> markiert wurde.
page-variations-x=Seitenvariationen {0}
page-versioning=Seitenversionierung
page-versioning-help=Mit der Seitenversionierung k\u00f6nnen Sie mit verschiedenen Variationen der Seiten gleichzeitg arbeiten. Au\u00dferdem ist eine Nachverfolgung der \u00c4nderungen dieser Seiten m\u00f6glich.
page-x-has-not-been-published-to-live-yet=Die Seite {0} wurde noch nicht auf dem Livesystem publiziert.
page-x-was-last-published-from-x=Die Seite {0} wurde zuletzt von {1} publiziert.
page-x-was-last-published-to-live=Die Seite {0} wurde zuletzt auf dem Livesystem publiziert.
pages-options=Seitenoptionen
pages-to-export=Exportierte Seiten
pages-to-publish=Zu publizierende Seiten
pages-variations-help=Mit sitespezifischen Seitenvariationen k\u00f6nnen Sie mit verschiedenen Versionen der Seiten Ihrer Site gleichzeitig arbeiten. Inhalte werden dabei von allen sitespezifischen Seitenvariationen gemeinsam benutzt. Publikationen jeder sitespezifischen Seitenvariation k\u00f6nnen geplant oder manuall ausgel\u00f6st werden.
pages-x=Seiten {0}
please-enter-a-valid-end-date-that-is-in-the-past=Bitte geben Sie ein g\u00fcltiges, bereits vergangenes, Datum ein.
please-enter-a-valid-start-date-that-is-in-the-past=Bitte geben Sie ein g\u00fcltiges Startdatum aus der Vergangenheit ein.
please-wait-as-the-publication-processes-on-the-remote-site=Bitte warten Sie bis der Publikationsprozess zur Remotesite abgeschlossen ist.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Details des Prozesses
process-name-placeholder=Geben Sie den Namen des Prozesses an (z.B. Marias w\u00f6chentliche Artikelpublikation)
processes=Prozesse
publish-permissions=Berechtigungen publizieren
publish-templates=Publikationsvorlagen
publish-templates-can-be-administered-in-the-control-menu=Publikationsvorlagen k\u00f6nnen im Kontrollmen\u00fc verwaltet werden.
publish-to-remote-live=Auf Remote-Livesystem publizieren
ready-for-publication=Bereit zur Publikation
referenced-content-behavior=Referenced Content Behavior (Automatic Copy)
refresh-counts=Anzahl der Aktualisierungen
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replicate Individual Deletions (Automatic Copy)
see-more-details=Details anzeigen
selected-pages=Ausgew\u00e4hlte Seiten
simple-publication-help=Einfache Publikation umfasst die Publikation von Theme und Seiteneinstellungen, Logo, L\u00f6schvorg\u00e4ngen und Berechtigungen.
site-page-variation-was-added=Seitenvariation f\u00fcr Site hinzugef\u00fcgt.
site-page-variation-was-deleted=Seitenvariation f\u00fcr Site wurde gel\u00f6scht.
site-page-variation-was-merged=Seitenvariation f\u00fcr Site wurde zusammengef\u00fchrt.
site-page-variation-was-updated=Seitenvariation f\u00fcr Site wurde aktualisiert.
site-pages-variation-x=Sitespezifischen Seitenvariation {0}
staged-content=Staginginhalte
staged-portlets-alert=Ist ein Portlet ausgew\u00e4hlt, werden dessen Daten in die Stagingumgebung kopiert. Das Bearbeiten der Daten der Liveumgebung ist dann nicht mehr m\u00f6glich. Beim Abw\u00e4hlen von Portlets sollte darauf geachtet werden, dass \u00c4nderungen zu erst publiziert werden, da diese andernfalls verloren gehen k\u00f6nnten.
staged-portlets-help=Ausgew\u00e4hlte Portlets sind dem Stagingprozess unterworfen. Das bedeutet, dass deren Daten automatisch publiziert werden, wenn eine diese Portlets enthaltende Seite publiziert wird. L\u00e4sst sich ein Portlet nicht abw\u00e4hlen, werden dessen Daten immer automatisch exportiert, auch wenn diese sich nicht auf einer Seite befinden. Portlets, die nicht ausgew\u00e4hlt werden k\u00f6nnen werden nicht publiziert. <em>Kollaborationsportlets</em>, wie <em>Blogs</em>, <em>Foren</em> und <em>Wikis</em> sind standardm\u00e4\u00dfig vom Stagingprozess ausgenommen, da deren Nutzdaten \u00fcberlicherweise im Livesystem erstellt werden. Ist ein Portlet <em>nicht</em> dem Stagingprozess unterworfen, h\u00e4lt nur Livesystem wichtige Daten vor. Wird <em>lokales Staging</em> verwendet, werden in beiden Umgebungen die gleichen Daten dargestellt.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=F\u00fcr diese Site kann Staging nicht benutzt werden, weil die Vererbung von \u00c4nderungen der Sitevorlage aktiviert ist.
staging-configuration=Stagingkonfiguration
staging-is-successfully-disabled=Staging wurde erfolgreich deaktiviert.
staging-live-help-x=Sie sehen die Live-Version von <em>{0}</em>. Hier k\u00f6nnen keine \u00c4nderungen vorgenommen werden. Bitte nehmen Sie Ihre \u00c4nderungen im Stagingsystem vor und publizieren Sie diese danach, um sie zu ver\u00f6ffentlichen.
staging-live-help2-x=Sie sehen die Live-Version von <em>{0}</em>. Die hier oder in der Stagingumgebung vorgenommenen \u00c4nderungen sind nach dem Publizieren \u00f6ffentlich verf\u00fcgbar.
staging-options=Stagingoptionen
staging-staging-help-x=Sie betrachten die Stagingversion von <em>{0}</em>. Die hier vorgenommenen \u00c4nderungen sind nach dem Publizieren \u00f6ffentlich verf\u00fcgbar.
staging-type=Stagingtyp
staging-type-local=Die aktuelle Site wird geklont. Die geklonte Site beinhaltet eine Kopie aller Seiten und aller Portlets, die f\u00fcr das Staging konfiguriert sind (siehe <em>Stagingportlets</em> unten). Der Klon wird als <em>Stagingumgebung</em> genutzt, w\u00e4hrend die urspr\u00fcngliche Site zur <em>Liveumgebung</em> wird.
staging-type-remote=Diese Site wird mit der auf einem Remoteserver verbunden. Diese Site wird zur <em>Stagingumgebung</em>, w\u00e4hrend die Remote-Site zur <em>Liveumgebung</em> wird.
switch-to-advanced-publication=Zur erweiterten Publikation wechseln
switch-to-simple-publication=Zur einfachen Publikation wechseln
template-type=Vorlagentyp
the-file-is-ready-to-be-imported=Die Datei kann importiert werden.
the-file-x-cannot-be-imported=Die Datei <em>{0}</em> kann nicht importiert werden.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=Die LAR-Datei konnte nicht importiert werden weil diese Seiten- oder Sitevorlagen erfordert, die nicht gefunden werden konnten. Bitte importierten Sie folgende Vorlagen manuell\:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Die Seiten k\u00f6nnen nicht publiziert werden, weil eine oder mehrere erforderliche Seitenvorlagen auf dem Remotesystem nicht gefunden werden konnten. Bitte importieren Sie die folgenden Vorlagen manuell\:
the-process-referenced-by-this-notification-does-not-exist=The process referenced by this notification does not exist. (Automatic Copy)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=Der Status der Publikation kann auf der Publikationseite gepr\u00fcft werden.
theme-settings=Theme-Einstellungen
there-are-no-processes-in-progress-anymore=Es befinden sich keine Prozesse in Bearbeitung.
there-are-no-saved-export-templates=Keine gespeicherten Exportvorlagen verf\u00fcgbar.
there-are-no-saved-publish-templates=Keine gespeicherten Publikationsvorlagen verf\u00fcgbar.
there-are-no-scheduled-publication-processes=Keine geplanten Publikationsprozesse gefunden.
this-file-was-previously-uploaded-but-not-actually-imported=Die Datei wurde zuvor hochgeladen aber bis jetzt noch nicht importiert.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Dieses Portlet wurde nicht zur Liveseite hinzugef\u00fcgt. Publizieren Sie zuerst diese Seite.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Dieses Portlet wurde in eine Seite eingef\u00fcgt, die nicht in der Live-Site existiert. Publizieren Sie zuerst die Seite.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Dieser Prozess publiziert die \u00c4nderungen seit der letzten Publikation.
this-version-will-be-published-when-x-is-published-to-live=Diese Version wird ver\u00f6ffentlicht, wenn <em>{0}</em> auf dem Livesystem publiziert wird.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Remotestaging kann auf der Site mit der ID {0} nicht aktiviert werden. Das Staging von globalen Sites ist nur mit anderen globalen Sites m\u00f6glich.
unable-to-execute-process-x=Prozess kann nicht ausgef\u00fchrt werden ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Unbenannte geplante Publikation
update-data=Daten aktualisieren
update-page-variation=Seitenvariation aktualisieren
update-site-pages-variation=Sitespezifische Seitenvariation aktualisieren
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay. (Automatic Copy)
view-page-staging-options=Stagingoptionen der Seite anzeigen
view-source=Quelle anzeigen
x,-created-x-ago={0}, erstellt vor {1}.
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} ist dem Publikationsprozess unterworfen.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Sie rezensieren gerade diese Seite. \u00c4nderungen k\u00f6nnen durchgef\u00fchrt und als n\u00e4chster Schritt in den Workflow \u00fcbergeben werden.
you-can-also-forcibly-disable-remote-staging=Sie k\u00f6nnen die Deaktivierung von Remotestaging auch <a href\="{0}">erzwingen</a>.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Sie k\u00f6nnen keine \u00c4nderungen einreichen, weil jemand anderes bereits \u00c4nderungen zur Genehmigung eingereicht hat.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Sie k\u00f6nnen keine \u00c4nderungen einreichen, da eine vorherige Einreichung noch nicht genehmigt wurde.
you-do-not-have-permission-to-manage-settings-related-to-staging=Sie haben keine Berechtigung um die Einstellungen zum Staging zu \u00e4ndern.
