#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044f, \u0430\u043a\u043e \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0430. (Automatic Translation)
a-page-variation-with-that-name-already-exists=\u0412\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441 \u0442\u043e\u0432\u0430 \u0438\u043c\u0435 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. (Automatic Translation)
a-site-pages-variation-with-that-name-already-exists=\u0412\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441 \u0442\u043e\u0432\u0430 \u0438\u043c\u0435 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. (Automatic Translation)
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435
add-page-variation=Add Page Variation
add-site-pages-variation=Site Pages Variation
all-content-import-help=The content and metadata of all applications is imported.
all-page-variations=Add Page Variation
all-site-pages-variations=Site Pages Variation
always-use-my-user-id=\u0412\u0438\u043d\u0430\u0433\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439 \u043c\u043e\u0435\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e ID.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0436\u0438\u0432\u043e \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0435 \u0441\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
an-unexpected-error-occurred-while-importing-your-file=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b.
an-unexpected-error-occurred-with-the-initial-staging-publication=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0441 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u043e\u0442\u043e \u0441\u043f\u0438\u0440\u0430\u043d\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435\u0442\u043e. (Automatic Translation)
are-you-sure-you-want-to-activate-local-staging-for-x=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0432\u0430?
are-you-sure-you-want-to-activate-remote-staging-for-x=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0432\u0430?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043a\u043e\u043f\u0438\u0440\u0430\u0442\u0435 \u0438 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430?
are-you-sure-you-want-to-deactivate-staging-for-x=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0432\u0430?
are-you-sure-you-want-to-merge-changes-from-x=Are you sure you want to merge changes from {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0438 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0432 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430?
are-you-sure-you-want-to-remove-the-initial-staging-publication=\u0421\u0430 \u043d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435? (Automatic Translation)
authorship-of-the-content=\u0410\u0432\u0442\u043e\u0440\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e (Automatic Translation)
change-the-configuration-in-the-details-section=\u0421\u043c\u044f\u043d\u0430 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0441 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
change-to-private-pages=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043a\u044a\u043c \u0447\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
change-to-public-pages=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
changes-since-last-publication=\u041f\u0440\u043e\u043c\u0435\u043d\u0438 \u043e\u0442 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f (Automatic Translation)
contact-your-administrator-to-change-the-configuration=\u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u0432\u0430\u0448\u0438\u044f \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430. (Automatic Translation)
copy-as-new=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043a\u0430\u0442\u043e \u043d\u043e\u0432\u043e
copy-from-live=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 Live
copy-pages-from-site-pages-variation=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 \u0441\u0430\u0439\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u044f (Automatic Translation)
copy-pages-from-site-pages-variation-help=Only the latest version marked as ready for publication is copied.
current-and-previous=\u0422\u0435\u043a\u0443\u0449\u0438\u044f \u0438 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438\u044f (Automatic Translation)
current-version=\u0422\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f (Automatic Translation)
custom-export=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0437\u043d\u043e\u0441 (Automatic Translation)
custom-publication=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
delete-application-data-before-importing=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u0440\u0435\u0434\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
delete-missing-layouts=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
delete-missing-layouts-help=If this option is chosen, all the pages in this site that are not present in the import LAR file are deleted.
delete-missing-layouts-staging-help=If this option is chosen, all the pages in the live environment that are not present in the staging environment are deleted.
delete-portlet-data-before-importing-confirmation=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u043f\u0440\u0435\u0434\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e. \u041d\u044f\u043a\u043e\u0438 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0432 \u0434\u0440\u0443\u0433\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u0442 \u0442\u0435\u0437\u0438 \u0434\u0430\u043d\u043d\u0438. \u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u0434\u0430\u043d\u043d\u0438? (Automatic Translation)
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=\u0410\u043a\u043e \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430, \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438, \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0438 \u0437\u0430 \u0442\u0438\u043f\u043e\u0432\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d \u0432 \u0417\u0423\u0411 \u0444\u0430\u0439\u043b. (Automatic Translation)
drop-a-lar-file-here-to-import=\u041f\u0443\u0441\u043d\u0435\u0442\u0435 \u0417\u0423\u0411 \u0444\u0430\u0439\u043b \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Dynamic data mapping structure with structure key {0} already exists. (Automatic Copy)
enabled-on-private-pages=\u041f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
enabled-on-public-pages=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
export-entity=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432 (Automatic Translation)
export-import-configuration=\u0428\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u0438\u0437\u043d\u043e\u0441/\u0432\u043d\u043e\u0441 (Automatic Translation)
export-import-portlet-permissions-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430, \u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d\u0438 \u0437\u0430 \u0438\u0437\u043d\u0430\u0441\u044f\u043d\u0438\u0442\u0435 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u0441\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438. (Automatic Translation)
export-import-service-configuration-name=\u0418\u0437\u043d\u043e\u0441/\u0432\u043d\u043e\u0441 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
export-import-theme-settings-help=When selected on export, the theme and color scheme chosen for the site are included in the resulting LAR files. When selected on import, the theme and color scheme settings are imported and all the pages are configured to use them.
export-individual-deletions=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0438\u044f (Automatic Translation)
export-permissions=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0438\u0437\u043d\u043e\u0441 (Automatic Translation)
export-private-pages=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
export-public-pages=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
export-templates=\u0428\u0430\u0431\u043b\u043e\u043d\u0438 \u0437\u0430 \u0438\u0437\u0433\u043b\u0435\u0434
export-the-selected-data-to-the-given-lar-file-name=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0432 \u0434\u0430\u0434\u0435\u043d\u0438\u044f LAR \u0444\u0430\u0439\u043b.
file-summary=\u0424\u0430\u0439\u043b \u0441 \u0420\u0435\u0437\u044e\u043c\u0435 (Automatic Translation)
global-site=\u0413\u043b\u043e\u0431\u0430\u043b\u0435\u043d \u0441\u0430\u0439\u0442 (Automatic Translation)
go-to-live=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0436\u0438\u0432\u043e (Automatic Translation)
go-to-remote-live=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438 \u0436\u0438\u0432\u043e (Automatic Translation)
go-to-staging=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 (Automatic Translation)
go-to-this-version=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0435\u0440\u0441\u0438\u044f (Automatic Translation)
import-data-strategy-copy-as-new-help=All data and content inside the imported LAR is created as new entries within the current site every time the LAR is imported.
import-data-strategy-mirror-help=All data and content inside the imported LAR is created as new the first time while maintaining a reference to the source. Subsequent imports from the same source update the entries instead of creating new entries.
import-data-strategy-mirror-with-overwriting-help=\u0421\u044a\u0449\u043e\u0442\u043e \u043f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0435 \u043a\u0430\u0442\u043e \u043e\u0433\u043b\u0435\u0434\u0430\u043b\u043e \u0441\u0442\u0440\u0430\u0442\u0435\u0433\u0438\u044f, \u043d\u043e \u0430\u043a\u043e \u0434\u0430\u0434\u0435\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435 \u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u043e, \u0442\u043e \u0441\u0435 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430. (Automatic Translation)
import-entity=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0430\u043a\u0442\u0438\u0432 (Automatic Translation)
import-permissions=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f (Automatic Translation)
import-private-pages=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
import-public-pages=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
include-always=\u0412\u043a\u043b\u044e\u0447\u0438 \u0432\u0438\u043d\u0430\u0433\u0438 (Automatic Translation)
include-if-modified=\u0412\u043a\u043b\u044e\u0447\u0432\u0430 \u043f\u0440\u0438\u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0435 (Automatic Translation)
initial-publication=\u041f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u0418\u0437\u043d\u043e\u0441/\u0432\u043d\u043e\u0441 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0438\u043b\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0446\u0435\u043b\u0438\u044f \u0441\u0430\u0439\u0442, \u0438\u043b\u0438 \u043f\u043e\u0434\u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0443\u0435\u043c\u0438 \u0441\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0441\u0430\u0439\u0442. (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u0418\u0437\u043d\u043e\u0441/\u0432\u043d\u043e\u0441 (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=\u0418\u0437\u043d\u043e\u0441 (Automatic Translation)
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 (Automatic Translation)
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=\u0422\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0430\u0439\u0442 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0430 \u043a\u0430\u0442\u043e \u0436\u0438\u0432\u043e \u0441\u0430\u0439\u0442 \u0437\u0430 \u0434\u0438\u0441\u0442\u0430\u043d\u0446\u0438\u043e\u043d\u043d\u043e \u0441\u0440\u0435\u0434\u0430 \u0437\u0430 \u0441\u043f\u0438\u0440\u0430\u043d\u0435. \u0422\u043e\u0439 \u043c\u043e\u0436\u0435 \u0432\u0441\u0435 \u043e\u0449\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d \u043a\u0430\u0442\u043e \u0441\u0440\u0435\u0434\u0430 \u0437\u0430 \u0441\u043f\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0441\u0442\u0438\u0433\u0430\u043d\u0435 \u043d\u0430 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0441\u0442\u044a\u043f\u043a\u0430 \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430, \u0432\u044a\u043f\u0440\u0435\u043a\u0438 \u0447\u0435 \u043d\u044f\u043a\u043e\u0438 \u043e\u0442 \u043e\u043f\u0446\u0438\u0438\u0442\u0435, \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u0441\u0430 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u0438. (Automatic Translation)
local-live=\u041c\u0435\u0441\u0442\u043d\u0438 \u0436\u0438\u0432\u043e (Automatic Translation)
manage-page-variations=Add Page Variation
mark-as-ready-for-publication=\u041c\u0430\u0440\u043a\u0438\u0440\u0430\u0439 \u043a\u0430\u0442\u043e \u0433\u043e\u0442\u043e\u0432 \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
merge-site-pages-variation=Site Pages Variation
mirror-with-overwriting=\u041e\u0433\u043b\u0435\u0434\u0430\u043b\u043e \u0441 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 (Automatic Translation)
missing-manifest.xml=manifest.XML \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0417\u0423\u0411 (Automatic Translation)
new-custom-export=\u041d\u043e\u0432 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0437\u043d\u043e\u0441 (Automatic Translation)
new-export=\u041d\u043e\u0432 \u0435\u043a\u0441\u043f\u043e\u0440\u0442 (Automatic Translation)
new-export-based-on-x=New Export Based on {0} (Automatic Copy)
new-export-process=\u041d\u043e\u0432 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
new-export-template=\u041d\u043e\u0432 \u0448\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u0438\u0437\u043d\u043e\u0441 (Automatic Translation)
new-publication=\u041d\u043e\u0432\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f (Automatic Translation)
new-publication-based-on-x=New Publication Based on {0} (Automatic Copy)
new-publication-process=\u041d\u043e\u0432 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
new-publish-template=\u041d\u043e\u0432 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d (Automatic Translation)
no-export-processes-were-found=\u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0430 \u0438\u0437\u043d\u043e\u0441 \u043f\u0440\u043e\u0446\u0435\u0441\u0438. (Automatic Translation)
no-import-processes-were-found=\u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0430 \u0432\u043d\u043e\u0441 \u043f\u0440\u043e\u0446\u0435\u0441\u0438. (Automatic Translation)
no-pages=\u041c\u043e\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
no-processes-were-found=\u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0438. (Automatic Translation)
no-publication-processes-were-found=\u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438. (Automatic Translation)
no-scheduled-publication-processes-were-found=\u041f\u043b\u0430\u043d\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438. (Automatic Translation)
none-empty-site-pages-variation=\u041d\u0438\u043a\u043e\u0439 (\u043f\u0440\u0430\u0437\u0435\u043d \u0441\u0430\u0439\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u044f) (Automatic Translation)
only-one-site-pages-variation-can-be-the-main-one=\u0421\u0430\u043c\u043e \u0435\u0434\u043d\u0430 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u0441\u043d\u043e\u0432\u043d\u0438\u0442\u0435 \u0435\u0434\u0438\u043d. (Automatic Translation)
page-variation-was-added=\u0414\u043e\u0431\u0430\u0432\u0435\u043d \u0435 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
page-variation-was-deleted=\u0412\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0430. (Automatic Translation)
page-variation-was-updated=\u0412\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d. (Automatic Translation)
page-variations-help=Page variations allow you to work in parallel in different versions of the same page inside this pages variation. When publishing to live, the version marked as <em>ready for publication</em> is the one that is published.
page-variations-x=Page Variations {0} (Automatic Copy)
page-versioning=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u0438 (Automatic Translation)
page-versioning-help=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0435\u0440\u0441\u0438\u0438\u0442\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u044f\u0442 \u043f\u0430\u0440\u0430\u043b\u0435\u043b\u043d\u043e \u0432 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435. \u0422\u044f \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u0440\u0430\u0437\u0432\u0438\u0442\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432 \u0442\u0435\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438. (Automatic Translation)
page-x-has-not-been-published-to-live-yet=Page {0} has not been published to Live yet. (Automatic Copy)
page-x-was-last-published-from-x=Page {0} was last published from {1}. (Automatic Copy)
page-x-was-last-published-to-live=Page {0} was last published to Live. (Automatic Copy)
pages-options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 (Automatic Translation)
pages-to-export=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0437\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
pages-to-publish=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
pages-variations-help=Site Pages Variations allow you to work in parallel in different versions of the pages of the site. Content is shared by all your Site Pages Variations. Publication to live of any Site Pages Variation can be scheduled or done manually.
pages-x=Pages {0} (Automatic Copy)
please-enter-a-valid-end-date-that-is-in-the-past=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0435 \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e. (Automatic Translation)
please-enter-a-valid-start-date-that-is-in-the-past=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0435 \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e. (Automatic Translation)
please-wait-as-the-publication-processes-on-the-remote-site=\u041c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435, \u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u0438\u0442\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442. (Automatic Translation)
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=\u041f\u0440\u043e\u0446\u0435\u0441 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442 (Automatic Translation)
process-name-placeholder=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u041c\u0430\u0440\u0438\u044f \u0441\u0435\u0434\u043c\u0438\u0447\u0435\u043d \u0447\u043b\u0435\u043d \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435). (Automatic Translation)
processes=\u041f\u0440\u043e\u0446\u0435\u0441\u0438 (Automatic Translation)
publish-permissions=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f (Automatic Translation)
publish-templates=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 (Automatic Translation)
publish-templates-can-be-administered-in-the-control-menu=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u043a\u043e\u043d\u0442\u0440\u043e\u043b. (Automatic Translation)
publish-to-remote-live=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u0441\u0442\u0430\u043d\u0446\u0438\u043e\u043d\u043d\u043e \u0436\u0438\u0432\u043e (Automatic Translation)
ready-for-publication=\u0413\u043e\u0442\u043e\u0432 \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
referenced-content-behavior=\u0426\u0438\u0442\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0435 (Automatic Translation)
refresh-counts=\u041e\u0431\u043d\u043e\u0432\u0438 \u0431\u0440\u043e\u0438 (Automatic Translation)
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=\u0412\u044a\u0437\u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0436\u0434\u0430\u0442 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0438\u044f (Automatic Translation)
see-more-details=\u0412\u0438\u0436\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 (Automatic Translation)
selected-pages=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simple-publication-help=\u041f\u0440\u043e\u0441\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043c\u0430 \u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043b\u043e\u0433\u043e, \u0437\u0430\u043b\u0438\u0447\u0430\u0432\u0430\u043d\u0438\u044f \u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f. (Automatic Translation)
site-page-variation-was-added=\u0412\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d. (Automatic Translation)
site-page-variation-was-deleted=\u0412\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0441\u0430\u0439\u0442 \u0435 \u0438\u0437\u0442\u0440\u0438\u0442. (Automatic Translation)
site-page-variation-was-merged=\u0421\u0430\u0439\u0442 \u043d\u0430 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u0441\u043b\u0438\u0432\u0430. (Automatic Translation)
site-page-variation-was-updated=\u0421\u0430\u0439\u0442 \u043d\u0430 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d. (Automatic Translation)
site-pages-variation-x=Site Pages Variation {0} (Automatic Copy)
staged-content=\u041f\u043e\u0435\u0442\u0430\u043f\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 (Automatic Translation)
staged-portlets-alert=\u041a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043c\u0443 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0441\u0435 \u043a\u043e\u043f\u0438\u0440\u0430\u0442 \u043d\u0430 \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430\u0442\u0430 \u0438 \u043d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0433\u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u043d\u0430 \u0436\u0438\u0432\u043e. \u041a\u043e\u0433\u0430\u0442\u043e unchecking \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u043e\u0440\u0442\u043b\u0435\u0442, \u0441\u0435 \u0443\u0432\u0435\u0440\u0435\u0442\u0435, \u0447\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u0441\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438 \u043f\u044a\u0440\u0432\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0432 \u043f\u0440\u043e\u0442\u0438\u0432\u0435\u043d \u0441\u043b\u0443\u0447\u0430\u0439 \u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0433\u0443\u0431\u0435\u043d\u0438. (Automatic Translation)
staged-portlets-help=Portlets that are checkmarked are <em>Staged</em>. This means that their data is published automatically whenever a page containing them is published. Those portlets which are disabled and checkmarked are always automatically exported, even if they are not on the page. Those which are disabled and not checkmarked are never automatically published. <em>Collaboration</em> portlets, such as <em>Blogs</em>, <em>Message Boards</em>, and <em>Wiki</em> are excluded from being <em>Staged</em> by default as their data typically originates in Live. Effectively, when a portlet is <em>NOT Staged</em> the <em>Live</em> environment contains the only important data. When <em>Local Live</em> staging is used, the same data is displayed whether viewing the portlet from either environment. (Automatic Copy)
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u043c\u043d\u043e\u0436\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043e\u0442 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e. (Automatic Translation)
staging-configuration=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
staging-is-successfully-disabled=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u043e. (Automatic Translation)
staging-live-help-x=You are viewing the live version of <em>{0}</em> and cannot make changes here. Make your changes in staging and publish them to Live afterwards to make them public.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u043e\u043f\u0446\u0438\u0438 (Automatic Translation)
staging-staging-help-x=You are viewing the staged version of <em>{0}</em>. You can make changes here and publish them to Live afterwards to make them public. (Automatic Copy)
staging-type=\u041f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u0442\u0438\u043f (Automatic Translation)
staging-type-local=A clone of the current site is created which contains copies of all existing pages and data of portlets configured to be staged (see <em>Staged Portlets</em> below). This clone becomes the <em>Staging</em> environment while the original becomes the <em>Live</em> environment. (Automatic Copy)
staging-type-remote=A connection is made between this site and one existing in a remote server. This site becomes the <em>Staging</em> environment while the remote site becomes the <em>Live</em> environment. (Automatic Copy)
switch-to-advanced-publication=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
switch-to-simple-publication=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u043f\u0440\u043e\u0441\u0442\u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
template-type=\u0422\u0438\u043f \u0448\u0430\u0431\u043b\u043e\u043d (Automatic Translation)
the-file-is-ready-to-be-imported=\u0424\u0430\u0439\u043b\u044a\u0442 \u0435 \u0433\u043e\u0442\u043e\u0432 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d. (Automatic Translation)
the-file-x-cannot-be-imported=The file <em>{0}</em> cannot be imported. (Automatic Copy)
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=\u0417\u0423\u0411 \u0444\u0430\u0439\u043b\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u0437\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d. \u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u0440\u044a\u0447\u043d\u043e\: (Automatic Translation)
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u0440\u044a\u0447\u043d\u043e\: (Automatic Translation)
the-process-referenced-by-this-notification-does-not-exist=\u041f\u0440\u043e\u0446\u0435\u0441\u0430, \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u0438 \u043e\u0442 \u0442\u043e\u0432\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430\u043d\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u043d\u0430 \u0435\u043a\u0440\u0430\u043d\u0430 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435. (Automatic Translation)
theme-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0442\u0435\u043c\u0430 (Automatic Translation)
there-are-no-processes-in-progress-anymore=\u0418\u043c\u0430 \u043d\u044f\u043c\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u0432 \u0445\u043e\u0434 \u0432\u0435\u0447\u0435. (Automatic Translation)
there-are-no-saved-export-templates=\u041d\u044f\u043c\u0430 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u043e \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. (Automatic Translation)
there-are-no-saved-publish-templates=\u0422\u0430\u043c \u0441\u0430 \u043d\u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. (Automatic Translation)
there-are-no-scheduled-publication-processes=\u0418\u043c\u0430 \u0440\u0435\u0434\u043e\u0432\u043d\u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438. (Automatic Translation)
this-file-was-previously-uploaded-but-not-actually-imported=\u0422\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u0435 \u0431\u0438\u043b \u043f\u0440\u0435\u0434\u0438 \u041a\u0430\u0447\u0438\u043b \u043d\u043e \u043d\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u043d\u043e \u0432\u043d\u0435\u0441\u0435\u043d\u0438. (Automatic Translation)
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=\u0422\u043e\u0437\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u043d\u0435 \u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d \u043a\u044a\u043c \u0436\u0438\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u041f\u044a\u0440\u0432\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=\u0422\u043e\u0437\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u0435 \u043f\u043e\u043c\u0435\u0441\u0442\u0435\u043d \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043a\u043e\u044f\u0442\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0432 \u0436\u0438\u0432\u0430\u0442\u0430 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u041f\u044a\u0440\u0432\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=\u0422\u043e\u0437\u0438 \u043f\u0440\u043e\u0446\u0435\u0441 \u0449\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u0441\u043b\u0435\u0434 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f. (Automatic Translation)
this-version-will-be-published-when-x-is-published-to-live=This version will be published when <em>{0}</em> is published to live. (Automatic Copy)
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Unable to activate remote staging on site with ID {0}. Global site can only be staged to another global site. (Automatic Copy)
unable-to-execute-process-x=Unable to execute process ({0}). (Automatic Copy)
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=\u041d\u0435\u043e\u0437\u0430\u0433\u043b\u0430\u0432\u0435\u043d \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 (Automatic Translation)
update-data=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
update-page-variation=Add Page Variation
update-site-pages-variation=Site Pages Variation
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=\u0410\u043a\u043e \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u044f\u043a\u043e\u0438 \u0442\u0438\u043f\u043e\u0432\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0441 \u0442\u0435\u043a\u0441\u0442 \u0432 \u043d\u0435\u0433\u043e \u0449\u0435 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 Liferay \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0440\u044a\u0437\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u0442 \u0435\u0434\u0438\u043d \u043e\u0442 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438 \u0445\u043e\u0441\u0442\u043e\u0432\u0435 \u0438 \u0433\u0430\u0440\u0430\u043d\u0442\u0438\u0440\u0430, \u0447\u0435 \u0432\u0441\u044f\u043a\u0430 \u043e\u0442 \u0442\u0435\u0437\u0438 \u0442\u043e\u0447\u043a\u0438, \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 Liferay. \u041c\u0430\u0445\u043d\u0435\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430, \u0430\u043a\u043e \u0412\u0430\u0448\u0438\u044f\u0442 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u0445\u043e\u0441\u0442 \u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0435 \u0432 Liferay. (Automatic Translation)
view-page-staging-options=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0441\u043f\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
view-source=\u041f\u043e\u043a\u0430\u0436\u0438 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u043a\u0430 (Automatic Translation)
x,-created-x-ago={0}, created {1} ago. (Automatic Copy)
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} is staged. (Automatic Copy)
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0438 \u0434\u0430 \u0433\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043a\u044a\u043c \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0442\u044a\u043f\u043a\u0430 \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u043f\u043e\u0442\u043e\u043a, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438. (Automatic Translation)
you-can-also-forcibly-disable-remote-staging=You can also <a href\="{0}">forcibly disable</a> remote staging. (Automatic Copy)
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u043b\u0430 \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438. (Automatic Translation)
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u0441\u0438 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u0435 \u0432\u0441\u0435 \u043e\u0449\u0435 \u0447\u0430\u043a\u0430 \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435. (Automatic Translation)
you-do-not-have-permission-to-manage-settings-related-to-staging=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u043f\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430\u0442\u0430. (Automatic Translation)
