#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Si es modifica aquesta p\u00e0gina, autom\u00e0ticament es crear\u00e0 una versi\u00f3 nova.
a-page-variation-with-that-name-already-exists=Ja existeix una variant de p\u00e0gina amb aquest nom.
a-site-pages-variation-with-that-name-already-exists=Ja existeix una variant de p\u00e0gines del lloc web amb aquest nom.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=Afegeix un esdeveniment
add-page-variation=Afegeix una variant de p\u00e0gina
add-site-pages-variation=Afegeix una variant de p\u00e0gines del lloc
all-content-import-help=S'importa el contingut i les metadades de totes les aplicacions.
all-page-variations=Totes les variants de p\u00e0gina
all-site-pages-variations=Totes les variants de les p\u00e1gines del lloc
always-use-my-user-id=Fes servir sempre el meu ID d'usuari.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=S'ha produ\u00eft un error perqu\u00e8 el grup en actiu no disposa de la p\u00e0gina actual.
an-unexpected-error-occurred-while-importing-your-file=S'ha produ\u00eft un error inesperat mentre s'importava el fitxer.
an-unexpected-error-occurred-with-the-initial-staging-publication=S'ha produ\u00eft un error inesperat amb la publicaci\u00f3 inicial de l'entorn de proves.
are-you-sure-you-want-to-activate-local-staging-for-x=Esteu segur que voleu activar l''escenari de prova local per a {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=Esteu segur que voleu activar l''escenari de prova remot per a {0}?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Esteu segur que voleu copiar la informaci\u00f3 de l'entorn de producci\u00f3 i actualitzar la informaci\u00f3 del m\u00f2dul de portal de l'escenari de prova actual?
are-you-sure-you-want-to-deactivate-staging-for-x=Esteu segur que voleu desactivar l''escenari de prova per a {0}?
are-you-sure-you-want-to-merge-changes-from-x=Esteu segur que voleu fusionar els canvis des de {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Esteu segur que voleu publicar i actualitzar les dades del m\u00f2dul de portal actual?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Esteu segur que voleu esborrar la publicaci\u00f3 inicial a l'entorn de proves?
authorship-of-the-content=Autoria del contingut
change-the-configuration-in-the-details-section=Canvieu la configuraci\u00f3 a la secci\u00f3 de detalls.
change-to-private-pages=Canviar a p\u00e0gines privades
change-to-public-pages=Canviar a p\u00e0gines p\u00fabliques
changes-since-last-publication=Canvis des de l'\u00faltima publicaci\u00f3
contact-your-administrator-to-change-the-configuration=Poseu-vos en contacte amb l'administrador per canviar la configuraci\u00f3.
copy-as-new=Copia com a nou
copy-from-live=Copia des del Live
copy-pages-from-site-pages-variation=Copia les p\u00e0gines de la variaci\u00f3 de p\u00e0gines web
copy-pages-from-site-pages-variation-help=Nom\u00e9s es copia l'\u00faltima versi\u00f3 marcada com a preparada per a publicar.
current-and-previous=Actual i anteriors
current-version=Versi\u00f3 actual
custom-export=Exportaci\u00f3 personalitzada
custom-publication=Publicaci\u00f3 personalitzada
delete-application-data-before-importing=Suprimeixi dades d'aplicaci\u00f3 abans d'importar (Automatic Translation)
delete-missing-layouts=Esborra les p\u00e0gines que no apareguin
delete-missing-layouts-help=Si es tria aquesta opci\u00f3, s'eliminen totes les p\u00e0gines d'aquest lloc que no estan presents a l'arxiu d'importaci\u00f3 LAR.
delete-missing-layouts-staging-help=Si es tria aquesta opci\u00f3, s'eliminen totes les p\u00e0gines en l'entorn real que no estan presents en l'entorn d'assaig.
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=Si es marca aquesta opci\u00f3, les operacions d'esborrat realitzades per aquest tipus de contingut es reproduiran en el lloc de destinaci\u00f3.
deletions-help-export=Si es tria aquesta opci\u00f3, la suprimir les operacions realitzades per al tipus de contingut s'exportaran al fitxer LAR. (Automatic Translation)
drop-a-lar-file-here-to-import=Deixeu anar un fitxer LAR a importar
dynamic-data-mapping-structure-with-structure-key-x-already-exists=Ja existeix una estructura d''associaci\u00f3 de dades din\u00e0miques amb clau {0}.
enabled-on-private-pages=Activat per p\u00e0gines privades
enabled-on-public-pages=Activat per p\u00e0gines p\u00fabliques
export-entity=Exportaci\u00f3 actiu (Automatic Translation)
export-import-configuration=Plantilla d'importaci\u00f3/exportaci\u00f3 (Automatic Translation)
export-import-portlet-permissions-help=Si se selecciona aquesta opci\u00f3, els permisos asignats al m\u00f2dul de portal exportat seran inclu\u00efts.
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=Quan se selecciona per exportar, l'esquema i els colors del tema escollits per al lloc estan inclosos en els arxius LAR resultants. Quan se selecciona per importar, la configuraci\u00f3 i l'esquema de colors del tema s\u00f3n importats i totes les p\u00e0gines estan configurades per usar-les.
export-individual-deletions=Exportaci\u00f3 Individual supressions (Automatic Translation)
export-permissions=Exportar permisos
export-private-pages=Edita la p\u00e0gina privada
export-public-pages=Exporta p\u00e0gines p\u00fabliques
export-templates=Plantilles de presentaci\u00f3
export-the-selected-data-to-the-given-lar-file-name=Exporta les dades seleccionades al fitxer LAR corresponent.
file-summary=Resum del fitxer
global-site=Lloc global (Automatic Translation)
go-to-live=Anar a Live
go-to-remote-live=Ves als apartats actius remots
go-to-staging=Anar a Staging
go-to-this-version=Ves a aquesta versi\u00f3
import-data-strategy-copy-as-new-help=Totes les dades i continguts dins els LAR importats es creen com a noves entrades al lloc actual cada vegada que el LAR s'importa.
import-data-strategy-mirror-help=Totes les dades i continguts dins els LAR importats es crea com a noves dades la primera vegada mantenint una refer\u00e8ncia a la font. Les importacions posteriors de la mateixa font actualitza les entrades en lloc de crear-ne de noves.
import-data-strategy-mirror-with-overwriting-help=Mateix comportament que l'estrat\u00e8gia en 'mirall', per\u00f2 si es troba un document o una imatge amb el mateix nom, aquest o aquesta se sobreescriur\u00e0.
import-entity=Importaci\u00f3 d'actius (Automatic Translation)
import-permissions=Importar permisos
import-private-pages=Ves a les p\u00e0gines privades
import-public-pages=Importa p\u00e0gines p\u00fabliques
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=Publicaci\u00f3 inicial
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=La exportaci\u00f3/importaci\u00f3 et permet exportar o inportar un lloc sencer, o una part del contingut del lloc.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=La configuraci\u00f3 de l'entorn de proves permet configurar el l'entorn de proves del seu lloc.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Exportar/Importar
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Exportar
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Importar
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Configuraci\u00f3 de l'entorn de proves
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Staging
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=El lloc actual act\u00faa com a lloc Live d'un entorn de proves remot. Tot i que algunes opcions s'han desactivat, es pot activar com a entorn de proves per aconseguir un entorn de proves de pasos m\u00faltiples.
local-live=Entorn Live local
manage-page-variations=Administra les variants de p\u00e0gina
mark-as-ready-for-publication=Marca com a llest per publicar-se
merge-site-pages-variation=Fusiona la variaci\u00f3 de p\u00e0gines del lloc web
mirror-with-overwriting=Mirall amb sobreescriptura
missing-manifest.xml=manifest que no es troba a la BOM (Automatic Translation)
new-custom-export=Nova exportaci\u00f3 personalitzada
new-export=Nova exportaci\u00f3
new-export-based-on-x=Nova exportaci\u00f3 basada en {0}
new-export-process=Nou proc\u00e9s d'exportaci\u00f3
new-export-template=Nova plantilla d'exportaci\u00f3
new-publication=Nova publicaci\u00f3
new-publication-based-on-x=Nova publicaci\u00f3 basada en {0}
new-publication-process=Proc\u00e9s de publicaci\u00f3 nou
new-publish-template=Nova plantilla de publicaci\u00f3
no-export-processes-were-found=No s'ha trobat camp proc\u00e9s d'exportaci\u00f3.
no-import-processes-were-found=No s'ha trobat cap proc\u00e9s d'importaci\u00f3.
no-pages=Les meves p\u00e0gines
no-processes-were-found=Es trobaren cap proc\u00e9s. (Automatic Translation)
no-publication-processes-were-found=No s'ha trobat cap proc\u00e9s de publicaci\u00f3.
no-scheduled-publication-processes-were-found=No s'ha trobat cap proc\u00e9s de publicaci\u00f3 programat.
none-empty-site-pages-variation=Cap (Variant de p\u00e0gines del lloc buida)
only-one-site-pages-variation-can-be-the-main-one=Nom\u00e9s una variant de les p\u00e0gines del lloc pot ser la principal.
page-variation-was-added=S'ha afegit una variant de la p\u00e0gina.
page-variation-was-deleted=S'ha esborrat la variant de la p\u00e0gina.
page-variation-was-updated=S'ha actualitzat la variant de la p\u00e0gina.
page-variations-help=Les variacions de la p\u00e0gina permeten treballar en paral\u00b7lel en diferents versions de la mateixa p\u00e0gina dins d'aquesta variaci\u00f3 de p\u00e0gines. Quan es publica a Live, la versi\u00f3 marcada com a <em>llesta per ser publicada</em> \u00e9s la que es publica.
page-variations-x=Variacions de p\u00e0gina {0}
page-versioning=Versionat de la p\u00e0gina
page-versioning-help=El versionat de p\u00e0gines et permet treballar en paral\u00b7lel amb diferents variacions de les p\u00e0gines. Tamb\u00e9 et permet seguir l'historial de canvis d'aquestes p\u00e0gines.
page-x-has-not-been-published-to-live-yet=Encara no s''ha publicat la p\u00e0gina {0} al Live.
page-x-was-last-published-from-x=La p\u00e0gina {0} va ser l''\u00faltima publicada des de {1}.
page-x-was-last-published-to-live=La p\u00e0gina {0} ha estat l''\u00faltima publicada al Live.
pages-options=Opcions de p\u00e0gines
pages-to-export=P\u00e0gines a exportar
pages-to-publish=P\u00e0gines a publicar
pages-variations-help=Les variacions de p\u00e0gines del lloc permeten treballar en paral\u00b7lel en diferents versions de les p\u00e0gines del lloc. El contingut \u00e9s compartit per totes les seves variacions de p\u00e0gines del lloc. La publicaci\u00f3 en Live de qualsevol variaci\u00f3 de p\u00e0gina del lloc es pot programar o fer manualment.
pages-x={0} p\u00e0gines
please-enter-a-valid-end-date-that-is-in-the-past=Introdu\u00efu una data de finalitzaci\u00f3 v\u00e0lida que ja hagi passat.
please-enter-a-valid-start-date-that-is-in-the-past=Introdu\u00efu una data d'inici v\u00e0lida que sigui del passat.
please-wait-as-the-publication-processes-on-the-remote-site=El proc\u00e9s de publicaci\u00f3 a l'entorn remot s'est\u00e0 efectuant.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Detalls del proc\u00e9s
process-name-placeholder=Introdu\u00efu el nom del proc\u00e9s (per exemple Publicaci\u00f3 setmanal de l'article de la Maria).
processes=Processos
publish-permissions=Publicar permisos
publish-templates=Plantilles de publicaci\u00f3
publish-templates-can-be-administered-in-the-control-menu=Les plantilles de publicaci\u00f3 es poden administrar des del men\u00fa de control.
publish-to-remote-live=Publica a l'entorn Live
ready-for-publication=A punt per publicar
referenced-content-behavior=Referenced Content Behavior
refresh-counts=Actualitzar comptadors
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replicar les supressions individuals (Automatic Translation)
see-more-details=Veure'n m\u00e9s detalls
selected-pages=P\u00e0gines seleccionades
simple-publication-help=La publicaci\u00f3 simple inclou la configuraci\u00f3 del tema i de les p\u00e0gines de lloc, logotip, esborrats i permisos.
site-page-variation-was-added=S'ha afegit la variaci\u00f3 de la p\u00e0gina del lloc.
site-page-variation-was-deleted=S'ha eliminat la variaci\u00f3 de la p\u00e0gina del lloc.
site-page-variation-was-merged=S'ha combinat la variaci\u00f3 de la p\u00e0gina de lloc.
site-page-variation-was-updated=S'ha actualitzat la variaci\u00f3 de la p\u00e0gina del lloc.
site-pages-variation-x=Variaci\u00f3 de p\u00e0gines de lloc {0}
staged-content=Contingut en proves
staged-portlets-alert=Quan es marca un portlet, les seves dades es copien a l'entorn de proves i pot ser que no sigui possible editar-lo directament a Live. Quan desactiva un portlet, assegureu-vos que tots els canvis realitzats a l'entorn de proves s'han publicat primer, perqu\u00e8 sin\u00f3 es podrien perdre.
staged-portlets-help=Els portlets que han estat seleccionats s\u00f3n <em>Staged</em>. Aix\u00f2 vol dir que les seves dades es publiquen autom\u00e0ticament cada vegada que es publica una p\u00e0gina que les cont\u00e9. Aquests portlets que estan inhabilitats i amb marca de verificaci\u00f3 sempre s'exporten autom\u00e0ticament, encara que no estiguin a la p\u00e0gina. Aquells que estan inhabilitats i no seleccionades, no es publiquen autom\u00e0ticament. Els portlets de <em>col\u00b7laboraci\u00f3</em>, com ara <em>Blogs</em>, <em>F\u00f2rums</em> i <em>Wikis</em> s\u00f3n exclosos de estar <em>Staged</em> per defecte ja que les seves dades, en general, s'originen a Live. Efectivament, quan un portlet \u00e9s <em>NO Staged</em> l'entorn <em>Live</em> cont\u00e9 les \u00faniques dades importants. Quan s'utilitza l'escenari de prova <em>Local Live</em>, es visualitzen les mateixes dades si visualitzem el portlet desde qualsevol dels entorns.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=No \u00e9s pot activar l'escenari de prova per a aquest lloc web perqu\u00e8 est\u00e0 habilitada la propagaci\u00f3 dels canvs des de la plantilla del lloc web.
staging-configuration=Configuraci\u00f3 de l'entorn de proves
staging-is-successfully-disabled=S'ha deshabilitat l'entorn de proves correctament.
staging-live-help-x=Aquesta \u00e9s la versi\u00f3 activa de <em>{0}</em> i no podeu realitzar cap canvi. Introdu\u00efu els canvis a la versi\u00f3 de prova i publiqueu-los a Live.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Opcions de l'entorn de proves
staging-staging-help-x=Aquest \u00e9s el lloc de prova de <em>{0}</em>. Aqu\u00ed es poden fer canvis per despr\u00e9s publicar-los a Live.
staging-type=Tipus d'escenaris en prova
staging-type-local=S'ha creat una c\u00f2pia del lloc web actual que cont\u00e9 un duplicat de totes les p\u00e0gines existents i de totes les dades dels m\u00f2duls de portal que estan configurats per ser visibles (veieu <em>Staged Portlets</em> m\u00e9s avall). Aquesta c\u00f2pia es converteix en l'entorn de <em>Staging</em> mentre que el lloc web original es converteix en l'entorn <em>Live</em>.
staging-type-remote=S'estableix una connexi\u00f3 entre aquest lloc web i l'existent en un servidor remot. Aquest lloc web es converteix en l'entorn de <em>Staging</em> mentre que el lloc web remot es converteix en l'entorn <em>Live</em>.
switch-to-advanced-publication=Canvia al mode de publicaci\u00f3 avan\u00e7at
switch-to-simple-publication=Canvia al mode de publicaci\u00f3 simple
template-type=Tipus de plantilla
the-file-is-ready-to-be-imported=El fitxer est\u00e0 llest per a ser importat.
the-file-x-cannot-be-imported=El fitxer <em>{0}</em> no es pot importar.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=L'arxiu LAR no es pot importar perqu\u00e8 requereix plantilles de p\u00e0gines o plantilles de lloc que no s'han trobat. Si us plau, importi manualment les seg\u00fcents plantilles\:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Les p\u00e0gines no s'han pogut publicar perqu\u00e8 una o m\u00e9s de les plantilles de p\u00e0gina requerides no es poden trobar en el sistema remot. Si us plau, importi manualment les seg\u00fcents plantilles\:
the-process-referenced-by-this-notification-does-not-exist=El proc\u00e9s de refer\u00e8ncia a aquesta notificaci\u00f3 no existeix. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=L'estat de la publicaci\u00f3 es pot comprovar en la pantalla publicaci\u00f3.
theme-settings=Par\u00e0metres configurables del tema
there-are-no-processes-in-progress-anymore=Ja no hi ha processos en progr\u00e9s.
there-are-no-saved-export-templates=No hi ha cap plantilla d'exportaci\u00f3 guardada.
there-are-no-saved-publish-templates=No hi ha cap plantilla de publicaci\u00f3 guardada.
there-are-no-scheduled-publication-processes=No hi ha processos de publicaci\u00f3 programats.
this-file-was-previously-uploaded-but-not-actually-imported=Aquest fitxer va ser carregat pr\u00e8viament per\u00f2 no s'ha importat.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Aquest m\u00f2dul de portal no ha estat afegit a la p\u00e0gina activa. Heu de publicar la p\u00e0gina abans.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Aquest m\u00f2dul de portal est\u00e0 situat en una p\u00e0gina que no existeix en el web actual. Primer, heu de publicar la p\u00e0gina.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Aquest proc\u00e9s publicar\u00e0 els canvis efectuats des de l'\u00faltima publicaci\u00f3.
this-version-will-be-published-when-x-is-published-to-live=Aquesta versi\u00f3 es publicar\u00e0 quan <em>{0}</em> es publiqui a Live.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=No s''ha pogut activa l''entorn de proves remot en el lloc amb ID {0}. Nom\u00e9s es pot activar l''entor de proves remot d''un lloc global a un altre lloc global.
unable-to-execute-process-x=No s''ha pogut executar el proc\u00e9s ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=Publicaci\u00f3 programada sense t\u00edtol
update-data=Actualitza les dades
update-page-variation=Actualitza la variaci\u00f3 de la p\u00e0gina
update-site-pages-variation=Actualitza la variaci\u00f3 de les p\u00e0gines d'aquest lloc web
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=Veure les opcions de l'entorn de proves
view-source=Veure font
x,-created-x-ago={0}, creat fa {1}.
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} t\u00e9 staging.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Actualment esteu revisant aquesta p\u00e0gina. Podeu realitzar canvis i enviar-los al pas seg\u00fcent quan ho creieu convenient.
you-can-also-forcibly-disable-remote-staging=Tamb\u00e9 pot <a href\={0}">desactivar per la for\u00e7a</a> una c\u00f2pia interm\u00e8dia remota.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=No podeu enviar els canvis perqu\u00e8 alg\u00fa altre ja n'ha enviat per aprovar.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=No podeu enviar els canvis perqu\u00e8 l'enviament anterior encara no ha rebut l'aprovaci\u00f3.
you-do-not-have-permission-to-manage-settings-related-to-staging=No t\u00e9 perm\u00eds per gestionar els par\u00e0metres relacionats amb staging.
