#X-Generator: crowdin.com
check-token=\u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03c1\u03b9\u03c4\u03b9\u03ba\u03cc \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2 (Automatic Translation)
maximum-height=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03cd\u03c8\u03bf\u03c2 (Automatic Translation)
maximum-width=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03c0\u03bb\u03ac\u03c4\u03bf\u03c2 (Automatic Translation)
use-initials-for-default-user-portrait=\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ac \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf (Automatic Translation)
use-initials-for-default-user-portrait-help=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c3\u03b5 true, \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ac \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c9\u03c2 \u03c4\u03bf \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf. \u0394\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac, \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c4\u03b1 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf\u03c5. \u0397 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03b4\u03b9\u03b1\u03b4\u03c1\u03bf\u03bc\u03ae \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03bc\u03ad\u03c3\u03c9 \u03c4\u03b9\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u00abimage.default.user.male.portrait\u00bb \u03ba\u03b1\u03b9 \u00abimage.default.user.female.portrait\u00bb \u03c3\u03c4\u03bf portal.properties. (Automatic Translation)
user-file-uploads-configuration-name=\u0395\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 (Automatic Translation)
users-image-check-token-help=\u0398\u03ad\u03c3\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c0\u03b9\u03c3\u03c4\u03ae \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u03c4\u03bf\u03c5 \u03b4\u03b9\u03b1\u03ba\u03c1\u03b9\u03c4\u03b9\u03ba\u03bf\u03cd \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 \u03c0\u03c1\u03b9\u03bd \u03bd\u03b1 \u03c4\u03bf \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03b9. (Automatic Translation)
users-image-maximum-file-size-help=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c0\u03bf\u03c1\u03c4\u03c1\u03b1\u03af\u03c4\u03b1 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7. \u039c\u03b9\u03b1 \u03c4\u03b9\u03bc\u03ae 0 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c5\u03c0\u03bf\u03b4\u03b5\u03af\u03be\u03b5\u03b9 \u03b1\u03c0\u03b5\u03c1\u03b9\u03cc\u03c1\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2. \u03a9\u03c3\u03c4\u03cc\u03c3\u03bf, \u03c4\u03bf \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03c4\u03b1\u03b9 \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03b7\u03bd \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03bf\u03c5 \u00abcom.liferay.portal.upload.UploadServletRequestImpl.max.size\u00bb. (Automatic Translation)
users-image-maximum-height-help=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03ba\u03b1\u03c4\u03b1\u03ba\u03cc\u03c1\u03c5\u03c6\u03bf \u03cd\u03c8\u03bf\u03c2, \u03c3\u03b5 pixel. \u0397 \u03c4\u03b9\u03bc\u03ae 0 \u03b4\u03b7\u03bb\u03ce\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03c0\u03b5\u03c1\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03bf\u03af \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b9\u03b1\u03c3\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf. (Automatic Translation)
users-image-maximum-width-help=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf \u03c0\u03bb\u03ac\u03c4\u03bf\u03c2 \u03c3\u03b5 pixel. \u0397 \u03c4\u03b9\u03bc\u03ae 0 \u03b4\u03b7\u03bb\u03ce\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03c0\u03b5\u03c1\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03bf\u03af \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b9\u03b1\u03c3\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c0\u03bf\u03c1\u03c4\u03c1\u03ad\u03c4\u03bf. (Automatic Translation)
