#X-Generator: crowdin.com
add-new-category=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 \u043a\u0430\u0442\u0435\u0491\u043e\u0440\u0456\u044e
add-new-vocabulary=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 \u0441\u043b\u043e\u0432\u043d\u0438\u043a
add-vocabulary=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 \u0441\u043b\u043e\u0432\u043d\u0438\u043a
all-asset-subtypes=All Asset Subtypes (Automatic Copy)
all-asset-types=All Asset Types (Automatic Copy)
allow-flattened-navigation=Allow Flattened Navigation (Automatic Copy)
allow-multiple-categories=Allow Multiple Categories (Automatic Copy)
asset-categories-admin-web-configuration-name=Asset Categories Web (Automatic Copy)
associated-asset-types=Associated Asset Types (Automatic Copy)
category-navigation-display-style=Category Navigation Display Style (Automatic Copy)
flatten-x=Flatten ({0}) (Automatic Copy)
javax.portlet.description.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=Categories describe a set of vocabulary terms to tag content items. Administrators can create vocabularies and populate them with categories that users can choose from when authoring content. (Automatic Copy)
javax.portlet.title.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u0457 (Automatic Translation)
number-of-categories=Number of Categories (Automatic Copy)
one-of-your-associated-asset-types-contains-an-invalid-value.-please-configure-it-again-or-remove-it=\u041e\u0434\u0438\u043d \u043f\u043e\u0432'\u044f\u0437\u0430\u043d\u0438\u0439 \u0430\u043a\u0442\u0438\u0432\u0430\u043c\u0438 \u0442\u0438\u043f\u0456\u0432 \u043c\u0456\u0441\u0442\u0438\u0442\u044c \u043d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. \u041d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0439\u043e\u0433\u043e \u0449\u0435 \u0440\u0430\u0437 \u0430\u0431\u043e \u0432\u0438\u0434\u0430\u043b\u0456\u0442\u044c \u0439\u043e\u0433\u043e. (Automatic Translation)
please-enter-a-unique-property-key=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u043a\u043b\u044e\u0447 \u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0438\u0439 \u0432\u043b\u0430\u0441\u043d\u043e\u0441\u0442\u0456. (Automatic Translation)
please-enter-a-valid-property-key=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u043a\u043b\u044e\u0447 \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 \u0432\u043b\u0430\u0441\u043d\u043e\u0441\u0442\u0456. (Automatic Translation)
please-enter-a-valid-property-value=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0434\u0456\u0439\u0441\u043d\u0456 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456. (Automatic Translation)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-category=Properties are a way to add more detailed information to a specific category. They are separated into key value pairs that allow you to associate detailed information with a category. (Automatic Copy)
select-category=Select Category (Automatic Copy)
the-asset-subtype-no-longer-exists=\u041f\u0456\u0434\u0442\u0438\u043f \u0430\u043a\u0442\u0438\u0432 \u0431\u0456\u043b\u044c\u0448\u0435 \u043d\u0435 \u0456\u0441\u043d\u0443\u0454. (Automatic Translation)
the-category-x-and-parent-category-should-not-be-the-same=The category {0} and parent category should not be the same. (Automatic Copy)
the-vocabulary-could-not-be-found=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u044f \u043d\u0435 \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u0430.
there-are-no-categories.-you-can-add-a-category-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0422\u0430\u043c \u043d\u0435 \u0431\u0435\u0437 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u0457. \u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0456\u044e \u043c\u043e\u0436\u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u0438, \u043d\u0430\u0442\u0438\u0441\u043d\u0443\u0432\u0448\u0438 \u043a\u043d\u043e\u043f\u043a\u0443 \u043f\u043b\u044e\u0441 \u0432 \u043d\u0438\u0436\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u0430\u0432\u043e\u043c\u0443 \u043a\u0443\u0442\u0456. (Automatic Translation)
there-are-no-vocabularies=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0441\u043b\u043e\u0432\u043d\u0438\u043a\u0456\u0432. (Automatic Translation)
there-are-no-vocabularies.-you-can-add-a-vocabulary-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0422\u0430\u043c \u043d\u0435 \u043d\u0435\u043c\u0430\u0454 \u0441\u043b\u043e\u0432\u043d\u0438\u043a\u0456\u0432. \u0421\u043b\u043e\u0432\u043d\u0438\u043a\u043e\u0432\u0438\u0439 \u0437\u0430\u043f\u0430\u0441 \u043c\u043e\u0436\u043d\u0430 \u0434\u043e\u0434\u0430\u0442\u0438, \u043d\u0430\u0442\u0438\u0441\u043d\u0443\u0432\u0448\u0438 \u043a\u043d\u043e\u043f\u043a\u0443 \u043f\u043b\u044e\u0441 \u0432 \u043d\u0438\u0436\u043d\u044c\u043e\u043c\u0443 \u043f\u0440\u0430\u0432\u043e\u043c\u0443 \u043a\u0443\u0442\u0456. (Automatic Translation)
