#X-Generator: crowdin.com
allow-dictionary-words=Allow Dictionary Words (Automatic Copy)
allow-dictionary-words-help=Jeigu tai yra pa\u017eym\u0117tas, bendrojo \u017eodyno \u017eod\u017eiai leisti vartotojo slapta\u017eod\u017eius. (Automatic Translation)
change-required=Change Required (Automatic Copy)
change-required-help=Jeigu tai yra pa\u017eym\u0117tas, vartotojas privalo pakeisti savo slapta\u017eod\u012f, kai pirm\u0105 kart\u0105 \u012f\u0117j\u0119. (Automatic Translation)
changeable=Changeable (Automatic Copy)
changeable-help=Jeigu tai yra pa\u017eym\u0117tas, vartotojas gali pakeisti savo slapta\u017eod\u012f. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=\u012egalinti galiojimo (Automatic Translation)
enable-expiration-help=Jeigu tai yra pa\u017eym\u0117tas, vartotojas turi pasikeisti slapta\u017eod\u012f po tam tikr\u0105 sum\u0105 laiko. (Automatic Translation)
enable-history-help=Jeigu tai yra pa\u017eym\u0117tas, portalo vartotojo ankstesni\u0173 slapta\u017eod\u017ei\u0173 saugos ir apsaugo juos nuo i\u0161naudodami sen\u0105 slapta\u017eod\u012f. (Automatic Translation)
enable-lockout=\u012egalinti lokautas (Automatic Translation)
enable-lockout-help=Jeigu tai yra pa\u017eym\u0117tas, vartotojas gali bandyti prisijungti tam tikr\u0105 skai\u010di\u0173 kart\u0173 iki j\u0173 s\u0105skaita yra u\u017edaryta. (Automatic Translation)
enable-syntax-checking=\u012egalinti sintaks\u0117 tikrinim\u0105 (Automatic Translation)
enable-syntax-checking-help=Jei tai yra patikrinti, slapta\u017eodis yra skaityti tam tikr\u0173 \u017eod\u017ei\u0173 ir (arba) tam tikr\u0105. (Automatic Translation)
grace-limit=Grace Limit (Automatic Copy)
grace-limit-help=Tai lemia, kiek kart\u0173 vartotojas gali prisijungti jei savo slapta\u017eod\u012f jau baig\u0117si, kol jie privalo \u012fvesti nauj\u0105 slapta\u017eod\u012f. (Automatic Translation)
history-count=History Count (Automatic Copy)
history-count-help=This determines the number of previous passwords to keep in the history. (Automatic Copy)
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password Policies (Automatic Copy)
lockout-duration=Lockout Duration (Automatic Copy)
lockout-duration-help=This determines the amount of time that a user's account is locked. (Automatic Copy)
maximum-age=Maximum Age (Automatic Copy)
maximum-age-help=This determines how long a password is good for before it needs to be changed. (Automatic Copy)
maximum-failure=Maximum Failure (Automatic Copy)
maximum-failure-help=Tai nustato maksimal\u0173 skai\u010di\u0173 kart\u0173, kad vartotojas gali bandyti prisijungti naudodami neteising\u0105 slapta\u017eod\u012f. (Automatic Translation)
minimum-age=Minimum Age (Automatic Copy)
minimum-age-help=This determines how long a user must wait before changing their password again. (Automatic Copy)
minimum-alpha-numeric=Minimum Alpha Numeric (Automatic Copy)
minimum-alpha-numeric-help=This determines the minimum number of alpha numeric letters in the user's password. (Automatic Copy)
minimum-length=Minimum Length (Automatic Copy)
minimum-length-help=This determines the minimum length of the user's password. (Automatic Copy)
minimum-lower-case=Minimum Lower Case (Automatic Copy)
minimum-lower-case-help=This determines the minimum number of lower case letters in the user's password. (Automatic Copy)
minimum-numbers=Minimum Numbers (Automatic Copy)
minimum-numbers-help=This determines the minimum number of numbers in the user's password. (Automatic Copy)
minimum-symbols=Minimum Symbols (Automatic Copy)
minimum-symbols-help=This determines the minimum number of symbols in the user's password. (Automatic Copy)
minimum-upper-case=Minimum Upper Case (Automatic Copy)
minimum-upper-case-help=This determines the minimum number of upper case letters in the user's password. (Automatic Copy)
password-changes=Slapta\u017eod\u012f pakeitimai (Automatic Translation)
password-expiration=Password Expiration (Automatic Copy)
password-history=Password History (Automatic Copy)
password-policies=Password Policies (Automatic Copy)
password-syntax-checking=Password Syntax Checking (Automatic Copy)
reset-failure-count=Reset Failure Count (Automatic Copy)
reset-failure-count-help=This determines the amount of time that a record of failed logins is kept for the user. (Automatic Copy)
reset-ticket-max-age=Reset Ticket Max Age (Automatic Copy)
reset-ticket-max-age-help=This determines how long a password reset link is valid. (Automatic Copy)
the-password-policy-could-not-be-found=Slapta\u017eod\u017ei\u0173 strategija nerasta. (Automatic Translation)
until-unlocked-by-an-administrator=Until unlocked by an administrator (Automatic Copy)
warning-time=Warning Time (Automatic Copy)
warning-time-help=This determines how long before a password expires that the user will be notified. (Automatic Copy)
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=You are using LDAP's password policy. Please change your LDAP password policy settings if you wish to use a local password policy. (Automatic Copy)
