#X-Generator: crowdin.com
captcha-engine=Motor de CAPTCHA (Automatic Translation)
captcha-engine-help=Set Motor utilizate pentru a genera captchas. reCAPTCHA utilizeaz\u0103 un serviciu extern, care trebuie s\u0103 fie configurat \u00een mod independent, dar ofer\u0103 o alternativ\u0103 sonor\u0103, ceea ce face captcha accesibile cu deficien\u0163e de vedere. Consulta\u0163i https\://www.google.com/recaptcha/admin/create pentru detalii. (Automatic Translation)
max-challenges-help=Seta\u021bi num\u0103rul maxim controalelor captcha per sesiune portlet-ului. Seta\u0163i aceast\u0103 valoare la 0 pentru a verifica \u00eentotdeauna. Seta\u0163i aceast\u0103 valoare la un num\u0103r mai mic dec\u00e2t 0 s\u0103 verifice niciodat\u0103. Utilizatorii neautentifica\u0163i \u00eentotdeauna vor fi verificate la fiecare cerere \u00een cazul \u00een care controalele captcha este activat\u0103. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA No Script URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA Cheie Privata
recaptcha-public-key=reCAPTCHA Cheie Privata
recaptcha-script-url=reCAPTCHA Script URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA verifica\u0163i URL-ul (Automatic Translation)
simple-captcha-background-producers=Produc\u0103torii de fundal simplu CAPTCHA (Automatic Translation)
simple-captcha-background-producers-help=Nume de clasa de intrare care implementeaz\u0103 nl.captcha.backgrounds.BackgroundProducer. Aceste cursuri vor fi folosite la \u00eent\u00e2mplare de CAPTCHA simplu pentru a genera un fundal pentru o imagine captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=Simplu CAPTCHA Gimpy Renderers (Automatic Translation)
simple-captcha-gimpy-renderers-help=Nume de clasa de intrare care implementeaz\u0103 nl.captcha.gimpy.GimpyRenderer. Aceste clase vor fi folosite la \u00eent\u00e2mplare de simplu CAPTCHA la gimp o imagine captcha. (Automatic Translation)
simple-captcha-height=\u00cen\u0103l\u0163imea simplu CAPTCHA (Automatic Translation)
simple-captcha-height-help=Seta\u0163i \u00een\u0103l\u0163ime pentru captcha imagini generate de simplu CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=Produc\u0103torii de zgomot simplu CAPTCHA (Automatic Translation)
simple-captcha-noise-producers-help=Nume de clasa de intrare care implementeaz\u0103 nl.captcha.noise.NoiseProducer. Aceste cursuri vor fi folosite la \u00eent\u00e2mplare de CAPTCHA simplu pentru a ad\u0103uga zgomot la o imagine captcha. (Automatic Translation)
simple-captcha-text-producers=Produc\u0103torii de Text simplu CAPTCHA (Automatic Translation)
simple-captcha-text-producers-help=Nume de clasa de intrare care implementeaz\u0103 nl.captcha.text.producer.TextProducer. Aceste clase vor fi folosite la \u00eent\u00e2mplare de CAPTCHA simplu pentru a genera textul pentru o imagine captcha. (Automatic Translation)
simple-captcha-width=Simplu CAPTCHA l\u0103\u0163ime (Automatic Translation)
simple-captcha-width-help=Seta\u0163i l\u0103\u0163imea pentru captcha imagini generate de simplu CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=Renderers de cuv\u00e2nt simplu CAPTCHA (Automatic Translation)
simple-captcha-word-renderers-help=Nume de clasa de intrare care implementeaz\u0103 nl.captcha.text.renderer.WordRenderer. Aceste cursuri vor fi folosite la \u00eent\u00e2mplare de simplu CAPTCHA a textului pentru o imagine captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=The reCAPTCHA private key is not valid. (Automatic Copy)
the-recaptcha-public-key-is-not-valid=The reCAPTCHA public key is not valid. (Automatic Copy)
