#X-Generator: crowdin.com
captcha-engine=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e22\u0e19\u0e15\u0e4c CAPTCHA (Automatic Translation)
captcha-engine-help=\u0e15\u0e31\u0e49\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e22\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07 captchas \u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e43\u0e0a\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2d\u0e34\u0e2a\u0e23\u0e30 \u0e41\u0e15\u0e48\u0e43\u0e2b\u0e49\u0e17\u0e32\u0e07\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e0b\u0e36\u0e48\u0e07\u0e17\u0e33\u0e43\u0e2b\u0e49 captcha \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e08\u0e38\u0e14\u0e1a\u0e01\u0e1e\u0e23\u0e48\u0e2d\u0e07 \u0e14\u0e39 https\://www.google.com/recaptcha/admin/create \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 (Automatic Translation)
max-challenges-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e0a\u0e47\u0e04 captcha \u0e15\u0e48\u0e2d\u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15 \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19 0 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 0 \u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e08\u0e30\u0e40\u0e2a\u0e21\u0e2d\u0e16\u0e39\u0e01\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e19\u0e17\u0e38\u0e01\u0e04\u0e33\u0e02\u0e2d\u0e16\u0e49\u0e32\u0e40\u0e1b\u0e34\u0e14\u0e40\u0e0a\u0e47\u0e04 captcha (Automatic Translation)
recaptcha-no-script-url=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c URL (Automatic Translation)
recaptcha-private-key=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27 (Automatic Translation)
recaptcha-public-key=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30 (Automatic Translation)
recaptcha-script-url=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c URL (Automatic Translation)
recaptcha-verify-url=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a URL (Automatic Translation)
simple-captcha-background-producers=\u0e1c\u0e39\u0e49\u0e1c\u0e25\u0e34\u0e15\u0e1e\u0e37\u0e49\u0e19\u0e2b\u0e25\u0e31\u0e07 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-background-producers-help=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e32\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49 nl.captcha.backgrounds.BackgroundProducer \u0e04\u0e25\u0e32\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49 \u0e42\u0e14\u0e22 CAPTCHA \u0e07\u0e48\u0e32\u0e22\u0e2a\u0e38\u0e48\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1e\u0e37\u0e49\u0e19\u0e2b\u0e25\u0e31\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e20\u0e32\u0e1e captcha (Automatic Translation)
simple-captcha-gimpy-renderers=\u0e07\u0e32\u0e19\u0e02\u0e31\u0e14\u0e02\u0e49\u0e2d\u0e07 Gimpy CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e32\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49 nl.captcha.gimpy.GimpyRenderer \u0e04\u0e25\u0e32\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49 \u0e42\u0e14\u0e22 CAPTCHA \u0e07\u0e48\u0e32\u0e22\u0e2a\u0e38\u0e48\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e25\u0e34\u0e1a\u0e14\u0e49\u0e32\u0e22\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e captcha (Automatic Translation)
simple-captcha-height=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-height-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e20\u0e32\u0e1e captcha \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19 \u0e42\u0e14\u0e22 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-noise-producers=\u0e1c\u0e39\u0e49\u0e1c\u0e25\u0e34\u0e15\u0e40\u0e2a\u0e35\u0e22\u0e07 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-noise-producers-help=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e32\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49 nl.captcha.noise.NoiseProducer \u0e04\u0e25\u0e32\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49 CAPTCHA \u0e07\u0e48\u0e32\u0e22\u0e42\u0e14\u0e22\u0e2a\u0e38\u0e48\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e20\u0e32\u0e1e captcha (Automatic Translation)
simple-captcha-text-producers=\u0e1c\u0e39\u0e49\u0e1c\u0e25\u0e34\u0e15\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-text-producers-help=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e32\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49 nl.captcha.text.producer.TextProducer \u0e04\u0e25\u0e32\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49 \u0e42\u0e14\u0e22 CAPTCHA \u0e07\u0e48\u0e32\u0e22\u0e2a\u0e38\u0e48\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e captcha (Automatic Translation)
simple-captcha-width=\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-width-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e20\u0e32\u0e1e captcha \u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19 \u0e42\u0e14\u0e22 CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-word-renderers=\u0e07\u0e32\u0e19\u0e02\u0e31\u0e14\u0e02\u0e49\u0e2d\u0e07 Word CAPTCHA \u0e07\u0e48\u0e32\u0e22 (Automatic Translation)
simple-captcha-word-renderers-help=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e32\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49 nl.captcha.text.renderer.WordRenderer \u0e04\u0e25\u0e32\u0e2a\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49 CAPTCHA \u0e07\u0e48\u0e32\u0e22\u0e42\u0e14\u0e22\u0e2a\u0e38\u0e48\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e captcha (Automatic Translation)
the-recaptcha-private-key-is-not-valid=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
the-recaptcha-public-key-is-not-valid=\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e41\u0e1b\u0e21\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
