#X-Generator: crowdin.com
add-child-page-of-x=Add Child Page of {0} (Automatic Copy)
add-collection=Add Collection
add-page-template=Add Page Template
add-private-page=Add Private Page (Automatic Copy)
add-public-page=Add Public Page (Automatic Copy)
allow-site-administrators-to-modify-this-page-for-their-site=Allow site administrators to modify this page for their site, even when propagation of changes is enabled.
allow-site-administrators-to-modify-this-page-for-their-site-help=Postavi ovu vrijednost da dozvolite administratorima dodavanje, uklanjanje ili konfiguriranje aplikacija i izmjenu osobina ove stranice. Ako site administrator izmjeni stranicu, promjene na izvornom predlo\u0161ku stranice sitea se vi\u0161e nikad ne\u0107e primjenjivati na stranicu.
are-you-sure-you-want-to-delete-the-selected-page=Jeste li sigurni da \u017eelite obrisati odabranu stranicu?
are-you-sure-you-want-to-reset-your-customizations-to-default=Jeste li sigurni da \u017eelite vratiti va\u0161e prilagodbe na zadane vrijednosti?
available-themes=Available Themes (Automatic Copy)
by-x=By {0} (Automatic Copy)
change-current-theme=Change Current Theme (Automatic Copy)
change-frequency=Promijeni frekvenciju
changes-are-immediately-available-to-end-users=Bilo koje promjene su odmah dostupne krajnjim korisnicima.
click-reset-and-propagate-to-reset-the-failure-count-and-propagate-changes-from-the-x=Kliknite <em>Ponovno postavi i propagiraj</em> kako biste vratili broj neuspje\u0161nih prijava u po\u010detno stanje i prenijeli promjene iz {0}.
color-scheme=Shema boja
configure-page=Configure Page (Automatic Copy)
configure-x=Configure {0} (Automatic Copy)
copy-applications=Prijava za posao
copy-of-a-page=Veza na stranicu
copy-of-a-page-description=Kopirajte postoje\u0107u stranicu s ovog web sjedi\u0161ta.
customizable-admin-help=Any change you make in this page affects all the users.
customizable-help=Users with permission to customize this page are able to customize those sections marked as customizable.
customizable-user-help=You are able to add and configure applications in the marked areas below that only you will see.
customization-options=Customization Options (Automatic Copy)
customization-settings=Prilago\u0111avanje postavki
delete-in-all-pages-variations=Obri\u0161i iz svih varijacija stranica
empty-page=Prazna stranica
empty-page-description=Create an empty page you can lay out manually. (Automatic Copy)
expand-area=Expand Area (Automatic Copy)
hide-customizable-zones=Hide Customizable Zones (Automatic Copy)
hide-from-navigation-menu=Sakrij iz navigacijskog izbornika
html-title=HTML naslov
if-enabled-this-page-does-not-show-up-in-the-navigation-menu=If enabled, this page does not show up in the navigation menu. (Automatic Copy)
if-enabled-this-page-will-inherit-changes-made-to-the-page-template=If enabled, this page will inherit changes made to the page template. (Automatic Copy)
if-enabled-this-page-will-inherit-changes-made-to-the-x-page-template=If enabled, this page will inherit changes made to the <em>{0}</em> page template. (Automatic Copy)
inherit-changes=Inherit Changes (Automatic Copy)
install-more=Instalacija Vi\u0161e
it-is-not-possible-to-specify-customization-settings-for-freeform-layouts=Nije mogu\u0107e odrediti postavke za prilagodbu prostoru\u010dnih razmje\u0161taja.
it-is-not-possible-to-specify-customization-settings-for-pages-in-site-templates-or-page-templates=Nije mogu\u0107a vlastita prilagodba postavki za stranice iz predlo\u0161ka sitea ili predlo\u0161ka stranice.
javax.portlet.description.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Stranice su korisni\u010dki definirane web stranice koje su stvorene na portalu. Ovisno o Va\u0161oj ulozi, mo\u017eete ure\u0111ivati navedene stranice, dodavati stranice ili mijenjati izgled i dojam stranice.
javax.portlet.description.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Moje stranice su korisni\u010dki definirane web stranice koje ste stvorili ili su Vam dodijeljene. Ovisno o Va\u0161oj ulozi, mo\u017eete ure\u0111ivati svoje stranice, dodavati nove stranice, ili mijenjati izgled i dojam stranice.
javax.portlet.title.com_liferay_layout_admin_web_portlet_GroupPagesPortlet=Stranice web sjedi\u0161ta
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutAdminPortlet=Upravljanje stranicama
javax.portlet.title.com_liferay_layout_admin_web_portlet_LayoutPrototypePagePortlet=Page Template Page (Automatic Copy)
javax.portlet.title.com_liferay_layout_admin_web_portlet_MyPagesPortlet=Moje stranice
layout-inherits-from-a-prototype-portlets-cannot-be-manipulated=Izgled je odre\u0111en predlo\u0161kom. Ne mo\u017ee se manipulirati portletima.
merge-x-public-pages=Spajanje {0} javnih stranica
meta-tags=Meta oznake
modifiable-help=Page administrators using this page template are only able to make changes in those sections marked as modifiable.
modifying-the-site-template-logo-only-affects-sites-that-are-not-yet-created=Izmjena logotipa predlo\u0161ka web sjedi\u0161ta utje\u010de samo na web sjedi\u0161ta koja nisu jo\u0161 stvorena.
not-customizable=Not Customizable (Automatic Copy)
orphan-portlets=Orphan Portlets (Automatic Copy)
page-priority=Prioritet stranice
pages-of-type-x-cannot-be-selected=Pages of type {0} cannot be selected. (Automatic Copy)
pages-of-type-x-cannot-have-child-pages=Stranice tipa {0} ne mogu imati pod stranice.
paste-javascript-code-that-is-executed-at-the-bottom-of-every-page=Zalijepite JavaScript k\u00f4d koji \u0107e se izvr\u0161iti na dnu stranice.
paste-javascript-code-that-is-executed-at-the-bottom-of-the-page=Zalijepite JavaScript k\u00f4d koji \u0107e se izvr\u0161iti na dnu stranice.
please-enter-a-valid-page-priority=Molim unesite ispravan naslov stranice.
please-select-a-valid-change-frequency=Please select a valid change frequency. (Automatic Copy)
please-select-a-valid-include-value=Molimo, odaberite ispravan tip.
please-set-the-virtual-host-before-you-set-the-robots-txt=Please set the virtual host before you set the <em>robots.txt</em>. (Automatic Copy)
private-pages-help=Private pages are accessible only to users who are members of the site which owns the pages. (Automatic Copy)
public-pages-help=Public pages are by default accessible to anyone, even non-logged in users (guests). (Automatic Copy)
publication-process-in-progress-help=There is a publication process in progress. The list of pages may change. (Automatic Copy)
query-string=Izraz upita
query-string-help=Ovaj izraz za upit se koristi opciono, i to samo ukoliko ne postoji drugi. Vrijednost se pona\u0161a kao pred zadani parametar za stranicu.
requires-log-in=Requires Log In (Automatic Copy)
reset-and-propagate=Reset and Propagate (Automatic Copy)
reset-changes=Nedavne promjene
reset-my-customizations=Nanovo nao\u0161triti moj Prilagodbe
revision-id=ID revizije
send-sitemap-information-to-preview=Poslati informacije o mapi stranice {0}pregled{1}\:
set-the-robots-txt=Set the <em>robots.txt</em> for pages. (Automatic Copy)
show-site-name=Prika\u017ei ime stranice
some-page-settings-are-unavailable-because-x-is-enabled=Some page settings are unavailable because <em>{0}</em> is enabled. To change these settings, disable <em>{0}</em> under the <em>{1}</em> section. (Automatic Copy)
the-defaults-for-the-current-page-have-been-updated-click-here-to-see-them=Zadane postavke za trenutnu stranicu su a\u017eurirane. Kliknite ovdje da ih vidim.
the-first-page-cannot-be-of-type-x=The first page cannot be of type {0}. (Automatic Copy)
the-page-was-created-succesfully=The page was created successfully. (Automatic Copy)
the-page-was-deleted-succesfully=The page was deleted successfully. (Automatic Copy)
the-page-was-updated-succesfully=The page was updated successfully. (Automatic Copy)
the-sitemap-protocol-notifies-search-engines-of-the-structure-of-the-website=Protokol karte stranice obavje\u0161tava pretra\u017eiva\u010de o strukturi (sitemap) web stranice.
the-theme-selected-for-the-site-does-not-support-displaying-the-title=The theme selected for the site does not support displaying the title. (Automatic Copy)
there-are-no-available-advanced-settings-for-these-pages=Nema dostupnih naprednih postavki za ove stranice.
there-are-no-collections=There are no Collections
there-are-no-collections.-you-can-add-a-collection-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no collections. You can add a collection by clicking the plus button on the bottom right corner.
there-are-no-page-templates.-you-can-add-a-page-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no page templates. You can add a page template by clicking the plus button on the bottom right corner.
there-are-no-private-pages=There are no Private Pages (Automatic Copy)
there-are-no-public-pages=There are no Public Pages (Automatic Copy)
this-icon-will-be-shown-in-the-navigation-menu=Ova ikona \u0107e se prikazati u navigacijskom izborniku.
this-is-the-default-page-without-your-customizations=Ovo je zadana stranica bez va\u0161e prilagodbe.
this-page-belongs-to-a-user-group=This page belongs to a user group. Any modifications allowed are only applied to this personal site. (Automatic Copy)
this-page-can-be-customized=This page can be customized. (Automatic Copy)
this-page-cannot-be-deleted-and-cannot-have-child-pages-because-it-is-associated-to-a-site-template=This page cannot be deleted and cannot have child pages because it is associated to a site template. (Automatic Copy)
this-page-cannot-be-modified-because-it-belongs-to-the-user-group-x=This page cannot be modified because it belongs to the user group <em>{0}</em>. (Automatic Copy)
this-page-cannot-be-modified-because-it-is-associated-to-a-site-template-does-not-allow-modifications-to-it=This page cannot be modified because it is associated to a site template which does not allow modifications to it. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template=This page has been changed since the last update from the site template. No further updates from the site template will be applied. Click <em>Reset</em> to overwrite the changes and receive updates from the site template. (Automatic Copy)
this-page-has-been-changed-since-the-last-update-from-the-site-template-excerpt=This page has been changed since the last update from the site template. (Automatic Copy)
this-page-is-linked-to-a-page-template=This page is linked to a page template. Disable the automatic propagation of changes to this page to be able to make modifications. (Automatic Copy)
this-page-is-linked-to-a-site-template-which-does-not-allow-modifications-to-it=This page is linked to a site template which does not allow modifications to it. (Automatic Copy)
toggle-controls=Toggle Controls (Automatic Copy)
use-the-same-look-and-feel-of-the-pages-in-which-this-template-is-used=Koristite isti izgled i dojam stranice u kojima se ovaj predlo\u017eak se koristi.
use-the-same-look-and-feel-of-the-x=Use the same look and feel of the {0}. (Automatic Copy)
view-customizable-zones=View Customizable Zones (Automatic Copy)
view-my-customized-page=Prika\u017ei moj Prilago\u0111eno stranicu
view-page-without-my-customizations=View Page without my customizations (Automatic Copy)
warning-preferences-of-selected-portlets-will-be-reset-or-deleted=Warning\! Preferences of selected portlets will be reset to default settings and preferences of portlets that no longer exist will be deleted. (Automatic Copy)
you-can-configure-the-top-level-pages-of-this-public-site-to-merge-with-the-top-level-pages-of-the-public-x-site=Mo\u017eete konfigurirati da se stranice na najvi\u0161oj razini ovog javnog sitea sjedine sa stranicama najvi\u0161e razine javnog sitea {0}. Korisnici \u0107e se kretati izme\u0111u dva sitea neprimjetno.
you-can-customize-this-page=Mo\u017eete prilagoditi ovu stranicu.
you-cannot-delete-this-page-because-the-next-page-is-not-vieweable-by-unathenticated-users-and-so-cannot-be-the-first-page=You cannot delete this page because the next page is not vieweable by unathenticated users and so cannot be the first page. (Automatic Copy)
you-must-have-at-least-one-page=Morate imati bar jednu stranicu.
