#X-Generator: crowdin.com
add-organization=\u0623\u0636\u0641 \u0645\u0646\u0638\u0645\u0629
alerts-and-announcements=\u062a\u0646\u0628\u064a\u0647\u0627\u062a \u0648\u0625\u0639\u0644\u0627\u0646\u0627\u062a
all-users=\u0643\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
are-you-sure-you-want-to-deactivate-the-selected-users=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062a\u0639\u0637\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u064a\u0646\u061f
are-you-sure-you-want-to-permanently-delete-the-selected-users=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0637\u0644\u0628 \u062d\u0630\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u064a\u0646 \u0648\u0628\u0634\u0643\u0644 \u0646\u0647\u0627\u0626\u064a\u061f
assign-organization-roles=\u0623\u0648\u0643\u0644 \u0644\u0645\u0646\u0638\u0645\u0627\u062a
create-site=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0625\u0646\u0634\u0627\u0621
current-password=\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062d\u0627\u0644\u064a\u0629
edit-user-x=Edit User {0} (Automatic Copy)
export-organization-users=\u062a\u0635\u062f\u064a\u0631 \u0645\u0633\u062a\u062e\u062f\u0645\u0648 \u0627\u0644\u0645\u0624\u0633\u0633\u0629
export-users=\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
impersonate-user=\u0645\u062b\u0651\u0644 \u0645\u0633\u062a\u062e\u062f\u0645
inactive-users=\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0641\u0639\u0644
inactive-users-without-an-organization=\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u062f\u0648\u0646 \u0645\u0624\u0633\u0633\u0629
inherited-regular-roles=Inherited Regular Roles (Automatic Copy)
inherited-site-roles=\u0623\u062f\u0648\u0627\u0631 \u0645\u0648\u0631\u0648\u062b\u0629
inherited-sites=\u0623\u062f\u0648\u0627\u0631 \u0645\u0648\u0631\u0648\u062b\u0629
javax.portlet.description.com_liferay_my_account_web_portlet_MyAccountPortlet=\u062d\u0633\u0627\u0628\u064a \u064a\u0646\u0638\u0645 \u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0645\u0648\u0642\u0639\u0647. \u0648\u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062a\u062d\u0631\u064a\u0631 \u0645\u0644\u0641\u0647\u0645 \u0627\u0644\u0634\u062e\u0635\u064a \u0648\u0639\u0631\u0636 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u0646\u0638\u0645\u0627\u062a \u0648\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u064a\u0646\u062a\u0645\u0648\u0646 \u0625\u0644\u064a\u0647\u0627.
javax.portlet.description.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Users are individuals who perform tasks using the portal. You can create new users or deactivate existing users. Users can join sites, be placed into organization hierarchies, be delegated permissions in roles, or be collected into user groups. User groups can cross organizational boundaries, and can be used to assign all members to other collections, such as sites or roles. User groups may also be used to customize personal site templates for members.
javax.portlet.title.com_liferay_my_account_web_portlet_MyAccountPortlet=\u062d\u0633\u0627\u0628\u064a
javax.portlet.title.com_liferay_users_admin_web_portlet_MyOrganizationsPortlet=\u0645\u0646\u0638\u0645\u0627\u062a\u064a
javax.portlet.title.com_liferay_users_admin_web_portlet_UsersAdminPortlet=\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u0648\u0645\u0624\u0633\u0633\u0627\u062a
manage-site=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
my-organizations=\u0645\u0646\u0638\u0645\u0627\u062a\u064a
one-or-more-organizations-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organizations-by-automatically-unassociating-the-deactivated-users=\u0645\u0624\u0633\u0633\u0629 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0646\u0634\u0637\u064a\u0646. \u0647\u0644 \u062a\u0631\u064a\u062f \u0645\u062a\u0627\u0628\u0639\u0629 \u062d\u0630\u0641 \u0627\u0644\u0645\u0624\u0633\u0633\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0628\u0641\u0635\u0644 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u064a\u0646\u0647\u0627 \u0648\u0628\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0627\u0644\u0646\u0634\u0637\u064a\u0646 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u061f
organization-name=\u0644\u0645\u062d\u0629 \u0639\u0646 \u0627\u0644\u0645\u0646\u0638\u0645\u0629
organization-site=\u0644\u0645\u062d\u0629 \u0639\u0646 \u0627\u0644\u0645\u0646\u0638\u0645\u0629
password-reset-required=\u0645\u0637\u0644\u0648\u0628 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
passwords-may-not-be-changed-under-the-current-password-policy=\u0642\u062f \u0644\u0627 \u064a\u062a\u0645 \u062a\u063a\u064a\u064a\u0631 \u0643\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0648\u0631 \u0636\u0645\u0646 \u0646\u0647\u062c \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062d\u0627\u0644\u064a\u0629. (Automatic Translation)
personal-site=Personal Site
please-enter-a-sms-id-that-is-a-valid-email-address=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u062a\u0639\u0631\u064a\u0641\u064a \u0644\u0644\u0640SMS \u0628\u062d\u064a\u062b \u064a\u0643\u0648\u0646 \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0635\u062d\u064a\u062d.
please-enter-a-valid-parent-organization=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0645\u0646\u0638\u0645\u0629 \u0635\u062d\u064a\u062d\u0629.
receive-x-announcements-via-email=Receive {0} announcements via email. (Automatic Copy)
receive-x-announcements-via-sms=Receive {0} announcements via SMS. (Automatic Copy)
receive-x-announcements-via-website=Receive {0} announcements via website. (Automatic Copy)
reminder-queries=\u0627\u0633\u062a\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0630\u0643\u064a\u0631
select-the-delivery-options-for-alerts-and-announcements=\u0627\u062e\u062a\u0631 \u0646\u0648\u0639\u064a\u0629 \u062a\u0648\u0635\u064a\u0644 \u0627\u0644\u062a\u0646\u0628\u064a\u0647\u0627\u062a \u0648\u0627\u0644\u0625\u0639\u0644\u0627\u0646\u0627\u062a.
specify-custom-reminder-queries-for-the-users-of-this-organization=\u062d\u062f\u062f \u0627\u0633\u062a\u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0630\u0643\u064a\u0631 \u0645\u062e\u0635\u0635 \u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u0624\u0633\u0633\u0629. \u0623\u062f\u062e\u0644 \u0633\u0624\u0627\u0644\u0627 \u0648\u0627\u062d\u062f\u0627 \u0644\u0643\u0644 \u0633\u0637\u0631.
the-organization-name-is-already-taken=\u0625\u0633\u0645 \u0627\u0644\u0645\u0646\u0638\u0645\u0629 \u0645\u0623\u062e\u0648\u0630.
the-password-you-entered-for-the-current-password-does-not-match-your-current-password=The password you entered for the current password does not match your current password. Please try again. (Automatic Copy)
the-selected-organization-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organization-by-automatically-unassociating-the-deactivated-users=\u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0646\u0634\u0637\u064a\u0646.\u0647\u0644 \u062a\u0631\u064a\u062f \u0645\u062a\u0627\u0628\u0639\u0629 \u062d\u0630\u0641 \u0627\u0644\u0645\u0624\u0633\u0633\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0628\u0641\u0635\u0644 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u064a\u0646\u0647\u0627 \u0648\u0628\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0627\u0644\u0646\u0634\u0637\u064a\u0646 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u061f
this-organization-does-not-have-any-private-pages=\u0647\u0630\u0647 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0644\u064a\u0633 \u0644\u062f\u064a\u0647\u0627 \u0623\u064a \u0635\u0641\u062d\u0627\u062a \u062e\u0627\u0635\u0629.
this-organization-does-not-have-any-public-pages=\u0647\u0630\u0647 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0644\u064a\u0633 \u0644\u062f\u064a\u0647\u0627 \u0623\u064a \u0635\u0641\u062d\u0627\u062a \u0639\u0627\u0645\u0629.
this-section-will-be-editable-after-creating-the-user=\u0647\u0630\u0627 \u0627\u0644\u0642\u0633\u0645 \u064a\u0635\u0628\u062d \u0642\u0627\u0628\u0644 \u0644\u0644\u062a\u0639\u062f\u064a\u0644 \u0628\u0639\u062f \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
this-user-does-not-belong-to-a-user-group=\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0627 \u064a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0633\u062a\u062e\u062f\u0645. (Automatic Translation)
this-user-does-not-belong-to-an-organization=\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0627 \u064a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0645\u0646\u0638\u0645\u0629. (Automatic Translation)
top-level-organizations=\u062a\u0646\u0638\u064a\u0645\u0627\u062a \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u0648\u0649
unable-to-activate-user-because-that-would-exceed-the-maximum-number-of-users-allowed=Unable to activate user because that would exceed the maximum number of users allowed. (Automatic Copy)
users-and-organizations-home=\u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u0645\u0633\u062a\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0645\u0624\u0633\u0633\u0627\u062a
users-and-suborganizations=\u0627\u0644\u0641\u0631\u0639\u064a\u0629 \u0648\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 (Automatic Translation)
users-without-an-organization=\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u062f\u0648\u0646 \u0645\u0624\u0633\u0633\u0629
x-inactive-user=\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0641\u0639\u0644
x-inactive-users=\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0641\u0639\u0644
x-suborganization=\u0623\u0636\u0641 \u0645\u0646\u0638\u0645\u0629
x-suborganizations=\u0627\u0644\u0645\u0646\u0638\u0645\u0627\u062a
you-cannot-change-your-password-yet=You cannot change your password yet. Please wait until {0} before changing your password again. (Automatic Copy)
you-cannot-delete-or-deactivate-yourself=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u0623\u0648 \u062a\u0639\u0637\u064a\u0644 \u0646\u0641\u0633\u0643.
you-cannot-delete-organizations-that-have-suborganizations-or-users=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u0645\u0646\u0638\u0645\u0627\u062a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0645\u0648\u0627\u0642\u0639 \u0623\u0648 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.
you-do-not-belong-to-an-organization-and-are-not-allowed-to-view-other-organizations=\u0623\u0646\u062a \u0644\u0627 \u062a\u0646\u062a\u0645\u064a \u0644\u0645\u0624\u0633\u0633\u0629 \u0648\u0644\u0630\u0644\u0643 \u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u0631\u0624\u064a\u0629 \u0627\u0644\u0645\u0624\u0633\u0633\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649.
your-email-verification-code-has-been-sent-and-the-new-email-address-will-be-applied-to-your-account-once-it-has-been-verified=\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0635\u062d\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0648\u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062c\u062f\u064a\u062f \u0644\u0644\u062d\u0633\u0627\u0628 \u0628\u0639\u062f \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0635\u062d\u062a\u0647.
your-portal-administrator-has-disabled-the-ability-to-modify-the-following-fields=Your portal administrator has disabled the ability to modify the following fields\: {0}. (Automatic Copy)
