#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99 \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1, \u0e8d\u0ebb\u0e81\u0e8d\u0ec9\u0eb2\u0e8d, \u0eab\u0ebc\u0eb7\u0e81\u0eb3\u0edc\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1 \u0ec1\u0ea5\u0eb0\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2. \u0e96\u0ec9\u0eb2\u0ec4\u0e8a\u0e97\u0ecc\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0edc\u0ec9\u0eb2, \u0e9b\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0edc\u0ec9\u0eb2\u0ec1\u0e97\u0eb1\u0ea1\u0ec0\u0e9e\u0ea3\u0e94\u0e95\u0ebb\u0ec9\u0e99\u0e88\u0eb0\u0e9a\u0ecd\u0ec8\u0ec1\u0e9c\u0e81\u0eb0\u0e88\u0eb2\u0e8d. \u0e96\u0ec9\u0eb2\u0edc\u0ec9\u0eb2\u0edc\u0eb5\u0ec4\u0e94\u0ec9\u0e81\u0eb3\u0e99\u0ebb\u0e94, \u0ea1\u0eb1\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9a\u0ecd\u0ec8\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e9b\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e88\u0eb2\u0e81\u0edc\u0ec9\u0eb2\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0ec0\u0e88\u0eb2\u0eb0\u0e88\u0ebb\u0e87\u0e9c\u0ec8\u0eb2\u0e99\u0edc\u0ec9\u0eb2\u0e82\u0ead\u0e87\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e87\u0ea1\u0eb7\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0edc\u0ec9\u0eb2\u0e95\u0ec8\u0eb2\u0e87\u0ec6.
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0eb1\u0ea1\u0ec0\u0e9e\u0ea3\u0e94
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94
site-template-was-added=Site template was added. (Automatic Copy)
there-are-no-site-templates=There are no site templates. (Automatic Copy)
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no site templates. You can add a site template by clicking the plus button on the bottom right corner. (Automatic Copy)
you-cannot-delete-site-templates-that-are-used-by-a-site=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a\u0ec4\u0e8a\u0e97\u0ecc\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0e94\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ec3\u0e8a\u0ec9\u0e9e\u0eb2\u0e8d\u0ec3\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0edc\u0eb7\u0ec8\u0e87
