#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=\uc774 \ucd94\uac00, \uc81c\uac70, \ub610\ub294 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc744 \uad6c\uc131 \ud558 \uace0 \ud398\uc774\uc9c0 \uc18d\uc131\uc744 \ubcc0\uacbd \ud558\ub824\uba74 \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\uac00 \uc124\uc815 \ud569\ub2c8\ub2e4. \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\uac00 \ud398\uc774\uc9c0\ub97c \uc218\uc815 \ud558\ub294 \uacbd\uc6b0 \uc6d0\ub798 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \ud398\uc774\uc9c0\uc5d0 \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub354 \uc774\uc0c1 \uc804\ud30c \ub429\ub2c8\ub2e4. \uc774 \uc635\uc158\uc744 \uc124\uc815 \ud558\ub294 \uacbd\uc6b0 \ud398\uc774\uc9c0 \uad00\ub9ac \ub3c4\uad6c\ub97c \ud1b5\ud574 \ud2b9\uc815 \ud398\uc774\uc9c0\uc5d0\uc11c \uc218\uc815\uc744 \ud5c8\uc6a9 \ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\ub2e4. (Automatic Translation)
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=\uc704\uce58 \ud15c\ud50c\ub81b
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c \uc124\uc815 (Automatic Translation)
site-template-was-added=\uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc5d0 \ucd94\uac00 \ub418\uc5c8\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-site-templates=\uc544\ubb34 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=\uc544\ubb34 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. \uc624\ub978\ucabd \ud558\ub2e8 \ubaa8\uc11c\ub9ac\uc5d0 \uc788\ub294 \ub354\ud558\uae30 \ubc84\ud2bc\uc744 \ud074\ub9ad \ud558 \uc5ec \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
you-cannot-delete-site-templates-that-are-used-by-a-site=\uc0ac\uc774\ud2b8\uc5d0\uc11c \uc0ac\uc6a9 \ub418\ub294 \uc0ac\uc774\ud2b8 \uc11c\uc2dd \ud30c\uc77c\uc744 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
