#X-Generator: crowdin.com
action.ADD_SAP_ENTRY=Th\u00eam ch\u00ednh s\u00e1ch truy nh\u1eadp d\u1ecbch v\u1ee5 (Automatic Translation)
allowed-service-signatures=Cho ph\u00e9p D\u1ecbch v\u1ee5 ch\u1eef k\u00fd (Automatic Translation)
allowed-service-signatures-help=Nh\u1eadp m\u1ed7i ch\u1eef k\u00fd \u0111\u01b0\u1ee3c cho ph\u00e9p D\u1ecbch v\u1ee5 t\u00e1ch ra b\u1edfi m\u1ed9t d\u00f2ng m\u1edbi. Cho example\:
default-sap-entry-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ch\u00ednh s\u00e1ch truy nh\u1eadp d\u1ecbch v\u1ee5 s\u1ebd \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho t\u1ea5t c\u1ea3 c\u00e1c y\u00eau c\u1ea7u \u0111\u1ebfn, trong \u0111\u00f3 c\u00f3 y\u00eau c\u1ea7u kh\u00f4ng \u0111\u01b0\u1ee3c x\u00e1c th\u1ef1c. (Automatic Translation)
javax.portlet.title.com_liferay_portal_security_service_access_policy_web_portlet_SAPPortlet=Ch\u00ednh s\u00e1ch truy nh\u1eadp d\u1ecbch v\u1ee5 (Automatic Translation)
method-name=Ph\u01b0\u01a1ng ph\u00e1p t\u00ean (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy=Ch\u00ednh s\u00e1ch truy nh\u1eadp d\u1ecbch v\u1ee5 (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy.model.SAPEntry=D\u1ecbch v\u1ee5 truy c\u1eadp ch\u00ednh s\u00e1ch nh\u1eadp c\u1ea3nh (Automatic Translation)
new-service-access-policy=Ch\u00ednh s\u00e1ch truy c\u1eadp D\u1ecbch v\u1ee5 m\u1edbi (Automatic Translation)
please-enter-a-unique-service-access-policy-name=Vui l\u00f2ng nh\u1eadp t\u00ean ch\u00ednh s\u00e1ch truy c\u1eadp D\u1ecbch v\u1ee5 duy nh\u1ea5t. (Automatic Translation)
policies=Ch\u00ednh s\u00e1ch (Automatic Translation)
service-access-policy-name-is-required=D\u1ecbch v\u1ee5 truy c\u1eadp ch\u00ednh s\u00e1ch t\u00ean l\u00e0 c\u1ea7n thi\u1ebft. (Automatic Translation)
service-access-policy-title-is-required=D\u1ecbch v\u1ee5 truy c\u1eadp ch\u00ednh s\u00e1ch ti\u00eau \u0111\u1ec1 \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u. (Automatic Translation)
service-class=D\u1ecbch v\u1ee5 l\u1edbp (Automatic Translation)
switch-to-advanced-mode=Chuy\u1ec3n sang ch\u1ebf \u0111\u1ed9 n\u00e2ng cao (Automatic Translation)
switch-to-friendly-mode=Chuy\u1ec3n sang ch\u1ebf \u0111\u1ed9 th\u00e2n thi\u1ec7n (Automatic Translation)
there-are-no-service-access-policies=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 ch\u00ednh s\u00e1ch truy c\u1eadp D\u1ecbch v\u1ee5. (Automatic Translation)
this-field-is-required-and-must-contain-only-following-characters=L\u0129nh v\u1ef1c n\u00e0y l\u00e0 c\u1ea7n thi\u1ebft v\u00e0 ch\u1ec9 ph\u1ea3i ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 sau\: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz\#\:@./_- (Automatic Translation)
