#X-Generator: crowdin.com
add-user-group=\u0627\u0641\u0632\u0648\u062f\u0646 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc
add-users=\u0627\u0641\u0632\u0648\u062f\u0646 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646
add-users-to-x=\u0627\u0641\u0632\u0648\u062f\u0646 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0647 {0}
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=\u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=\u0686\u0646\u062f \u06a9\u0627\u0631\u0628\u0631 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u062f\u0631 \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0639\u0636\u0648\u06cc\u062a \u062f\u0627\u0631\u0646\u062f. \u0622\u06cc\u0627 \u0645\u0627\u06cc\u0644\u06cc\u062f \u06a9\u0647 \u0641\u0631\u0622\u06cc\u0646\u062f \u0628\u0627 \u062d\u0630\u0641 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u062e\u062a\u0635\u0627\u0635 \u0646\u062f\u0627\u062f\u0646 \u062e\u0648\u062f\u06a9\u0627\u0631 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0627\u062f\u0627\u0645\u0647 \u067e\u06cc\u062f\u0627 \u06a9\u0646\u062f\u061f
pages-for-user-group-x=\u0635\u0641\u062d\u0627\u062a \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 {0}
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=\u0635\u0641\u062d\u0627\u062a \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u062a\u0648\u0633\u0637 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0646\u0647\u0627\u06cc\u06cc \u062f\u06cc\u062f\u0647 \u0634\u0648\u0646\u062f. \u0647\u0631 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0635\u0641\u062d\u0627\u062a \u0631\u0627 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0647 \u0635\u0648\u0631\u062a \u0628\u062e\u0634\u06cc \u0627\u0632 \u067e\u0631\u0648\u0641\u0627\u06cc\u0644 \u062e\u0648\u062f \u0628\u0628\u06cc\u0646\u062f. \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u062a\u0648\u0627\u0646\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u0646\u062f\u060c \u06af\u0632\u06cc\u0646\u0647 \u0633\u0641\u0627\u0631\u0634\u06cc\u200c\u0633\u0627\u0632\u06cc \u0647\u0631 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0641\u0639\u0627\u0644 \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=\u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0647\u0645\u0631\u0627\u0647 \u0627\u0633\u062a. \u0622\u06cc\u0627 \u0634\u0645\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u062f\u0627\u0645\u0647 \u062d\u0630\u0641 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 unassociating \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644\u061f
this-is-a-required-user-group=\u0627\u06cc\u0646 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0648\u0631\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u0633\u062a.
this-user-group-does-not-have-any-dashboard-pages=\u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0647\u06cc\u0686 \u0635\u0641\u062d\u0647 \u0639\u0645\u0648\u0645\u06cc \u0646\u062f\u0627\u0631\u0646\u062f.
this-user-group-does-not-have-any-profile-pages=\u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0635\u0641\u062d\u0627\u062a \u0627\u062e\u062a\u0635\u0627\u0635\u06cc \u0646\u062f\u0627\u0631\u062f.
user-group-name=\u0633\u0627\u06cc\u062a \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631
user-group-pages-permissions=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc
you-cannot-delete-user-groups-that-have-users=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0645\u06a9\u0627\u0646\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0627\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc \u0628\u0627\u0634\u0646\u062f \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f
