#X-Generator: crowdin.com
access-key=Tipka za dostop (Automatic Translation)
access-key-help=Nastavite tipko za dostop do AWS ra\u010dun. (Automatic Translation)
bucket-name=Ime vedro (Automatic Translation)
bucket-name-help=Nastavite ime vedro s S3 za shranjevanje datotek. (Automatic Translation)
cache-dir-clean-up-expunge=Predpomnilnika imenika \u010disto do izbrisati (Automatic Translation)
cache-dir-clean-up-expunge-help=Dolo\u010dite \u0161tevilo dni, ki so lahko shranjeni v predpomnilniku. (Automatic Translation)
cache-dir-clean-up-frequency=Imenika predpomnilnika \u010di\u0161\u010denje pogostost (Automatic Translation)
cache-dir-clean-up-frequency-help=Nastavite razmerje med \u0161tevilo klicev v datoteko predpomnilnika \u010dist metoda in dejansko datote\u010dnega predpomnilnika \u010dist. Lastnost nastavite na 1 vedno \u010disto. Vi\u0161je \u0161tevilke ni\u017eje frekvence. (Automatic Translation)
connection-timeout=\u010casovna omejitev povezave (Automatic Translation)
connection-timeout-help=Niz \u010das \u010dakanja (v milisekundah), ko najprej vzpostavitev povezave, preden pote\u010de. Vrednost 0 pomeni neskon\u010dnosti, in ni priporo\u010dljivo. (Automatic Translation)
core-pool-size=Velikost bazena jedro (Automatic Translation)
core-pool-size-help=Nastavite za\u010detno \u0161tevilo niti, ki se uporablja za nalaganje delov. (Automatic Translation)
http-client-max-connections=Najve\u010dja HTTP povezave (Automatic Translation)
http-client-max-connections-help=Nastavi najve\u010dje \u0161tevilo dovoljenih plan HTTP vez. (Automatic Translation)
http-client-max-error-retry=Ponovitve najve\u010dji HTTP (Automatic Translation)
http-client-max-error-retry-help=Nastavi najve\u010dje \u0161tevilo ponovitev poskusov za neuspele retriable. (Automatic Translation)
max-pool-size=Najve\u010dja velikost (Automatic Translation)
max-pool-size-help=Nastavi najve\u010dje \u0161tevilo teme za uporabo pri nalaganju delov. (Automatic Translation)
minimum-uploads-part-size=Velikost minimalnih del (Automatic Translation)
minimum-uploads-part-size-help=Nastavite minimalnih del velikost za upload delov. Zmanj\u0161anje velikosti najmanj\u0161e del povzro\u010da multipart uploads razdeliti na ve\u010d manj\u0161ih delov. Nastavite to vrednost prenizka ima negativen u\u010dinek na hitrosti prenosa, povzro\u010da dodatno latence in omre\u017eje sporo\u010dilo za vsak del. (Automatic Translation)
multipart-upload-threshold=Prag multipart prenos (Automatic Translation)
multipart-upload-threshold-help=Nastavite velikost prag (v bajtih) kdaj z uporabo multipart prenosi. Prenosi prek te velikosti samodejno uporabi strategijo multipart prenos, medtem ko uploads manj\u0161i od ta prag uporabljajo eno povezavo za prenos celoten objekt. (Automatic Translation)
ntlm-proxy-domain=NTLM zastopstvo domen (Automatic Translation)
ntlm-proxy-domain-help=Dolo\u010di ime domene Windows za NTLM proxy. \u010ce ne uporabljate proxy Windows NTLM, nastavite to lastnost. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy Workstation (Automatic Translation)
ntlm-proxy-workstation-help=Nastavite ime delovne postaje Windows za NTLM proxy. \u010ce ne uporabljate proxy Windows NTLM, nastavite to lastnost. (Automatic Translation)
proxy-auth-type=Vrsta preverjanja pristnosti proxyja (Automatic Translation)
proxy-auth-type-help=Nastavite proxy vrsta preverjanja pristnosti se uporabljajo pri povezovanju s storitvijo S3. Konfigurira "Nih\u010de" ne zastopstvo. "Ime geslo" konfigurira proxy; tej konfiguraciji dolo\u010dite vrednosti za zastopstvo uporabni\u0161ko ime in geslo stre\u017enika proxy. "Ntlm" konfigurira Windows NTLM zastopstvo; tej konfiguraciji dolo\u010dite vrednosti za zastopstvo uporabni\u0161ko ime, zastopstvo geslo, zastopstvo domen NTLM in NTLM zastopstvo workstation. (Automatic Translation)
proxy-host-help=Nastavite proxy gostitelja, odjemalec uporabi za povezavo. (Automatic Translation)
proxy-password=Zastopstvo geslo (Automatic Translation)
proxy-password-help=\u0160tevilo enakih oseb zastopstvo parola rabiti \u010de povezavo prek proxy. (Automatic Translation)
proxy-port-help=Nastavite proxy vrata, odjemalec uporabi za povezavo. (Automatic Translation)
proxy-username=Proxy uporabni\u0161kega imena (Automatic Translation)
proxy-username-help=Nastavite proxy uporabni\u0161ko ime rabiti \u010de povezuje prek poobla\u0161\u010denca. (Automatic Translation)
s3-region=S3 regiji (Automatic Translation)
s3-region-help=Nastavite Amazon S3 regijo, ki predstavlja geografske regije kjer Amazon S3 trgovin oblikovali vedra. Amazon S3 regij se uporabljajo za optimizacijo latence, zmanj\u0161ali stro\u0161ke in re\u0161evanje regulativnih zahtev. Predmeti, shranjeni v Amazon S3 regiji nikoli zapusti to obmo\u010dje, razen izrecno prenesena v drugo regijo. (Automatic Translation)
s3-storage-class=S3 Razredu za shrambo (Automatic Translation)
s3-storage-class-help=Nastavite Amazon S3 razredu za shrambo. Shranjevanja razred se uporablja privzeto, in pomeni, da odve\u010d kopije podatkov bodo shranjene v razli\u010dnih lokacijah. REDUCED_REDUNDANCY shranjevanje razred je namenjen za shranjevanje podatkov, non-strog, ponovljivo, ponujajo poceni, visoko na voljo shranjevanje mo\u017enost; Ta mo\u017enost pa manj odve\u010d. (Automatic Translation)
s3-store-configuration-name=S3 Trgovina konfiguracijo (Automatic Translation)
secret-key=Skrivni klju\u010d (Automatic Translation)
secret-key-help=Nastavite ra\u010dun AWS skrivni klju\u010d. (Automatic Translation)
