#X-Generator: crowdin.com
all-users-can-mention-each-other=\u0412\u0441\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0436\u0443\u0442\u044c \u0437\u0433\u0430\u0434\u0430\u0442\u0438 \u043f\u0440\u043e \u043e\u0434\u0438\u043d \u043e\u0434\u043d\u043e\u0433\u043e (Automatic Translation)
allow-users-to-mention-other-users=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u0437\u0433\u0430\u0434\u0430\u0442\u0438 \u0456\u043d\u0448\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 (Automatic Translation)
define-mentions-capability-for-users=\u0412\u0438\u0437\u043d\u0430\u0447\u0438\u0442\u0438 \u0437\u0433\u0430\u0434\u0443\u0454 \u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0441\u0442\u0435\u0439 \u0434\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 (Automatic Translation)
friends-can-mention-each-other=\u0414\u0440\u0443\u0437\u0456\u0432 \u043c\u043e\u0436\u043d\u0430 \u0437\u0433\u0430\u0434\u0430\u0442\u0438 \u043f\u0440\u043e \u043e\u0434\u0438\u043d \u0437 \u043e\u0434\u043d\u0438\u043c (Automatic Translation)
javax.portlet.title.com_liferay_mentions_web_portlet_MentionsPortlet=\u0417\u0433\u0430\u0434\u043a\u0438 (Automatic Translation)
mentions-are-disabled-in-portal-settings=\u0417\u0433\u0430\u0434\u043a\u0438 \u0432\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0456 \u0443 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. (Automatic Translation)
receive-a-notification-when-someone-mentions-you-in-a-blogs-entry,-comment,-or-message-boards-message=\u0417\u0433\u0430\u0434\u0443\u0454 \u0432\u0438 \u0431\u043b\u043e\u0433\u0430\u0445 \u0437\u0430\u043f\u0438\u0441, \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0430\u0431\u043e \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0434\u043e\u0448\u043a\u0438 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f. (Automatic Translation)
site-members-can-mention-each-other=\u0423\u0447\u0430\u0441\u043d\u0438\u043a\u0438 \u0441\u0430\u0439\u0442\u0443 \u043c\u043e\u0436\u043d\u0430 \u0437\u0433\u0430\u0434\u0430\u0442\u0438 \u043f\u0440\u043e \u043e\u0434\u0438\u043d \u0437 \u043e\u0434\u043d\u0438\u043c (Automatic Translation)
x-mentioned-you-in-a-comment-in-a-x={0} mentioned you in a comment in a {1}. (Automatic Copy)
x-mentioned-you-in-a-x={0} mentioned you in a {1}. (Automatic Copy)
