#X-Generator: crowdin.com
include-inherited-permissions-help=\uc774 \uac80\uc0c9 \uad8c\ud55c\uc744 \ud544\ud130\ub9c1\uc758 \uc77c\ud658\uc73c\ub85c \uc0ac\uc6a9\uc790\uc758 \uc0c1\uc18d \ub41c \uc5ed\ud560\uc744 \ud3ec\ud568 \ud558\ub824\uba74 true\ub85c \uc124\uc815 \ud569\ub2c8\ub2e4. \uc0ac\uc6a9\uc790\uc758 \uc0c1\uc18d \ub41c \uc5ed\ud560\uc740 \uc0ac\uc6a9\uc790 \uadf8\ub8f9 \ubc0f \uc870\uc9c1 \uad6c\uc131\uc6d0\uc744 \uc790\uc2e0\uc758 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \ud560\ub2f9 \ub41c \ubaa8\ub4e0 \uc0ac\uc6a9\uc790\ub97c \ud3ec\ud568 \ud569\ub2c8\ub2e4. (Automatic Translation)
index-commit-immediately-help=\uc774 \uc989\uc2dc \ucee4\ubc0b \uac80\uc0c9 \uc778\ub371\uc2a4 \uc0ac\uc2e4 \uc4f0\uae30 \uc694\uccad\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. \uc774 true\ub85c \uc124\uc815 \ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4 \ubd80\uc815\uc801\uc778 \uc601\ud5a5\uc744 \uac80\uc0c9 \uc5d4\uc9c4 \uc131\ub2a5 \uac01 \uc4f0\uae30 \uc694\uccad \uac80\uc0c9 \uc5d4\uc9c4 \uc0c9\uc778 \ub9ac\ub354\ub97c \uc0c8\ub85c \ud558 \uace0 \uc7a0\uc7ac\uc801\uc73c\ub85c \ud2b8\ub79c\uc7ad\uc158\uc744 \ub514\uc2a4\ud06c\uc5d0 \ud50c\ub7ec\uc2dc\ub97c \uac15\uc81c\ub85c \uac83\uc785\ub2c8\ub2e4. \ud3ec\ud138\uc758 \uae30\ubcf8 \ub3d9\uc791\uc740 \uac1c\ubcc4 \uc778\ub371\uc2a4 \uc791\uc5c5\uc5d0 \ub300 \ud55c \uc989\uc2dc \uc800\uc9c0 \ud558\ub294 \uac83\uc785\ub2c8\ub2e4 (\uc608\: \ucd94\uac00 \ube14\ub85c\uadf8, \ube14\ub85c\uadf8 \uc5c5\ub370\uc774\ud2b8) \ud558\uc9c0\ub9cc \uc9c0\uc5f0 \uc800\uc9c0\ub978 \ub300\ub7c9 \uc791\uc5c5 (\uc608\: \ubaa8\ub4e0 \uc0ac\uc6a9\uc790\uac00 \uc0c9\uc778, \uc0c9\uc778, \ubaa8\ub4e0 \uc704 \ud0a4) \ubaa8\ub4e0 \ud56d\ubaa9 \uac80\uc0c9 \uc5d4\uc9c4\uc744 \ubcf4\ub0c8\uc2b5\ub2c8\ub2e4 \ub54c\uae4c\uc9c0. \uc774\uac83\uc744 false\ub85c \uc124\uc815 \ud3ec\ud2c0\ub9bf \uc0c8\ub85c \ud45c\uc2dc \ub420 \ub54c \uc9c0\uc5f0 \ub41c \uc751\ub2f5\uc744 \uc804\uc2dc \uc790\uc0b0 \uac8c\uc2dc\uc790 \ucd94\uac00 \ucf58\ud150\uce20 \uac19\uc740 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4 \uc0ac\uc6a9\uc790\uac00 \uae30\ubcf8 Elasticsearch \uac80\uc0c9 \uc5d4\uc9c4 \uc9c0\uc5f0\uc774 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc790\uc138\ud55c \ub0b4\uc6a9\uc740 https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html\ub97c \ucc38\uc870 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
index-writer-helper-configuration-name=\uc778\ub371\uc11c \uc791\uac00 \ub3c4\uc6b0\ubbf8 (Automatic Translation)
index.status.manager.configuration.nam=\uc778\ub371\uc2a4 \uc0c1\ud0dc \uad00\ub9ac\uc790 (Automatic Translation)
indexer-registry-configuration-name=\uac80\uc0c9 \uc778\ub371\uc2a4 \ub808\uc9c0\uc2a4\ud2b8\ub9ac (Automatic Translation)
permission-terms-limit-help=\uc774 \uac80\uc0c9 \ucffc\ub9ac\uc5d0 \ucd94\uac00 \ub418\ub294 \uad8c\ud55c \uac80\uc0c9\uc5b4\uc758 \uc218\ub97c \uc81c\ud55c \uc124\uc815 \ud569\ub2c8\ub2e4. \uc774 \uc81c\ud55c\uc744 \ucd08\uacfc \ud558\ub294 \uacbd\uc6b0 \uc544\ubb34 \uad8c\ud55c \uac80\uc0c9\uc5b4 \ucd94\uac00 \ub429\ub2c8\ub2e4. \ub300\uc2e0, \uc0ac\uc6a9 \uad8c\ud55c \uac80\uc0ac \ubb34\ub108\uc9c8 \uac83 \uc774\ub2e4 \ub2e4\uc2dc \uac80\uc0c9 \uad8c\ud55c \ud544\ud130\uc5d0. (Automatic Translation)
query-pre-process-configuration-name=\uac80\uc0c9 \uc778\ub371\uc2a4 \ucffc\ub9ac \uc804\ucc98\ub9ac\uae30 (Automatic Translation)
search-engine-helper-configuration-name=\uac80\uc0c9 \uc5d4\uc9c4 \ub3c4\uc6b0\ubbf8 (Automatic Translation)
search-permission-checker-configuration-name=\uac80\uc0c9 \uad8c\ud55c \uac80\uc0ac\uae30 (Automatic Translation)
