#X-Generator: crowdin.com
access-key=Eri\u015fim tu\u015fu (Automatic Translation)
access-key-help=AWS hesap eri\u015fim anahtar\u0131 ayarlay\u0131n. (Automatic Translation)
bucket-name=Kova ad\u0131 (Automatic Translation)
bucket-name-help=S3 taraf\u0131ndan dosyalar\u0131 depolamak i\u00e7in kullan\u0131lan kova ad\u0131 ayarlay\u0131n. (Automatic Translation)
cache-dir-clean-up-expunge=\u00d6nbellek dizini temiz kadar silip at (Automatic Translation)
cache-dir-clean-up-expunge-help=Bir dosyay\u0131 \u00f6nbellekte tutulur g\u00fcn say\u0131s\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
cache-dir-clean-up-frequency=\u00d6nbellek dizini frekans kadar temiz (Automatic Translation)
cache-dir-clean-up-frequency-help=Dosya \u00f6nbelle\u011fi temiz y\u00f6ntemine yap\u0131lan \u00e7a\u011fr\u0131 say\u0131s\u0131 ve ger\u00e7ek dosya \u00f6nbelle\u011fi aras\u0131ndaki oran temiz ayarlay\u0131n. Bu \u00f6zellik her zaman temizlemek i\u00e7in 1 olarak ayarlay\u0131n. Daha y\u00fcksek numaralar frekans\u0131n\u0131 d\u00fc\u015f\u00fcr. (Automatic Translation)
connection-timeout=Ba\u011flant\u0131 zaman a\u015f\u0131m\u0131 (Automatic Translation)
connection-timeout-help=Set zaman ba\u015flang\u0131\u00e7ta s\u00fcre (milisaniye cinsinden) miktar\u0131n\u0131 zaman a\u015f\u0131m\u0131na u\u011framadan \u00f6nce bir ba\u011flant\u0131 kurulamad\u0131. 0 de\u011feri, sonsuz anlam\u0131na gelir ve tavsiye edilmez. (Automatic Translation)
core-pool-size=\u00c7ekirdek havuz boyutu (Automatic Translation)
core-pool-size-help=Ba\u015flang\u0131\u00e7 b\u00f6l\u00fcmleri y\u00fcklemek i\u00e7in kullan\u0131lan i\u015f par\u00e7ac\u0131\u011f\u0131 say\u0131s\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
http-client-max-connections=Maksimum HTTP ba\u011flant\u0131lar\u0131 (Automatic Translation)
http-client-max-connections-help=En fazla izin verilen a\u00e7\u0131k HTTP ba\u011flant\u0131 say\u0131s\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
http-client-max-error-retry=Maksimum HTTP yeniden deneme (Automatic Translation)
http-client-max-error-retry-help=Yeniden deneme giri\u015fimi ba\u015far\u0131s\u0131z retriable isteklerde maksimum say\u0131s\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
max-pool-size=En b\u00fcy\u00fck havuz boyutu (Automatic Translation)
max-pool-size-help=B\u00f6l\u00fcmleri y\u00fckleme s\u0131ras\u0131nda kullan\u0131lacak i\u015f par\u00e7ac\u0131\u011f\u0131 say\u0131s\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
minimum-uploads-part-size=En k\u00fc\u00e7\u00fck b\u00f6l\u00fcm boyutu (Automatic Translation)
minimum-uploads-part-size-help=Kar\u015f\u0131ya y\u00fckleme b\u00f6l\u00fcmleri i\u00e7in en az b\u00f6l\u00fcm boyutu ayarlay\u0131n. En k\u00fc\u00e7\u00fck b\u00f6l\u00fcm boyutu azalan \u00e7ok say\u0131da daha k\u00fc\u00e7\u00fck par\u00e7alar b\u00f6lmek \u00e7ok par\u00e7al\u0131 y\u00fckleme neden olur. Bu de\u011fer ayar\u0131 \u00e7ok d\u00fc\u015f\u00fck aktar\u0131m h\u0131z\u0131, her b\u00f6l\u00fcm i\u00e7in fazladan gecikme s\u00fcresi ve a\u011f ileti\u015fim neden \u00fczerinde olumsuz bir etkisi vard\u0131r. (Automatic Translation)
multipart-upload-threshold=\u00c7ok par\u00e7al\u0131 y\u00fckleme e\u015fi\u011fi (Automatic Translation)
multipart-upload-threshold-help=Boyutu e\u015fi\u011fini (bayt cinsinden) ayarland\u0131\u011f\u0131nda par\u00e7al\u0131 y\u00fckleme kullanarak. Bu e\u015fik de\u011ferinden daha k\u00fc\u00e7\u00fck y\u00fcklenenler t\u00fcm nesneyi y\u00fcklemek i\u00e7in tek bir ba\u011flant\u0131 kullan\u0131rken y\u00fcklenenler bu boyutu \u00fczerinde otomatik olarak bir \u00e7ok par\u00e7al\u0131 y\u00fckleme stratejiyi kullan\u0131n. (Automatic Translation)
ntlm-proxy-domain=NTLM Proxy etki alan\u0131 (Automatic Translation)
ntlm-proxy-domain-help=Windows etki alan\u0131 ad\u0131 NTLM proxy i\u00e7in ayarlay\u0131n. Bir Windows NTLM proxy sunucu kullanm\u0131yorsan\u0131z, bu \u00f6zelli\u011fi ayarlanmam\u0131\u015f. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy i\u015f istasyonu (Automatic Translation)
ntlm-proxy-workstation-help=Windows i\u015f istasyonu ad\u0131 NTLM proxy i\u00e7in ayarlay\u0131n. Bir Windows NTLM proxy sunucu kullanm\u0131yorsan\u0131z, bu \u00f6zelli\u011fi ayarlanmam\u0131\u015f. (Automatic Translation)
proxy-auth-type=Proxy kimlik do\u011frulama t\u00fcr\u00fc (Automatic Translation)
proxy-auth-type-help=Proxy bir S3 hizmete ba\u011flan\u0131rken kullan\u0131lacak kimlik do\u011frulamas\u0131 t\u00fcr\u00fcn\u00fc ayarlay\u0131n. "None" Hay\u0131r vekil yap\u0131land\u0131r\u0131r. "Kullan\u0131c\u0131 ad\u0131-\u015fifre" bir proxy yap\u0131land\u0131r\u0131r; Bu yap\u0131land\u0131rma i\u00e7in proxy kullan\u0131c\u0131 ad\u0131 ve proxy parolas\u0131n\u0131 i\u00e7in de\u011ferleri belirtir. "Ntlm" bir Windows NTLM proxy yap\u0131land\u0131r\u0131r; Bu yap\u0131land\u0131rma i\u00e7in proxy kullan\u0131c\u0131 ad\u0131, proxy parolas\u0131n\u0131, NTLM proxy etki alan\u0131 ve NTLM proxy i\u015f istasyonu i\u00e7in de\u011ferleri belirtir. (Automatic Translation)
proxy-host-help=Ba\u011flanmak i\u00e7in istemcinin kulland\u0131\u011f\u0131 proxy ana bilgisayar\u0131 ayarlay\u0131n. (Automatic Translation)
proxy-password=Proxy parolas\u0131n\u0131 (Automatic Translation)
proxy-password-help=E\u011fer bir proxy \u00fczerinden ba\u011flan\u0131rken kullan\u0131lacak proxy parolas\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
proxy-port-help=Ba\u011flanmak i\u00e7in istemcinin kulland\u0131\u011f\u0131 proxy ba\u011flant\u0131 noktas\u0131 ayarlay\u0131n. (Automatic Translation)
proxy-username=Proxy Kullan\u0131c\u0131 ad\u0131 (Automatic Translation)
proxy-username-help=Proxy bir proxy \u00fczerinden ba\u011flan\u0131rken kullan\u0131lacak kullan\u0131c\u0131 ad\u0131n\u0131 ayarlay\u0131n. (Automatic Translation)
s3-region=S3 b\u00f6lge (Automatic Translation)
s3-region-help=Amazon S3 kullan\u0131c\u0131 taraf\u0131ndan olu\u015fturulan kovalar\u0131 depolad\u0131\u011f\u0131 bir co\u011frafi b\u00f6lge temsil eder Amazon S3 b\u00f6lgesi ayarlay\u0131n. Amazon S3 b\u00f6lgeleri gecikme s\u00fcresi en iyi duruma getirmek, maliyetleri en aza indirmek ve d\u00fczenleyici gereksinimlerini gidermek i\u00e7in kullan\u0131l\u0131r. Asla bir Amazon S3 b\u00f6lgede saklanan nesneler a\u00e7\u0131k\u00e7a ba\u015fka bir b\u00f6lgeye transfer s\u00fcrece o b\u00f6lgeyi terk. (Automatic Translation)
s3-storage-class=S3 Depolama s\u0131n\u0131f\u0131 (Automatic Translation)
s3-storage-class-help=Amazon S3 depolama s\u0131n\u0131f\u0131 ayarlay\u0131n. Standart depolama s\u0131n\u0131f\u0131 varsay\u0131lan olarak kullan\u0131lan ve verilerin yedek kopyalar\u0131n\u0131 farkl\u0131 konumlarda depolanan anlam\u0131na gelir. REDUCED_REDUNDANCY depolama s\u0131n\u0131f\u0131 bir d\u00fc\u015f\u00fck maliyetli, y\u00fcksek oranda kullan\u0131labilir depolama se\u00e7ene\u011fi sunan kritik olmayan, tekrarlanabilir verileri depolamak i\u00e7in tasarlanm\u0131\u015ft\u0131r; Ancak, bu se\u00e7enek daha az gereksiz oldu\u011funu. (Automatic Translation)
s3-store-configuration-name=S3 Depolama yap\u0131land\u0131rma (Automatic Translation)
secret-key=Gizli anahtar (Automatic Translation)
secret-key-help=AWS hesap gizli anahtar\u0131 ayarlay\u0131n. (Automatic Translation)
