#X-Generator: crowdin.com
action.ADD_STRUCTURE=Th\u00eam c\u1ea5u tr\u00fac tin (Structure)
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Changing the language does not automatically translate the existing template script. To use the palette after changing the language, save first. (Automatic Copy)
copy-display-templates=Sao ch\u00e9p c\u00e1c Bi\u1ec3u m\u1eabu hi\u1ec3n th\u1ecb
copy-form-templates=Sao ch\u00e9p t\u1eeb Bi\u1ec3u m\u1eabu
copy-template=Sao ch\u00e9p Bi\u1ec3u m\u1eabu
copy-templates=Sao ch\u00e9p Bi\u1ec3u m\u1eabu
copy-x=Sao ch\u00e9p {0}
ddm-structure-local-service=DDM Structure Local Service
ddm-structure-local-service-help=Cung c\u1ea5p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt c\u1ea5u tr\u00fac \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM).
ddm-structure-service=DDM Structure Service
ddm-structure-service-help=Cung c\u00e1p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt c\u1ea5u tr\u00fac \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM). H\u00e0m \u0111\u00e3 bao g\u1ed3m ki\u1ec3m tra quy\u1ec1n th\u1ef1c thi.
ddm-template-local-service=DDM Template Local Service
ddm-template-local-service-help=Cung c\u1ea5p d\u1ecbch v\u1ee5 g\u1ecdi c\u1ee5c b\u1ed9 \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt bi\u1ec3u m\u1eabu \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM).
ddm-template-service=DDM Template Service
ddm-template-service-help=Cung c\u00e1p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt bi\u1ec3u m\u1eabu \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM). H\u00e0m \u0111\u00e3 bao g\u1ed3m ki\u1ec3m tra quy\u1ec1n th\u1ef1c thi.
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=C\u1eadp nh\u1eadt gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=L\u1edbp
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=L\u1eadp b\u1ea3n \u0111\u1ed3 d\u1eef li\u1ec7u \u0111\u1ed9ng (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=M\u1eabu m\u00e0n h\u00ecnh \u1ee9ng d\u1ee5ng (Automatic Translation)
journal-article=N\u1ed9i dung trang web (Automatic Translation)
journal-template-cacheable-help=B\u1ea1n n\u00ean b\u1ecf ch\u1ecdn khi \u0111ang ph\u00e1t tri\u1ec3n Bi\u1ec3u m\u1eabu s\u1eed d\u1ee5ng HTTP Request , Th\u01b0 vi\u1ec7n truy v\u1ea5n CMS ho\u1eb7c c\u00e1c t\u00ednh n\u0103ng \u0111\u1ed9ng kh\u00e1c.
json[stands-for]=JSON (Automatic Copy)
manage-templates=Qu\u1ea3n l\u00fd bi\u1ec3u m\u1eabu
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=D\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 c\u1ea5u tr\u00fac (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=D\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 m\u1eabu (Automatic Translation)
new-structure=C\u1ea5u tr\u00fac m\u1edbi
only-allow-deleting-required-fields-in-edit-mode=Ch\u1ec9 cho ph\u00e9p x\u00f3a tr\u01b0\u1eddng b\u1eaft bu\u1ed9c \u1edf ch\u1ebf \u0111\u1ed9 c\u1eadp nh\u1eadt.
parent-x=Ph\u00eda tr\u00ean {0}
please-enter-a-valid-script=Vui l\u00f2ng nh\u1eadp script h\u1ee3p l\u1ec7.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Vui l\u00f2ng nh\u1eadp v\u00e0o c\u00e1c t\u00ean thu\u1ed9c t\u00ednh trong c\u1ea5u tr\u00fac duy nh\u1ea5t (lo\u1ea1i tr\u1eeb c\u1ea3 t\u00ean nh\u1eefng thu\u1ed9c t\u00ednh \u0111\u01b0\u1ee3c k\u1ebf th\u1eeba t\u1eeb c\u1ea5u tr\u00fac cha).
save-and-continue=L\u01b0u v\u00e0 ti\u1ebfp t\u1ee5c
script-file=T\u1eadp tin script
storage-type=Ki\u1ec3u l\u01b0u tr\u1eef
structure-help=Ch\u1ecdn c\u1ea5u tr\u00fac \u0111\u1ec3 t\u1ea1o m\u1edbi bi\u1ec3u m\u1eabu v\u1edbi c\u1ea5u tr\u00fac n\u00e0y, ho\u1eb7c \u0111\u1ec3 tr\u1ed1ng \u0111\u1ec3 t\u1ea1o m\u1edbi bi\u1ec3u m\u1eabu chung chung v\u00e0 bi\u1ec3u m\u1eabu chung chung n\u00e0y c\u00f3 th\u1ec3 nh\u00fang v\u00e0o c\u00e1c bi\u1ec3u m\u1eabu kh\u00e1c.
template-key-help=Kh\u00f3a \u0111\u1eb7c tr\u01b0ng c\u1ee7a bi\u1ec3u m\u1eabu c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng \u0111\u1ec3 l\u1eadp tr\u00ecnh nh\u00fang bi\u1ec3u m\u1eabu n\u00e0y v\u00e0o trong bi\u1ec3u m\u1eabu kh\u00e1c.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=The structure cannot be deleted because it has one or more substructures. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=The structure cannot be deleted because it is required by one or more structure links. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=The structure cannot be deleted because it is required by one or more templates. (Automatic Copy)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=The template cannot be deleted because it is required by one or more template links. (Automatic Copy)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Hi\u1ec7n \u0111ang c\u00f3 Bi\u1ec3u m\u1eabu s\u1eed d\u1ee5ng C\u1ea5u tr\u00fac n\u00e0y. B\u1ea1n h\u00e3y c\u1eadp nh\u1eadt ch\u00fang n\u1ebfu t\u00ean \u0111\u00e3 b\u1ecb \u0111\u1ed5i t\u00ean ho\u1eb7c g\u1ee1 b\u1ecf.
this-is-a-collection-of-fields=\u0110\u00e2y l\u00e0 t\u1eadp h\u1ee3p c\u00e1c tr\u01b0\u1eddng.
this-is-a-repeatable-field=\u0110\u00e2y l\u00e0 tr\u01b0\u1eddng th\u00f4ng tin c\u00f3 th\u1ec3 l\u1eb7p l\u1ea1i \u0111\u01b0\u1ee3c. Qu\u00e1 tr\u00ecnh l\u1eb7p \u0111\u1ec3 \u0111\u1ecdc t\u1eebng gi\u00e1 tr\u1ecb \u0111\u01b0\u1ee3c gi\u1edbi thi\u1ec7u b\u1edfi t\u00e1c gi\u1ea3 n\u1ed9i dung.
variable=Bi\u1ebfn
vm[stands-for]=M\u00e3 Velocity
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=B\u1ea1n kh\u00f4ng th\u1ec3 lo\u1ea1i b\u1ecf thu\u1ed9c t\u00ednh m\u1eb7c \u0111\u1ecbnh. (Automatic Translation)
you-have-entered-invalid-json=B\u1ea1n \u0111\u00e3 nh\u1eadp kh\u00f4ng h\u1ee3p l\u1ec7 JSON. (Automatic Translation)
