#X-Generator: crowdin.com
access-in-my-account=\u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u064a \u062d\u0633\u0627\u0628\u064a
access-in-site-administration=\u0627\u0630\u0646 \u0628\u0627\u0644\u062f\u062e\u0648\u0644 \u0625\u0644\u0649 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u0646\u0633\u062e\u0629 \u0627\u0644\u0637\u0644\u0628
application-permissions-help=\u0647\u0630\u0647 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0628\u062a\u0639\u0631\u064a\u0641 \u0645\u0627 \u0647\u064a \u0627\u0644\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0624\u062f\u064a\u0647\u0627 \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u0648\u062a\u0634\u0645\u0644 \u0647\u0630\u0647 \u0627\u0644\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0643\u0644 \u062a\u0637\u0628\u064a\u0642 \u0644\u0647\u060c \u0645\u062b\u0644 \u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0648\u0639\u0631\u0636\u060c \u0641\u0636\u0644\u0627 \u0639\u0646 \u0627\u0644\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u062a\u0637\u0628\u064a\u0642. (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a
general-permissions=General Permissions (Automatic Copy)
general-permissions-help=These permissions define what actions can be performed for all applications in this section, such as their configurations, whether they can be viewed, accessed in the Control Panel and Site Administration, and more. (Automatic Copy)
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u0627\u0644\u0623\u062f\u0648\u0627\u0631
key-field-help=\u064a\u0648\u0641\u0631 \u0645\u0639\u0631\u0641 \u0641\u0631\u064a\u062f \u0644\u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0644\u0625\u0634\u0627\u0631\u0629 \u0625\u0644\u0649 \u0630\u0644\u0643 \u0628\u0631\u0645\u062c\u064a\u0627\u064b. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u062f\u0648\u0631 \u062c\u062f\u064a\u062f\u060c \u0623\u0648\u062a\u0648\u0645\u0627\u062a\u064a\u0643\u0627\u0644\u0644\u064a \u0625\u0631\u0627\u062f\u0629 \u0627\u0644\u0642\u064a\u0645\u0629 \u064a\u0645\u0643\u0646 \u0633\u062f\u0647\u0627 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 \u0645\u0639\u064a\u0646\u060c \u0648\u0644\u0643\u0646 \u064a\u0645\u0643\u0646 \u0623\u064a\u0636\u0627 \u0625\u0639\u0637\u0627\u0621 \u064a\u062f\u0648\u064a\u0627\u064b. (Automatic Translation)
new-role=\u062f\u0648\u0631 \u062c\u062f\u064a\u062f
number-of-assignees=\u0639\u062f\u062f \u0645\u0646 \u0627\u0644\u0645\u062d\u0627\u0644 \u0625\u0644\u064a\u0647\u0645 (Automatic Translation)
old-role-name-is-a-required-system-role=\u0625\u0633\u0645 \u0627\u0644\u062f\u0648\u0631 \u0627\u0644\u0642\u062f\u064a\u0645 \u0647\u0648 \u0625\u0633\u0645 \u0644\u062f\u0648\u0631 \u0645\u0637\u0644\u0648\u0628 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
one-assignee=1 \u0627\u0644\u0645\u062d\u0627\u0644 \u0625\u0644\u064a\u0647 (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=\u064a\u0631\u062c\u0649 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u0633\u062a\u0642\u0648\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u062f\u0648\u0631 \u0645\u0648\u0642\u0639 \u0625\u0644\u064a\u0647.
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u064a\u0631\u062c\u0649 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0624\u0633\u0633\u0629 \u0627\u0644\u062a\u064a \u0633\u062a\u0642\u0648\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u062f\u0648\u0631 \u0645\u0624\u0633\u0633\u0629 \u0625\u0644\u064a\u0647\u0627.
related-application-permissions=Related Application Permissions (Automatic Copy)
resource-permissions=Resource Permissions (Automatic Copy)
resource-permissions-help=These permissions define what actions can be performed on resources displayed or managed from the application above. Resources are any user-facing object in the portal, such as a User, an Organization, a Site, or even a Calendar or Blog entry. (Automatic Copy)
system-roles=\u0623\u062f\u0648\u0627\u0631 \u0627\u0644\u0643\u062a\u0627\u0628\u0629
the-permission-was-deleted=\u062a\u0645 \u062d\u0630\u0641 \u0627\u0644\u0631\u062e\u0635\u0629.
the-role-permissions-were-updated=\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0623\u062f\u0648\u0627\u0631.
there-are-no-actions=\u0644\u0627 \u062a\u0648\u062c\u062f \u0645\u0648\u0627\u0642\u0639.
there-are-no-applications-that-support-application-display-templates=There are no applications that support application display templates. (Automatic Copy)
this-role-does-not-have-any-permissions=\u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631 \u0644\u064a\u0633 \u0644\u062f\u064a\u0647 \u0623\u064a \u0623\u0630\u0648\u0646\u0627\u062a.
this-role-is-automatically-assigned=\u064a\u062a\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062a\u0648\u0643\u064a\u0644 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0623\u0648 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631.
you-cannot-delete-a-system-role=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u062f\u0648\u0631 \u062a\u0627\u0628\u0639 \u0644\u0644\u0646\u0638\u0627\u0645.
you-cannot-edit-the-permissions-of-this-role=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0644\u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631.
