#X-Generator: crowdin.com
allow-dictionary-words=Zezw\u00f3l na wyrazy s\u0142ownikowe
allow-dictionary-words-help=Je\u015bli to pole jest zaznaczone, Wsp\u00f3lny S\u0142ownik wyraz\u00f3w s\u0105 dozwolone jako has\u0142a u\u017cytkownika. (Automatic Translation)
change-required=Wymagana zmiana
change-required-help=Je\u015bli to pole jest zaznaczone, u\u017cytkownik jest wymagany do zmiany has\u0142a podczas pierwszego logowania si\u0119. (Automatic Translation)
changeable=Zmienialne
changeable-help=Je\u015bli to pole jest zaznaczone, u\u017cytkownik mo\u017ce zmieni\u0107 swoje has\u0142o. (Automatic Translation)
do-not-warn=Nie ostrzegaj
enable-expiration=W\u0142\u0105cz wygasanie (Automatic Translation)
enable-expiration-help=Je\u015bli to pole jest zaznaczone, u\u017cytkownik musi zmieni\u0107 swoje has\u0142o po okre\u015blonym czasie. (Automatic Translation)
enable-history-help=Je\u015bli to pole jest zaznaczone, portal zachowuje histori\u0119 poprzednich hase\u0142 u\u017cytkownika i zapobiega ich ponowne wykorzystanie starego has\u0142a. (Automatic Translation)
enable-lockout=W\u0142\u0105czenie blokady (Automatic Translation)
enable-lockout-help=Je\u015bli to pole jest zaznaczone, u\u017cytkownik mo\u017ce pr\u00f3by logowania w pewn\u0105 liczb\u0119 razy, zanim ich konto jest zablokowane. (Automatic Translation)
enable-syntax-checking=W\u0142\u0105cz sprawdzanie sk\u0142adni (Automatic Translation)
enable-syntax-checking-help=Je\u015bli to pole jest zaznaczone, has\u0142o jest czyta\u0107 niekt\u00f3rych s\u0142\u00f3w i/lub przez pewien okres. (Automatic Translation)
grace-limit=Limit pob\u0142a\u017cania
grace-limit-help=Okre\u015bla liczb\u0119 razy, kt\u00f3re u\u017cytkownik mo\u017ce zalogowa\u0107 si\u0119 po ich has\u0142o wygas\u0142o, zanim b\u0119d\u0105 musieli wprowadzi\u0107 nowe has\u0142o. (Automatic Translation)
history-count=Licznik historii
history-count-help=To okre\u015bla ilo\u015b\u0107 poprzednich hase\u0142, do przechowywania.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Zasady hase\u0142
lockout-duration=Czas trwania blokady
lockout-duration-help=Okre\u015bla ilo\u015b\u0107 czasu przez jaki konto u\u017cytkownika jest zablokowane.
maximum-age=Maksymalny wiek
maximum-age-help=Okre\u015bla jak d\u0142ugo has\u0142o jest wa\u017cne zanim b\u0119dzie musia\u0142o zosta\u0107 zmienione.
maximum-failure=Maksymalna liczba niepowodze\u0144
maximum-failure-help=Okre\u015bla maksymaln\u0105 liczb\u0119 razy, kt\u00f3re u\u017cytkownik mo\u017ce pr\u00f3bowa\u0107, aby z\u0142e has\u0142o. (Automatic Translation)
minimum-age=Minimalny wiek
minimum-age-help=Okre\u015bla jak d\u0142ugo u\u017cytkownik musi czeka\u0107, przed ponown\u0105 zmian\u0105 has\u0142a.
minimum-alpha-numeric=Minimum alfa numeryczne
minimum-alpha-numeric-help=Okre\u015bla minimaln\u0105 liczb\u0119 znak\u00f3w alfa numerycznych w ha\u015ble u\u017cytkownika.
minimum-length=D\u0142ugo\u015b\u0107 minimalna
minimum-length-help=Okre\u015bla minimaln\u0105 d\u0142ugo\u015b\u0107 has\u0142a u\u017cytkownika.
minimum-lower-case=Minimum ma\u0142ych liter
minimum-lower-case-help=Okre\u015bla minimaln\u0105 liczb\u0119 ma\u0142ych liter w ha\u015ble u\u017cytkownika.
minimum-numbers=Minimum liczb
minimum-numbers-help=Okre\u015bla minimaln\u0105 liczb\u0119 cyfr w ha\u015ble u\u017cytkownika.
minimum-symbols=Minimum symboli
minimum-symbols-help=Okre\u015bla minimaln\u0105 liczb\u0119 symboli w ha\u015ble u\u017cytkownika.
minimum-upper-case=Minimum du\u017cych liter
minimum-upper-case-help=Okre\u015bla minimaln\u0105 liczb\u0119 du\u017cych liter w ha\u015ble u\u017cytkownika.
password-changes=Zmiany has\u0142a (Automatic Translation)
password-expiration=Wyga\u015bni\u0119cie has\u0142a
password-history=Historia has\u0142a
password-policies=Polityki hase\u0142
password-syntax-checking=Sprawdzanie sk\u0142adni has\u0142a
reset-failure-count=Resetuj licznik niepowodze\u0144
reset-failure-count-help=Okre\u015bla ilo\u015b\u0107 czasu przez jaki zapis o b\u0142\u0119dnych logowaniach jest przechowywany dla u\u017cytkownika.
reset-ticket-max-age=Resetuj maksymalny wiek ticketu
reset-ticket-max-age-help=To okre\u015bla jak d\u0142ugo b\u0119dzie wa\u017cny link do zmiany has\u0142a.
the-password-policy-could-not-be-found=Nie mo\u017cna odnale\u017a\u0107 zasad hase\u0142. (Automatic Translation)
until-unlocked-by-an-administrator=Do odblokowania przez administratora
warning-time=Czas ostrze\u017cenia
warning-time-help=Ta wielko\u015b\u0107 okre\u015bla, z jakim wyprzedzeniem u\u017cytkownik zostanie ostrze\u017cony o wyga\u015bni\u0119ciu has\u0142a.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=Stosujesz polityk\u0119 tworzenia hase\u0142 LDAP. Zmie\u0144 ustawienia polityki tworzenia hase\u0142 LDAP, je\u017celi chcesz wykorzysta\u0107 lokaln\u0105 polityk\u0119 tworzenia hase\u0142.
