#X-Generator: crowdin.com
a-thread-cannot-be-split-at-its-root-message=\u0e40\u0e18\u0e23\u0e14\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e1a\u0e48\u0e07\u0e40\u0e27\u0e25\u0e32\u0e02\u0e49\u0e2d\u0e23\u0e32\u0e01\u0e02\u0e2d\u0e07 (Automatic Translation)
add-explanation-post=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22 (Automatic Translation)
add-explanation-post-to-the-source-thread=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e25\u0e07\u0e44\u0e1b\u0e40\u0e18\u0e23\u0e14\u0e41\u0e2b\u0e25\u0e48\u0e07 (Automatic Translation)
add-message=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
advanced-reply=\u0e15\u0e2d\u0e1a\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07 (Automatic Translation)
allow-anonymous-emails=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-message=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e21\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
ban-date=\u0e27\u0e31\u0e19\u0e1a\u0e49\u0e32\u0e19 (Automatic Translation)
ban-this-user=\u0e1a\u0e49\u0e32\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49 (Automatic Translation)
banned-by=\u0e2b\u0e49\u0e32\u0e21\u0e42\u0e14\u0e22 (Automatic Translation)
banned-by-x-x-ago=Banned by {0} {1} ago (Automatic Copy)
banned-user=\u0e2b\u0e49\u0e32\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
banned-users=\u0e2b\u0e49\u0e32\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
choose-this-category=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e19\u0e35\u0e49 (Automatic Translation)
click-ok-to-create-a-new-thread-with-the-following-messages=Click <em>OK</em> to create a new thread with the following messages. (Automatic Copy)
combination-view=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e23\u0e48\u0e27\u0e21 (Automatic Translation)
enter-rank-and-minimum-post-pairs-per-line=Enter rank and minimum post pairs <strong>per line</strong>. Users are displayed with a rank based on their number of posts. (Automatic Copy)
flat-view=\u0e14\u0e39\u0e41\u0e1a\u0e19 (Automatic Translation)
found-in-deleted-category-x=Found in deleted category {0}. (Automatic Copy)
generic-portrait=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b (Automatic Translation)
go-to-category=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48 (Automatic Translation)
home-category-permissions=\u0e1a\u0e49\u0e32\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
html-format=\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a HTML (Automatic Translation)
javax.portlet.description.com_liferay_message_boards_web_portlet_MBAdminPortlet=\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e2a\u0e19\u0e2d\u0e40\u0e27\u0e17\u0e35\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2b\u0e25\u0e32\u0e22\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e27\u0e32\u0e21\u0e25\u0e36\u0e01\u0e41\u0e25\u0e30\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e0a\u0e31\u0e49\u0e19 \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u0e41\u0e25\u0e30\u0e1a\u0e49\u0e32\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e01\u0e31\u0e1a\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e41\u0e25\u0e30\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e41\u0e25\u0e30\u0e14\u0e39\u0e2a\u0e16\u0e34\u0e15\u0e34 (Automatic Translation)
javax.portlet.long-title.com_liferay_message_boards_web_portlet_MBAdminPortlet=\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_message_boards_web_portlet_MBAdminPortlet=\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_message_boards_web_portlet_MBPortlet=\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
lock-thread=\u0e25\u0e47\u0e2d\u0e04\u0e40\u0e18\u0e23\u0e14 (Automatic Translation)
mailing-list=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e40\u0e21\u0e25\u0e4c (Automatic Translation)
mark-as-a-question=\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e16\u0e32\u0e21 (Automatic Translation)
mark-as-an-answer=\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e15\u0e2d\u0e1a (Automatic Translation)
marked-as-removed=\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e25\u0e1a (Automatic Translation)
message-attachment=\u0e41\u0e19\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 (Automatic Translation)
message-boards-message-anonymous-help=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e07\u0e42\u0e1e\u0e2a\u0e19\u0e35\u0e49 (Automatic Translation)
message-boards-message-question-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e15\u0e2d\u0e1a\u0e42\u0e14\u0e22 (Automatic Translation)
message-boards-message-subscribe-by-default-help=\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e2b\u0e49\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e21\u0e35\u0e2a\u0e48\u0e27\u0e19\u0e23\u0e48\u0e27\u0e21\u0e43\u0e19\u0e01\u0e23\u0e30\u0e17\u0e39\u0e49 (Automatic Translation)
message-boards-message-subscribe-me-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e04\u0e38\u0e13\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e19\u0e35\u0e49 (Automatic Translation)
more-messages=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
more-settings=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
move-thread=\u0e22\u0e49\u0e32\u0e22\u0e01\u0e23\u0e30\u0e17\u0e39\u0e49 (Automatic Translation)
my-posts=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 (Automatic Translation)
my-subscriptions=\u0e01\u0e32\u0e23\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e23\u0e31\u0e1a (Automatic Translation)
no-messages-were-found-that-matched-the-keywords-x=No messages were found that matched the keywords\: {0}. (Automatic Copy)
num-of-categories=\#\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48 (Automatic Translation)
num-of-participants=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21 (Automatic Translation)
num-of-posts=\#\u0e42\u0e1e\u0e2a\u0e15\u0e4c (Automatic Translation)
num-of-threads=\u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e40\u0e18\u0e23\u0e14 (Automatic Translation)
permanent-link-to-this-item=\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e16\u0e32\u0e27\u0e23\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49 (Automatic Translation)
please-enter-a-valid-category=\u0e42\u0e1b\u0e23\u0e14\u0e23\u0e30\u0e1a\u0e38\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-category-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-incoming-server-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e02\u0e32\u0e40\u0e02\u0e49\u0e32\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-incoming-user-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e02\u0e49\u0e32\u0e21\u0e32\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-outgoing-email-address=\u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e02\u0e32\u0e2d\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-outgoing-server-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e02\u0e32\u0e2d\u0e2d\u0e01\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-outgoing-user-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e32\u0e2d\u0e2d\u0e01 (Automatic Translation)
please-enter-valid-user-ranks=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
post-new-thread=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
posted-as-a-reply-to=as a reply to {0}. (Automatic Copy)
priority-image=\u0e20\u0e32\u0e1e\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
priority-name=\u0e0a\u0e37\u0e48\u0e2d\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
quick-reply=\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27 (Automatic Translation)
read-interval-minutes=\u0e2d\u0e48\u0e32\u0e19\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32 (\u0e19\u0e32\u0e17\u0e35) (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-post-in-a-thread-or-category-you-are-subscribed-to=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-thread-in-a-category-you-are-subscribed-to=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
receive-a-notification-when-someone-updates-a-post-you-are-subscribed-to=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 (Automatic Translation)
receive-a-notification-when-someone-updates-a-thread-in-a-category-you-are-subscribed-to=\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e43\u0e19\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 (Automatic Translation)
remove-the-attachments-for-this-message=\u0e40\u0e2d\u0e32\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e21\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
reply-to-main-thread=\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e18\u0e23\u0e14\u0e2b\u0e25\u0e31\u0e01 (Automatic Translation)
reply-with-quote=\u0e42\u0e2b\u0e27 (Automatic Translation)
show-recent-posts-from-last=\u0e41\u0e2a\u0e14\u0e07\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e08\u0e32\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22 (Automatic Translation)
split-thread=\u0e41\u0e1a\u0e48\u0e07\u0e14\u0e49\u0e32\u0e22 (Automatic Translation)
subject-of-the-new-thread=\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e01\u0e23\u0e30\u0e17\u0e39\u0e49\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
subscribe-by-default=\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 \u0e42\u0e14\u0e22\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
subscribe-me=\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e09\u0e31\u0e19 (Automatic Translation)
the-following-post-will-be-added-in-place-of-the-moved-message=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e08\u0e30\u0e16\u0e39\u0e01\u0e41\u0e17\u0e19\u0e17\u0e35\u0e48\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e22\u0e49\u0e32\u0e22 (Automatic Translation)
there-are-no-banned-users=\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e2b\u0e49\u0e32\u0e21 (Automatic Translation)
there-are-no-questions-in-this-category=\u0e21\u0e35\u0e04\u0e33\u0e16\u0e32\u0e21\u0e43\u0e14 \u0e46 \u0e43\u0e19\u0e2b\u0e21\u0e27\u0e14\u0e19\u0e35\u0e49 (Automatic Translation)
there-are-no-recent-posts=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 (Automatic Translation)
there-are-no-threads-in-this-category=\u0e21\u0e35\u0e44\u0e21\u0e48\u0e21\u0e35\u0e40\u0e18\u0e23\u0e14\u0e43\u0e19\u0e2b\u0e21\u0e27\u0e14\u0e19\u0e35\u0e49 (Automatic Translation)
there-are-no-threads-nor-categories=\u0e21\u0e35\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e44\u0e21\u0e48 (Automatic Translation)
there-are-no-top-posters=\u0e21\u0e35\u0e42\u0e1b\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19\u0e44\u0e21\u0e48 (Automatic Translation)
this-message-does-not-have-file-attachments-in-the-recycle-bin=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e21\u0e32\u0e43\u0e19\u0e23\u0e35\u0e44\u0e0b\u0e40\u0e04\u0e34\u0e25 (Automatic Translation)
thread-flags=\u0e04\u0e48\u0e32\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e40\u0e18\u0e23\u0e14 (Automatic Translation)
thread-is-locked=\u0e01\u0e23\u0e30\u0e17\u0e39\u0e49\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e04 (Automatic Translation)
thread-split=\u0e41\u0e1a\u0e48\u0e07\u0e14\u0e49\u0e32\u0e22 (Automatic Translation)
top-posters=\u0e1a\u0e19\u0e42\u0e1b\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
type-your-reply=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 (Automatic Translation)
unban-date=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e41\u0e1a\u0e19\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48 (Automatic Translation)
unban-this-user=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e41\u0e1a\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49 (Automatic Translation)
unban-user=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e41\u0e1a\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
unlock-thread=\u0e1b\u0e25\u0e14\u0e25\u0e47\u0e2d\u0e04\u0e40\u0e18\u0e23\u0e14 (Automatic Translation)
unlock-thread-to-add-an-explanation-post=\u0e1b\u0e25\u0e14\u0e25\u0e47\u0e2d\u0e04\u0e40\u0e18\u0e23\u0e14\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
unmark-as-an-answer=\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e15\u0e2d\u0e1a\u0e42\u0e14\u0e22 (Automatic Translation)
use-custom-outgoing-server=\u0e43\u0e0a\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e02\u0e32\u0e2d\u0e2d\u0e01 (Automatic Translation)
user-bans=\u0e40\u0e23\u0e22\u0e4c\u0e41\u0e1a\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
waiting-for-an-answer=\u0e23\u0e2d\u0e04\u0e33\u0e15\u0e2d\u0e1a (Automatic Translation)
x-post={0} Post (Automatic Copy)
x-posts={0} Posts (Automatic Copy)
x-replied-x-ago={0} replied {1} ago. (Automatic Copy)
x-replying={0}, replying... (Automatic Copy)
x-subcategory={0} Subcategory (Automatic Copy)
x-thread={0} Thread (Automatic Copy)
x-threads={0} Threads (Automatic Copy)
you-are-not-subscribed-to-any-categories=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e43\u0e14 \u0e46 (Automatic Translation)
you-have-been-banned-by-the-moderator=\u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e41\u0e1a\u0e19\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25 (Automatic Translation)
