#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=\u062d\u0635\u0644 \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639 \u0639\u0646\u062f \u062a\u062b\u0628\u064a\u062a Xuggler\: {0}
cache-actions=\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a (Automatic Translation)
cancel-shutdown=\u0625\u0644\u063a\u0627\u0621 \u0625\u064a\u0642\u0627\u0641 \u0627\u0644\u062a\u0634\u063a\u064a\u0644
clean-up-actions=\u062a\u0646\u0638\u064a\u0641 \u0627\u0644\u0625\u062c\u0631\u0627\u0621\u0627\u062a (Automatic Translation)
clean-up-permissions=\u062a\u0646\u0638\u064a\u0641 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a. (Automatic Translation)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=\u062a\u0646\u0638\u064a\u0641 \u0645\u062f\u062e\u0644 \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a (Automatic Translation)
clean-up-portlet-preferences-help=\u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u064a\u0632\u064a\u0644 \u0643\u0627\u0641\u0629 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0645\u062f\u062e\u0644 \u0627\u0644\u064a\u062a\u0627\u0645\u0649 \u0627\u0644\u062a\u064a \u062a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0627\u0644\u062a\u0646\u0642\u064a\u062d\u0627\u062a \u0627\u0644\u0635\u0641\u062d\u0629. \u0633\u064a\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u0645\u062f\u062e\u0644 \u0627\u0644\u062a\u064a \u062a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0645\u062f\u062e\u0644 \u062a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u062a\u0646\u0642\u064a\u062d \u0635\u0641\u062d\u0629. \u0643\u0645\u0627 \u0633\u062a\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u0645\u062f\u062e\u0644 \u0627\u0644\u062a\u064a \u062a\u0646\u062a\u0645\u064a \u0625\u0644\u0649 \u0627\u0644\u0645\u062f\u0627\u062e\u0644 \u0648\u0642\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644. (Automatic Translation)
clear-content-cached-across-the-cluster=\u0623\u0641\u0631\u063a \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0648\u0644\u0651\u062f \u0639\u0628\u0631 \u0627\u0644\u0639\u0646\u0642\u0648\u062f.
clear-content-cached-by-this-vm=\u0623\u0641\u0631\u063a \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0648\u0644\u0651\u062f \u0628\u0648\u0627\u0633\u0637\u0629 \u0647\u0630\u0647 \u0627\u0644\u0622\u0644\u0629 \u0627\u0644\u0625\u0641\u062a\u0631\u0627\u0636\u064a\u0629.
clear-the-database-cache=\u0623\u0641\u0631\u063a \u0627\u0644\u0645\u062d\u062a\u0648\u064a \u0627\u0644\u0645\u0646\u0633\u0648\u062e \u0639\u0646 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
clear-the-direct-servlet-cache=\u0645\u0633\u062d \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0645\u0628\u0627\u0634\u0631\u0629 \u0628\u0631\u064a\u0645\u062c. (Automatic Translation)
configure-the-file-upload-settings=\u0625\u0639\u062f\u0627\u062f \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a.
configure-the-mail-server-settings=\u0625\u0639\u062f\u0627\u062f \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062e\u0627\u062f\u0645 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=\u062d\u0642\u0648\u0644 \u062d\u0633\u0628 \u0627\u0644\u0637\u0644\u0628 \u0645\u0648\u062c\u0648\u062f\u0629 \u0645\u0633\u0628\u0642\u0627 \u0644\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629 \u0647\u0630\u0647\: {0}. \u064a\u0631\u062c\u0649 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u062a\u064a \u062d\u0633\u0628 \u0627\u0644\u0637\u0644\u0628 \u0642\u0628\u0644 \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0631\u062d\u064a\u0644 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629.
custom-message=\u0631\u0633\u0627\u0644\u0629 \u0645\u062e\u0635\u0635\u0629
data-migration=\u0646\u0642\u0644 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a
downloading-xuggler=\u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644 Xuggler..
enabling-imagemagick-provides-document-preview-functionality=\u062a\u0645\u0643\u064a\u0646 ImageMagick \u064a\u0648\u0641\u0631 \u062e\u0627\u0635\u064a\u0629 \u0645\u0639\u0627\u064a\u0646\u0629 \u0627\u0644\u0645\u0633\u062a\u0646\u062f.
enabling-xuggler-provides-video-conversion-functionality=\u062a\u0645\u0643\u064a\u0646 Xuggler \u064a\u0648\u0641\u0631 \u062e\u0627\u0635\u064a\u0629 \u062a\u062d\u0648\u064a\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u0631\u0626\u064a\u0629.
file-uploads=\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0645\u0644\u0641
generate-thread-dump=\u062a\u0643\u0648\u064a\u0646 \u062a\u0641\u0631\u064a\u063a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629
hook-plugins=\u0631\u0628\u0637 \u0627\u0644\u0625\u0636\u0627\u0641\u0627\u062a
incoming-pop-server=\u062e\u0627\u062f\u0645 \u0627\u0644\u0640 POP
index-actions=\u0641\u0647\u0631\u0633 \u0627\u0644\u0623\u0639\u0645\u0627\u0644 (Automatic Translation)
jar-file=\u0645\u0644\u0641 JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u0644\u0642\u0645
log-level=\u0645\u0633\u062a\u0648\u0649 \u0633\u062c\u0644 (Automatic Translation)
log-levels=\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u062a\u0641\u0635\u064a\u0644 \u0641\u064a \u0627\u0644\u0633\u062c\u0644
logger-name=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062c\u0644 (Automatic Translation)
manually-specify-additional-javamail-properties-to-override-the-above-configuration=\u062a\u062d\u062f\u064a\u062f \u062e\u0635\u0627\u0626\u0635 JavaMail \u0625\u0636\u0627\u0641\u064a\u0629 \u064a\u062f\u0648\u064a\u0627 \u0644\u062a\u062c\u0627\u0648\u0632 \u0627\u0644\u062a\u0647\u064a\u0626\u0629 \u0623\u0639\u0644\u0627\u0647.
maximum-memory=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0645\u0646 \u0627\u0644\u0630\u0627\u0643\u0631\u0629
maximum-thumbnail-height=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0637\u0648\u0644 \u0627\u0644\u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0635\u063a\u0631\u0629
maximum-thumbnail-width=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u0631\u0636 \u0627\u0644\u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0635\u063a\u0631\u0629
memory-used-vs-max-memory=\u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0645\u0642\u0627\u0628\u0644 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0645\u0627\u0643\u0633 (Automatic Translation)
no-data-migration-processes-are-available=\u0644\u0627 \u062a\u0648\u062c\u062f \u0639\u0645\u0644\u064a\u0627\u062a \u062a\u0631\u062d\u064a\u0644 \u0645\u062a\u0648\u0641\u0631\u0629.
no-system-properties-were-found-that-matched-the-keywords=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a \u0645\u062f\u062e\u0644 \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0643\u0644\u0645\u0627\u062a\:
number-of-minutes=\u0639\u062f\u062f \u0627\u0644\u062f\u0642\u0627\u0626\u0642
please-enter-the-number-of-minutes=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0639\u062f\u062f \u0627\u0644\u062f\u0642\u0627\u0626\u0642. (Automatic Translation)
plugin-repositories-configuration-name=\u0645\u0633\u062a\u0648\u062f\u0639\u0627\u062a \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0645\u0633\u0627\u0639\u062f (Automatic Translation)
preparing-the-installation=\u064a\u062a\u0645 \u0627\u0644\u0622\u0646 \u0627\u0644\u0628\u062f\u0621 \u0641\u064a \u0627\u0644\u062a\u062b\u0628\u064a\u062a...
reindex-all-search-indexes=\u0625\u0639\u0627\u062f\u0629 \u0641\u0647\u0631\u0633\u0629 \u0643\u0627\u0641\u0629 \u0627\u0644\u0641\u0647\u0627\u0631\u0633.
reindex-all-spell-check-indexes=\u0625\u0639\u0627\u062f\u0629 \u0641\u0647\u0631\u0633\u0629 \u0643\u0627\u0641\u0629 \u0627\u0644\u0641\u0647\u0627\u0631\u0633.
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=\u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0648\u0645\u0639\u0627\u064a\u0646\u0629 \u0635\u0648\u0631\u0629 \u0645\u0635\u063a\u0631\u0629 \u0644\u0644\u0648\u062b\u0627\u0626\u0642\u060c \u0648\u0648\u0633\u0627\u0626\u0644 \u0627\u0644\u0625\u0639\u0644\u0627\u0645. (Automatic Translation)
resource-limits=\u0642\u064a\u0648\u062f \u0627\u0644\u0645\u0635\u062f\u0631
run-the-garbage-collector-to-free-up-memory=\u0623\u0637\u0644\u0642 \u0645\u0646\u0638\u0641 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u062a\u0641\u0631\u064a\u063a \u0627\u0644\u0623\u062c\u0632\u0627\u0621 \u0627\u0644\u0645\u0647\u0645\u0644\u0629.
search-indexes=\u0625\u0628\u062d\u062b \u0641\u064a \u0627\u0644\u0639\u0642\u062f
system-actions=\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0646\u0638\u0627\u0645 (Automatic Translation)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=\u0627\u0644\u062f\u0644\u0627\u0626\u0644 \u0627\u0644\u062c\u0630\u0631 \u0644\u062a\u062e\u0632\u064a\u0646 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u062d\u062f\u062f \u063a\u064a\u0631 \u0635\u0627\u0644\u062d. (Automatic Translation)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=\u062a\u062a\u0645 \u0642\u0631\u0627\u0621\u0629 \u0642\u064a\u0645\u0629 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0645\u0646 \u0645\u0644\u0641 portal.properties \u0623\u0648 \u0623\u062d\u062f \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0645\u0644\u062d\u0642 \u0628\u0647. (Automatic Translation)
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=\u0642\u064a\u0645\u0629 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u062c\u0627\u0648\u0632\u0647\u0627 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 "\u0644\u0648\u062d\u0629 \u0627\u0644\u062a\u062d\u0643\u0645" \u0648\u064a\u062a\u0645 \u062a\u062e\u0632\u064a\u0646\u0647\u0627 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a. (Automatic Translation)
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u0644\u0645 \u062a\u0639\u062f \u0647\u0646\u0627\u0643 \u0623\u064a\u0629 \u0625\u062f\u062e\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0644\u0641 \u0645\u0639 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0625\u0636\u0627\u0641\u064a\u0629. (Automatic Translation)
total-memory=\u0645\u062c\u0645\u0644 \u0627\u0644\u0630\u0627\u0643\u0631\u0629
used-memory=\u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0647
user-images=\u0635\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
verification-actions=\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u062a\u062d\u0642\u0642 (Automatic Translation)
verify-database-tables-of-all-plugins=\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062c\u062f\u0627\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0643\u0648\u0646\u0627\u062a \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629.
verify-membership-policies=\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0633\u064a\u0627\u0633\u0627\u062a. (Automatic Translation)
web-plugins=\u0625\u0636\u0627\u0641\u0627\u062a \u0627\u0644\u0648\u064a\u0628
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=\u062a\u0645 \u062a\u062b\u0628\u064a\u062a Xuggler. \u0639\u0644\u064a\u0643 \u0625\u0639\u0627\u062f\u0629 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u062f\u0645 \u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
xuggler-help=\u064a\u062a\u0637\u0644\u0628 Xuggler \u062a\u062b\u0628\u064a\u062a \u0645\u0643\u062a\u0628\u0627\u062a \u0623\u0635\u0644\u064a\u0629 \u064a\u062a\u0645 \u062a\u0648\u0632\u064a\u0639\u0647\u0627 \u062a\u062d\u062a \u062a\u0631\u062e\u064a\u0635 GPL. \u0625\u0630\u0627 \u0627\u0633\u062a\u0637\u0639\u062a \u0625\u064a\u062c\u0627\u062f \u0627\u0644\u0628\u064a\u0626\u0629 \u0627\u0644\u0645\u0630\u0643\u0648\u0631\u0629 \u0623\u062f\u0646\u0627\u0647\u060c \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0642\u0648\u0645 \u0627\u0644\u062e\u0627\u062f\u0645 \u0628\u062a\u0646\u0632\u064a\u0644 \u0648\u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0645\u0643\u062a\u0628\u0627\u062a \u0644\u0643 \u062a\u0644\u0642\u0627\u0626\u064a\u0627. \u0648\u0633\u064a\u062a\u0637\u0644\u0628 \u0630\u0644\u0643 \u0628\u0639\u062f\u0647\u0627 \u0625\u0639\u0627\u062f\u0629 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u062f\u0645. \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0628\u064a\u0626\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u063a\u064a\u0631 \u0645\u0630\u0643\u0648\u0631\u0629 \u0623\u062f\u0646\u0627\u0647\u060c \u0633\u062a\u0636\u0637\u0631 \u0623\u0646 \u062a\u062c\u0645\u0639 \u0648\u062a\u062b\u0628\u062a \u0627\u0644\u0645\u0643\u062a\u0628\u0627\u062a \u064a\u062f\u0648\u064a\u0627. <a href\="{0}" target\="_blank">\u0627\u0642\u0631\u0623 \u0627\u0644\u0645\u0632\u064a\u062f.</a>
xuggler-installed=\u064a\u0628\u062f\u0648 \u0623\u0646\u0647 \u062a\u0645 \u062a\u062b\u0628\u064a\u062a Xuggler \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d. \u0642\u0645 \u0628\u062a\u0641\u0639\u064a\u0644\u0647 \u0644\u0644\u0633\u0645\u0627\u062d \u0628\u0625\u0646\u0634\u0627\u0621 \u0645\u0639\u0627\u064a\u0646\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0648\u0627\u0644\u0635\u0648\u062a\u064a\u0629.
xuggler-library-is-installing=\u064a\u062a\u0645 \u062a\u062b\u0628\u064a\u062a \u0645\u0643\u062a\u0628\u0629 \u0625\u0643\u0633\u0648\u062c\u0644\u064a\u0631. (Automatic Translation)
