#X-Generator: crowdin.com
an-error-occurred-while-attempting-to-authenticate-with-the-openid-connect-provider=\u062f\u0631 \u062d\u0627\u0644 \u062a\u0623\u06cc\u06cc\u062f \u0627\u0639\u062a\u0628\u0627\u0631 \u0628\u0627 \u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u062f\u0647\u0646\u062f\u0647 \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
an-error-occurred-while-attempting-to-communicate-with-the-openid-connect-provider=\u062e\u0637\u0627\u06cc\u06cc \u0647\u0646\u06af\u0627\u0645 \u0628\u0631\u0642\u0631\u0627\u0631\u06cc \u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u0627 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
an-error-occurred-while-parsing-the-token-from-the-openid-connect-provider=\u062a\u062c\u0632\u06cc\u0647 \u0646\u0634\u0627\u0646\u0647 \u0627\u0632 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
an-error-occurred-while-retrieving-user-info-from-the-openid-connect-provider=\u062e\u0637\u0627\u06cc\u06cc \u0647\u0646\u06af\u0627\u0645 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631\u06cc \u0631\u0627 \u0627\u0632 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
openid-connect-provider-name=\u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u062a\u0635\u0627\u0644 \u0646\u0627\u0645 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 (Automatic Translation)
unable-to-obtain-user-info-from-the-openid-connect-provider=\u0642\u0627\u062f\u0631 \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u062f\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0627\u062a\u0635\u0627\u0644 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc. (Automatic Translation)
