#X-Generator: crowdin.com
an-error-occurred-while-attempting-to-authenticate-with-the-openid-connect-provider=OpenId \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u092e\u093e\u0923\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 (Automatic Translation)
an-error-occurred-while-attempting-to-communicate-with-the-openid-connect-provider=OpenId \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u091a\u093e\u0930 \u0915\u0930\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 (Automatic Translation)
an-error-occurred-while-parsing-the-token-from-the-openid-connect-provider=OpenId \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0938\u0947 \u091f\u094b\u0915\u0928 \u0915\u094b \u092a\u093e\u0930\u094d\u0938 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 (Automatic Translation)
an-error-occurred-while-retrieving-user-info-from-the-openid-connect-provider=OpenId \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0938\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 (Automatic Translation)
openid-connect-provider-name=OpenId \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0928\u093e\u092e \u0915\u0928\u0947\u0915\u094d\u091f (Automatic Translation)
unable-to-obtain-user-info-from-the-openid-connect-provider=OpenId \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0938\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 (Automatic Translation)
