#X-Generator: crowdin.com
an-error-occurred-while-attempting-to-authenticate-with-the-openid-connect-provider=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0441 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
an-error-occurred-while-attempting-to-communicate-with-the-openid-connect-provider=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u043a\u043e\u043c\u0443\u043d\u0438\u043a\u0430\u0446\u0438\u044f \u0441 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
an-error-occurred-while-parsing-the-token-from-the-openid-connect-provider=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043c\u0430\u0440\u043a\u0435\u0440\u0430 \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
an-error-occurred-while-retrieving-user-info-from-the-openid-connect-provider=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
openid-connect-provider-name=OpenId \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a (Automatic Translation)
unable-to-obtain-user-info-from-the-openid-connect-provider=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043b\u0443\u0447\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 OpenId \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435. (Automatic Translation)
