#X-Generator: crowdin.com
add-new-category=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0edd\u0ea7\u0e94
add-new-vocabulary=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e84\u0eb3\u0eaa\u0eb1\u0e9a
add-vocabulary=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e84\u0eb3\u0eaa\u0eb1\u0e9a
all-asset-subtypes=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
all-asset-types=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
allow-flattened-navigation=Allow Flattened Navigation (Automatic Copy)
allow-multiple-categories=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0edd\u0ea7\u0e94\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
asset-categories-admin-web-configuration-name=Asset Categories Web (Automatic Copy)
associated-asset-types=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e8a\u0eb1\u0e9a\u0eaa\u0eb5\u0e99\u0e81\u0ec8\u0ebd\u0ea7\u0e82\u0ec9\u0ead\u0e87
category-navigation-display-style=Category Navigation Display Style (Automatic Copy)
flatten-x=Flatten ({0}) (Automatic Copy)
javax.portlet.description.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=\u0edc\u0ea7\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0ead\u0eb0\u0e97\u0eb4\u0e9a\u0eb2\u0e8d\u0ec0\u0e96\u0eb4\u0e87\u0e81\u0eb8\u0ec8\u0ea1\u0e82\u0ead\u0e87\u0e84\u0eb3\u0eaa\u0eb1\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ea1\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec0\u0e97\u0ecb\u0e81\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec3\u0e99\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2. \u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0ec9\u0eb2\u0e87\u0e84\u0eb3\u0eaa\u0eb1\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0ec1\u0ea5\u0eb0\u0eaa\u0ebb\u0ec8\u0e87\u0e84\u0eb3\u0eaa\u0eb1\u0e9a\u0ec0\u0eab\u0ebc\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99\u0ec4\u0e9b\u0e81\u0eb1\u0e9a\u0edd\u0ea7\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0ec0\u0e8a\u0eb4\u0ec8\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0ea5\u0eb6\u0ead\u0e81\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ebd\u0e99\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2
javax.portlet.title.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=Categories (Automatic Copy)
number-of-categories=Number of Categories (Automatic Copy)
one-of-your-associated-asset-types-contains-an-invalid-value.-please-configure-it-again-or-remove-it=One of your associated asset types contains an invalid value. Please configure it again or remove it. (Automatic Copy)
please-enter-a-unique-property-key=Please enter a unique property key. (Automatic Copy)
please-enter-a-valid-property-key=Please enter a valid property key. (Automatic Copy)
please-enter-a-valid-property-value=Please enter a valid property value. (Automatic Copy)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-category=\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0ec1\u0ea1\u0ec8\u0e99\u0ea7\u0eb4\u0e97\u0eb5\u0edc\u0eb7\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e95\u0eb5\u0ea1\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0edd\u0ea7\u0e94\u0edd\u0eb9\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0.\u0e9e\u0ea7\u0e81\u0ea1\u0eb1\u0e99\u0e88\u0eb0\u0ea1\u0eb5\u0ec4\u0ea5\u0e8d\u0eb0\u0eab\u0ec8\u0eb2\u0e87\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea1\u0eb9\u0e99\u0e84\u0ec8\u0eb2\u0e84\u0eb9\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec0\u0e96\u0eb4\u0e87\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94\u0e81\u0eb1\u0e9a\u0edd\u0ea7\u0e94\u0edd\u0eb9\u0ec8
select-category=Select Category (Automatic Copy)
the-asset-subtype-no-longer-exists=The asset subtype no longer exists. (Automatic Copy)
the-category-x-and-parent-category-should-not-be-the-same=The category {0} and parent category should not be the same. (Automatic Copy)
the-vocabulary-could-not-be-found=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ead\u0e81\u0eab\u0eb2\u0edd\u0ea7\u0e94\u0edd\u0eb9\u0ec8\u0ec4\u0e94\u0ec9
there-are-no-categories.-you-can-add-a-category-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no categories. You can add a category by clicking the plus button on the bottom right corner. (Automatic Copy)
there-are-no-vocabularies=There are no vocabularies. (Automatic Copy)
there-are-no-vocabularies.-you-can-add-a-vocabulary-by-clicking-the-plus-button-on-the-bottom-right-corner=There are no vocabularies. You can add a vocabulary by clicking the plus button on the bottom right corner. (Automatic Copy)
