#X-Generator: crowdin.com
allow-lan-syncing=Lehet\u0151v\u00e9 teszi, hogy szinkroniz\u00e1l LAN? (Automatic Translation)
allow-lan-syncing-help=K\u00e9szlet ez-hoz igaz enged\u00e9lyez\u00e9se LAN asztali kliensek k\u00f6z\u00f6tti szinkroniz\u00e1ci\u00f3ja. Ha enged\u00e9lyezve van, asztali kliensek megpr\u00f3b\u00e1l let\u00f6lt korszer\u0171s\u00edt-b\u00f3l m\u00e1s iskolapad \u00fcgyfelek ugyanazon a helyi h\u00e1l\u00f3zaton-miel\u0151tt let\u00f6lt\u00e9se a kiszolg\u00e1l\u00f3r\u00f3l. (Automatic Translation)
allow-the-use-of-sync=Szinkroniz\u00e1l\u00e1s haszn\u00e1lat\u00e1t enged\u00e9lyezz\u00fck?
allow-users-to-sync-their-personal-sites=Enged\u00e9lyezi a felhaszn\u00e1l\u00f3knak, hogy szinkroniz\u00e1lj\u00e1k a szem\u00e9lyes webhelyeiket?
build=\u00c9p\u00edt (Automatic Translation)
default-file-permissions=Alap\u00e9rtelmezett f\u00e1jl enged\u00e9lyek
delete-sync-device=Szinkron eszk\u00f6z t\u00f6rl\u00e9se (Automatic Translation)
disable-sync-device=Tiltsa le a szinkroniz\u00e1l\u00e1si eszk\u00f6z (Automatic Translation)
disable-sync-site=Sync webhely letilt\u00e1sa
disable-sync-sites=Sync webhelyek letilt\u00e1sa
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Egy Sync webhely letilt\u00e1sa t\u00f6rli az \u00f6sszes kapcsol\u00f3d\u00f3 f\u00e1jlt az \u00f6sszes \u00fcgyf\u00e9lt\u0151l.
enable-sync-device=Enged\u00e9lyezi a szinkron eszk\u00f6z (Automatic Translation)
enable-sync-site=Sync webhely enged\u00e9lyez\u00e9se
enable-sync-sites=Sync webhelyek enged\u00e9lyez\u00e9se
force-security-mode=Hat\u00e1lyos biztons\u00e1gi m\u00f3d (Automatic Translation)
force-security-mode-help=K\u00e9szlet ez-hoz igaz, hogy hat\u00e1lyos biztons\u00e1gi m\u00f3d a mobil \u00fcgyfelek sz\u00e1m\u00e1ra. Biztons\u00e1gi m\u00f3d titkos\u00edtja a f\u00e1jlokat \u00e9s a biztons\u00e1gi k\u00f3dot k\u00e9r, amikor bejut\u00f3 a alkalmaz\u00e1s. (Automatic Translation)
full-access=Teljes jog
full-access-help=A webhely tagok k\u00e9pesek lesznek megtekinteni, friss\u00edteni, t\u00f6r\u00f6lni, \u00e9s hozz\u00e1sz\u00f3lni azokhoz a f\u00e1jlokhoz, amik a Liferay Sync-en kereszt\u00fcl lettek felt\u00f6ltve.
full-access-x=Teljes jog ({0})
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=Szinkroniz\u00e1l\u00e1si csatlakoz\u00f3 Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=A Sync eszk\u00f6z\u00f6k (Automatic Translation)
last-seen=Utolj\u00e1ra l\u00e1that\u00f3 (Automatic Translation)
max-connections=\u00d6sszes kapcsolat
max-connections-help=\u00c1ll\u00edtsd be a maxim\u00e1lis \u00e9rt\u00e9k\u00e9t a p\u00e1rhuzamos kapcsolatoknak, ami el\u00e9rhet\u0151 lesz az \u00f6sszes \u00fcgyf\u00e9lnek fi\u00f3konk\u00e9nt.
max-download-rate=Max let\u00f6lt\u00e9si sebess\u00e9g (Automatic Translation)
max-download-rate-help=K\u00e9szlet a legfels\u0151 hat\u00e1r \u00e1tvitel ar\u00e1ny, b\u00e1jt, amely \u00fcgyfelek tud let\u00f6lt. A 0 \u00e9rt\u00e9k azt jelzi, hogy nincs korl\u00e1toz\u00e1s. (Automatic Translation)
max-upload-rate=Max felt\u00f6lt\u00e9si sebess\u00e9g (Automatic Translation)
max-upload-rate-help=K\u00e9szlet a legfels\u0151 hat\u00e1r \u00e1tvitel ar\u00e1ny, b\u00e1jt, amely \u00fcgyfelek tud felt\u00f6lt. A 0 \u00e9rt\u00e9k azt jelzi, hogy nincs korl\u00e1toz\u00e1s. (Automatic Translation)
no-devices-were-found=Nem tal\u00e1lhat\u00f3 eszk\u00f6z. (Automatic Translation)
oauth-enabled=OAuth enged\u00e9lyezve
oauth-enabled-help=Ha ez be van pip\u00e1lva, az \u00fcgyfelek haszn\u00e1lni fogj\u00e1k az OAuth \u00e9s a be\u00e1ll\u00edtott SSO automatikus bel\u00e9p\u00e9si sz\u0171r\u0151ket a hiteles\u00edt\u00e9shez.
oauth-publisher-is-not-deployed=Az OAuth Publisher nincs telep\u00edtve. Telep\u00edtsd \u00fajra a plugint.
pending-wipe=F\u00fcgg\u0151ben l\u00e9v\u0151 t\u00f6rl\u00e9s (Automatic Translation)
poll-interval=Lek\u00e9rdez\u00e9si id\u0151k\u00f6z
poll-interval-help=\u00c1ll\u00edtsd be, hogy h\u00e1ny m\u00e1sodpercenk\u00e9nt k\u00e9rdezz\u00e9k le az \u00fcgyfelek a szervert, hogy van-e friss\u00edt\u00e9s.
the-oauth-application-for-liferay-sync-is-missing=Az OAuth alkalmaz\u00e1s hi\u00e1nyzik a Liferay Sync-hez. Kattints a Ment\u00e9sre, hogy \u00fajra l\u00e9trehozza az OAuth alkalmaz\u00e1st.
view-and-add-discussion=Megtekint\u00e9s \u00e9s megbesz\u00e9l\u00e9s hozz\u00e1ad\u00e1sa
view-and-add-discussion-help=A webhely tagok k\u00e9pesek lesznek megtekinteni, \u00e9s hozz\u00e1sz\u00f3lni azokhoz a f\u00e1jlokhoz, amik a Liferay Sync-en kereszt\u00fcl lettek felt\u00f6ltve.
view-only=Csak megtekint\u00e9s
view-only-help=A webhely tagok csak megtekinteni lesznek k\u00e9pesek azokat a f\u00e1jlokat, amik a Liferay Sync-en kereszt\u00fcl lettek felt\u00f6ltve.
view-update-and-add-discussion=Megtekint\u00e9s, m\u00f3dos\u00edt\u00e1s \u00e9s \u00faj megbesz\u00e9l\u00e9s
view-update-and-add-discussion-help=A webhely tagok k\u00e9pesek lesznek megtekinteni, m\u00f3dos\u00edtani, \u00e9s kommentelni a f\u00e1jlokat, amik a Liferay Syncen kereszt\u00fcl lettek felt\u00f6ltve.
wipe-sync-device=T\u00f6r\u00f6lje le a szinkron eszk\u00f6z (Automatic Translation)
wiped=Megt\u00f6r\u00f6l (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=T\u00f6r\u00f6lgette a szinkroniz\u00e1l\u00f3 eszk\u00f6z t\u00f6rli minden hozz\u00e1 tartoz\u00f3 f\u00e1jlt az \u00fcgyf\u00e9l. (Automatic Translation)
