#X-Generator: crowdin.com
add-child-site=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c5\u03c0\u03bf-\u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2.
allow-subsites-to-display-content-from-this-site=\u0395\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03bf\u03c5\u03bd \u03b4\u03b5\u03c5\u03c4\u03b5\u03c1\u03b5\u03cd\u03bf\u03c5\u03c3\u03b5\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf site. (Automatic Translation)
application-adapter-help=\u039f\u03b9 \u03a0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03b3\u03b5\u03af\u03c2 \u0395\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ce\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03cd\u03bd\u03bf\u03bb\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c9\u03bd \u03c3\u03c4\u03b7\u03bd \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ba\u03b1\u03b9 \u03c4\u03b7 \u03c3\u03c5\u03bc\u03c0\u03b5\u03c1\u03b9\u03c6\u03bf\u03c1\u03ac \u03c4\u03c9\u03bd \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ce\u03bd \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 site. <a href\="{0}" target\="_blank">\u0394\u03b5\u03af\u03c4\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1.</a>
basic-information=\u0392\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
copy-as=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c9\u03c2
default-site-roles-assignment-help=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c4\u03c9\u03bd \u03c1\u03cc\u03bb\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03b1 \u03bf\u03b9 \u03bd\u03b5\u03bf-\u03bf\u03c1\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03bf\u03b9 \u03c9\u03c2 \u03bc\u03ad\u03bb\u03b7 \u03c4\u03bf\u03c5 site \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2.
default-teams-assignment-help=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c4\u03c9\u03bd \u03c1\u03cc\u03bb\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03b1 \u03bf\u03b9 \u03bd\u03b5\u03bf-\u03bf\u03c1\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03bf\u03b9 \u03c9\u03c2 \u03bc\u03ad\u03bb\u03b7 \u03c4\u03bf\u03c5 site \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2.
default-value-disabled=\u03a0\u03c1\u03bf\u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c4\u03b9\u03bc\u03ae (\u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7)
default-value-enabled=\u03a0\u03c1\u03bf\u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c4\u03b9\u03bc\u03ae (\u03b5\u03bd\u03b5\u03c1\u03b3\u03ae)
default-value-x=Default Value ({0}) (Automatic Copy)
define-a-custom-default-language-and-additional-available-languages-for-this-site=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 \u03ba\u03b1\u03b9 \u03b5\u03c0\u03b9\u03c0\u03bb\u03ad\u03bf\u03bd \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b5\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1. (Automatic Translation)
directory-indexing-help=If this is checked, the site administrator can browse the site''s document library files and folders. For example, the site administrator for {0} can browse documents at {1}. (Automatic Copy)
enable-directory-indexing=\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03b5\u03c5\u03c1\u03b5\u03c4\u03b7\u03c1\u03af\u03bf\u03c5 \u03ba\u03b1\u03c4\u03b1\u03bb\u03cc\u03b3\u03bf\u03c5 (Automatic Translation)
enable-on-private-pages=\u0395\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03bf\u03c5\u03bd \u03c3\u03c4\u03b9\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03c4\u03bf\u03c5 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03bf\u03cd (Automatic Translation)
enable-on-public-pages=\u0395\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03bf\u03c5\u03bd \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 (Automatic Translation)
enter-the-friendly-url-that-is-used-by-both-public-and-private-pages=\u0395\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c6\u03b9\u03bb\u03b9\u03ba\u03cc URL \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2. (Automatic Translation)
enter-the-public-and-private-virtual-host-that-map-to-the-public-and-private-friendly-url=\u0395\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03b5\u03b9\u03ba\u03bf\u03bd\u03b9\u03ba\u03ae \u03c5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03c9\u03bd \u03ba\u03b1\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ce\u03bd \u03c6\u03b9\u03bb\u03b9\u03ba\u03cc URL. (Automatic Translation)
google-analytics-id=\u03a4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 Analytics Google
inherited-memberships-are-not-included-in-members-count=\u039a\u03bb\u03b7\u03c1\u03bf\u03bd\u03bf\u03bc\u03b9\u03ba\u03ae \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bc\u03ad\u03bb\u03bf\u03c5\u03c2 \u03b4\u03b5\u03bd \u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7\u03bd \u03ba\u03b1\u03c4\u03b1\u03bc\u03ad\u03c4\u03c1\u03b7\u03c3\u03b7 \u03bc\u03ad\u03bb\u03b7. (Automatic Translation)
javax.portlet.description.com_liferay_site_admin_web_portlet_SiteAdminPortlet=\u03a4\u03b1 Sites \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03cd\u03bd\u03bf\u03bb\u03b1 \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b4\u03b5\u03af\u03c7\u03bd\u03bf\u03c5\u03bd \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03ba\u03b1\u03b9 \u03c0\u03b1\u03c1\u03ad\u03c7\u03bf\u03c5\u03bd \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03b5 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ad\u03c2. \u03a4\u03b1 Sites \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03bc\u03ad\u03bb\u03b7 \u03bc\u03b5 \u03b1\u03c0\u03bf\u03ba\u03bb\u03b5\u03b9\u03c3\u03c4\u03b9\u03ba\u03ae \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03c4\u03b9\u03c2 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03ae \u03c3\u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03cc \u03c4\u03bf\u03c5\u03c2.
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteAdminPortlet=Sites
javax.portlet.title.com_liferay_site_admin_web_portlet_SiteSettingsPortlet=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 site
limit-membership-to-members-of-the-parent-site=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c1\u03af\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03bf\u03c7\u03ae \u03c3\u03b5 \u03bc\u03ad\u03bb\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 (Automatic Translation)
membership-options=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03bc\u03ad\u03bb\u03bf\u03c5\u03c2 (Automatic Translation)
new-child-site=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c5\u03c0\u03bf-\u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2.
new-site=\u039d\u03ad\u03bf site
please-enter-a-unique-friendly-url=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b4\u03ce\u03c3\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03bc\u03bf\u03bd\u03b1\u03b4\u03b9\u03ba\u03cc \u03c6\u03b9\u03bb\u03b9\u03ba\u03cc url.
please-enter-a-unique-virtual-host=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b4\u03ce\u03c3\u03c4\u03b5 \u03ad\u03bd\u03b1\u03bd \u03bc\u03bf\u03bd\u03b1\u03b4\u03b9\u03ba\u03cc \u03b5\u03b9\u03ba\u03bf\u03bd\u03b9\u03ba\u03cc host.
please-select-a-default-language-among-the-available-languages-of-the-site-x=Please select a default language among the available languages of the site (<em>{0}</em>). (Automatic Copy)
please-select-the-available-languages-of-the-site-among-the-available-languages-of-the-portal-x=Please select the available languages of the site among the available languages of the portal (<em>{0}</em>). (Automatic Copy)
private-site-template=\u03a0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03bf\u03cd site
public-site-template=\u03a0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03c4\u03bf\u03c5 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03bf\u03c5 site
search-engine-optimization=\u0392\u03b5\u03bb\u03c4\u03b9\u03c3\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03bc\u03b7\u03c7\u03b1\u03bd\u03ce\u03bd \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2
select-the-default-roles-and-teams-for-new-members=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03c1\u03cc\u03bb\u03bf\u03c5\u03c2 \u03ba\u03b1\u03b9 \u03bf\u03bc\u03ac\u03b4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b1 \u03bd\u03ad\u03b1 \u03bc\u03ad\u03bb\u03b7. (Automatic Translation)
select-the-ratings-type-for-the-following-applications=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c4\u03cd\u03c0\u03bf \u03b5\u03ba\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b9\u03c2 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ad\u03c2. (Automatic Translation)
select-this-to-copy-the-pages-of-the-site-template-x-as-private-pages-for-this-site=\u0391\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af, \u03bf\u03b9 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03c4\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 site <em>{0}</em> \u03b8\u03b1 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03bf\u03cd\u03bd \u03c9\u03c2 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf site.
select-this-to-copy-the-pages-of-the-site-template-x-as-public-pages-for-this-site=\u0391\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af, \u03bf\u03b9 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03c4\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 site <em>{0}</em> \u03b8\u03b1 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03bf\u03cd\u03bd \u03c9\u03c2 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf site.
set-the-google-analytics-id-that-is-used-for-this-set-of-pages=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 Google Analytics \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd.
set-the-script-for-x-that-is-used-for-this-set-of-pages=Set the script for {0} that is used for this set of pages. Enter the full script code including the script start and end tags. (Automatic Copy)
show-parent-sites-in-the-breadcrumb=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b3\u03bf\u03bd\u03b9\u03ba\u03ad\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c3\u03c4\u03b7\u03bd \u03c0\u03bf\u03c1\u03b5\u03af\u03b1 (Automatic Translation)
site-friendly-url=\u03a6\u03b9\u03bb\u03b9\u03ba\u03cc URL site
site-name=\u038c\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 (Automatic Translation)
site-template-allows-modifications=\u03a4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03c4\u03bf\u03c5 site \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03b9\u03c2
site-templates-with-an-incompatible-application-adapter-are-disabled=\u03a4\u03b1 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03b1 site \u03bc\u03b5 \u03b1\u03c3\u03c5\u03bc\u03b2\u03af\u03b2\u03b1\u03c3\u03c4\u03bf\u03c5\u03c2 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03b3\u03b5\u03af\u03c2 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ce\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b1.
site-was-added=\u03a0\u03c1\u03bf\u03c3\u03c4\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c4\u03bf site. (Automatic Translation)
site-x-does-not-have-any-private-pages=\u03a4\u03bf site {0} \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2
staging-friendly-url=\u039d\u03ad\u03bf \u03c6\u03b9\u03bb\u03b9\u03ba\u03cc URL
staging-private-pages=Staging \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ce\u03bd \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd
staging-public-pages=Staging \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03c9\u03bd \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd
the-friendly-url-is-appended-to-x-for-public-pages-and-x-for-private-pages=\u03a4\u03bf \u03c6\u03b9\u03bb\u03b9\u03ba\u03cc URL \u03c0\u03c1\u03bf\u03c3\u03c4\u03af\u03b8\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5\u03c4\u03ac \u03b1\u03c0\u03cc \u03c4\u03bf <strong>{0}</strong> \u03b3\u03b9\u03b1 \u03c4\u03b9\u03c2 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03bf <strong>{1}</strong> \u03b3\u03b9\u03b1 \u03c4\u03b9\u03c2 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2.
the-language-settings-cannot-be-edited-while-propagation-of-changes-from-the-site-template-is-enabled=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c4\u03c9\u03bd \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c9\u03bd \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1\u03c2, \u03b5\u03bd\u03ce \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7 \u03b7 \u03b4\u03b9\u03ac\u03b4\u03bf\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b1\u03bb\u03bb\u03b1\u03b3\u03ce\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2. (Automatic Translation)
the-name-of-this-site-cannot-be-edited-because-it-belongs-to-an-organization=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b1\u03bb\u03bb\u03b1\u03c7\u03c4\u03b5\u03af \u03b4\u03b9\u03cc\u03c4\u03b9 \u03c4\u03bf site \u03b1\u03bd\u03ae\u03ba\u03b5\u03b9 \u03c3\u03b5 \u03ad\u03bd\u03b1\u03bd \u03bf\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc.
the-site-cannot-be-deleted-because-it-has-background-tasks-in-progress=\u03a4\u03bf site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03b5\u03af, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03ad\u03c7\u03b5\u03b9 \u03ba\u03b1\u03b8\u03ae\u03ba\u03bf\u03bd\u03c4\u03b1 \u03c5\u03c0\u03cc\u03b2\u03b1\u03b8\u03c1\u03bf \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7. (Automatic Translation)
the-site-cannot-be-its-own-parent-site=\u03a4\u03bf site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03ba\u03ae \u03c4\u03b7\u03c2 \u03b3\u03bf\u03bd\u03b9\u03ba\u03ae\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2. (Automatic Translation)
the-site-cannot-have-a-child-as-its-parent-site=\u03a4\u03bf site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03c0\u03b1\u03b9\u03b4\u03af \u03c9\u03c2 \u03c4\u03b7 \u03b3\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1. (Automatic Translation)
the-site-cannot-have-a-staging-site-as-its-parent-site=\u03a4\u03bf site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03ad\u03bd\u03b1 site \u03c4\u03b7\u03c2 \u03c3\u03c4\u03ac\u03c3\u03b7\u03c2 \u03c9\u03c2 \u03c4\u03b7 \u03b3\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1. (Automatic Translation)
these-pages-are-linked-to-site-template-x=\u0391\u03c5\u03c4\u03ad\u03c2 \u03bf\u03b9 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf site <em>{0}</em>.
this-site-cannot-inherit-content-from-its-parent-site=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ba\u03bb\u03b7\u03c1\u03bf\u03bd\u03bf\u03bc\u03ae\u03c3\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7 \u03b3\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1. (Automatic Translation)
this-site-cannot-inherit-the-content-from-its-parent-site-since-the-parent-site-is-already-inheriting-the-content-from-its-parent=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf site \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ba\u03bb\u03b7\u03c1\u03bf\u03bd\u03bf\u03bc\u03ae\u03c3\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b3\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1, \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03cc\u03c4\u03b9 \u03b7 \u03b3\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03ae\u03b4\u03b7 \u03ba\u03bb\u03b7\u03c1\u03bf\u03bd\u03bf\u03bc\u03b5\u03af \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7 \u03bc\u03b7\u03c4\u03c1\u03b9\u03ba\u03ae \u03c4\u03b7\u03c2 \u03b5\u03c4\u03b1\u03b9\u03c1\u03af\u03b1. (Automatic Translation)
this-site-does-not-have-any-private-pages=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf site \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2.
this-site-does-not-have-any-public-pages=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf site \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2.
this-site-is-not-related-to-a-site-template=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf site \u03b4\u03b5\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf site.
this-site-was-cloned-from-site-template-x=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf site \u03ba\u03bb\u03c9\u03bd\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5 \u03b1\u03c0\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf <em>{0}</em>.
trash-entries-max-age=\u03a3\u03ba\u03bf\u03c5\u03c0\u03af\u03b4\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 Max \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 (Automatic Translation)
trash-entries-max-age-help=Number of minutes that entries are kept in the Recycle Bin. Entries that have been in the Recycle Bin for more than this time are automatically deleted.
use-the-default-language-options=\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1\u03c2. (Automatic Translation)
view-child-sites=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c5\u03c0\u03bf-\u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2.
virtual-hosts=\u0395\u03b9\u03ba\u03bf\u03bd\u03b9\u03ba\u03bf\u03af hosts
virtual-hosts-must-be-valid-domain-names=\u039f\u03b9 \u03b5\u03b9\u03ba\u03bf\u03bd\u03b9\u03ba\u03bf\u03af hosts \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 DNS.
you-cannot-apply-a-site-template-because-you-modified-the-display-settings-of-this-site=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c6\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b1\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf site. \u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c6\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03c4\u03b5 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2. (Automatic Translation)
you-cannot-enable-the-propagation-of-changes-because-you-modified-the-display-settings-of-this-site=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ac\u03b4\u03bf\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b1\u03bb\u03bb\u03b1\u03b3\u03ce\u03bd, \u03b5\u03c0\u03b5\u03b9\u03b4\u03ae \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b1\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf site. \u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b4\u03ce\u03c3\u03b5\u03b9 \u03c4\u03b9\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2. (Automatic Translation)
