#X-Generator: crowdin.com
authentication-search-filter-help=Bir kullan\u0131c\u0131n\u0131n ge\u00e7erlili\u011fini s\u0131namak i\u00e7in kullan\u0131lan arama filtresi girin. Belirte\u00e7leri @company_id @, @email_address @, @screen_name @, ve @user_id @ do\u011fru de\u011ferlerle \u00e7al\u0131\u015fma an\u0131nda yerini al\u0131r. (Automatic Translation)
autogenerate-user-password=Otomatik olu\u015fturulan kullan\u0131c\u0131 parolas\u0131 (Automatic Translation)
base-dn-help=Temel DN kullan\u0131c\u0131lar i\u00e7in ilk arama ba\u011flam\u0131n\u0131 belirtir ve iste\u011fe ba\u011fl\u0131d\u0131r. (Automatic Translation)
contact-custom-mappings-help=Alma ve verme kullan\u0131c\u0131lar, portal LDAP kullan\u0131c\u0131 \u00f6zniteliklerini ve portal ki\u015finin \u00f6zel \u00f6znitelikleri ba\u011flamak i\u00e7in bu e\u015fle\u015ftirme kullan\u0131r. (Automatic Translation)
contact-mappings-help=Alma ve verme kullan\u0131c\u0131lar, portal LDAP kullan\u0131c\u0131 \u00f6zniteliklerini ve portal ki\u015fi \u00f6znitelikleri ba\u011flamak i\u00e7in bu e\u015fle\u015ftirme kullan\u0131r. (Automatic Translation)
create-role-per-group=Grup her rol\u00fc olu\u015fturma (Automatic Translation)
default-user-password=Deafult kullan\u0131c\u0131 parolas\u0131 (Automatic Translation)
enable-group-cache=Etkinle\u015ftir Grup \u00f6nbelle\u011fi (Automatic Translation)
enable-user-password=Kullan\u0131c\u0131 parolas\u0131n\u0131 etkinle\u015ftir (Automatic Translation)
export-enabled-help=Kullan\u0131c\u0131lar\u0131n portaldan LDAP i\u00e7in d\u0131\u015fa aktarma ayarlar\u0131. Bu onun ilk ad\u0131, soyad\u0131, vb Portal de\u011fi\u015ftirmek ve de\u011fi\u015fim LDAP sunucusuna itti var bir kullan\u0131c\u0131 sa\u011flar. "LDAPAuthConfiguration.enabled" \u00f6zelli\u011fi ayarlanmad\u0131\u011f\u0131 bu ayar kullan\u0131l\u0131r de\u011fil ger\u00e7ek. (Automatic Translation)
export-group-enabled-help=Bu gruplar ve dernekler i\u00e7in LDAP portaldan veriliyorsa, true olarak ayarlay\u0131n. "LDAPAuthConfiguration.enabled" \u00f6zelli\u011fi ayarlanmad\u0131\u011f\u0131 bu ayar kullan\u0131l\u0131r de\u011fil ger\u00e7ek. (Automatic Translation)
group-default-object-classes-help=Bir grup i\u00e7in LDAP d\u0131\u015fa aktar\u0131l\u0131r ve grup yoksa, grubu a\u015fa\u011f\u0131daki varsay\u0131lan nesne s\u0131n\u0131flar\u0131 ile olu\u015fturulur. (Automatic Translation)
group-mappings-help=Portal gruplar\u0131 i\u00e7e aktar\u0131rken, bu e\u015fle\u015ftirme LDAP Grup \u00f6znitelikleri ve portal kullan\u0131c\u0131 Grup \u00f6znitelikleri ba\u011flanmak i\u00e7in kullanacaklar\u0131. (Automatic Translation)
group-search-filter-enabled-help=Gruplar i\u00e7in portal LDAP alma ayarlar\u0131. "LDAPImportConfiguration.enabled" \u00f6zelli\u011fi ayarlanmad\u0131\u011f\u0131 bu ayarlar kullan\u0131l\u0131r de\u011fil ger\u00e7ek. (Automatic Translation)
groups-dn-help=Yeni gruplar belirtilen DN olu\u015fturulur. Bu-ecek biricik var olmak etkin \u00f6zellik "LDAPAuthConfiguration.enabled" ve "LDAPExportConfiguration.enabled" ayarlan\u0131rsa true. (Automatic Translation)
import-create-role-per-group-help=Bu portal otomatik olarak grup LDAP al\u0131nan her bir rol\u00fc olu\u015fturman\u0131z gerekir e\u011fer true olarak ayarlay\u0131n. B\u00f6ylece ne zaman gruba atanm\u0131\u015f olan kullan\u0131c\u0131lar otomatik olarak bu rol\u00fc devralabilir rol grubuna atan\u0131r. (Automatic Translation)
import-group-cache-enabled-help=Whethertime-grup DN aramalar\u0131 LDAP alma ve oturum a\u00e7ma s\u0131ras\u0131nda \u00f6nbelle\u011fe al\u0131n\u0131r belirtin. Ayarlamak do\u011fru bu LDAP alma ve oturum a\u00e7ma kadar h\u0131zland\u0131r\u0131r, ancak grup \u00f6zniteliklerindeki g\u00fcncelle\u015ftirmeleri de\u011fil tan\u0131mak \u00f6nbellek girdisi s\u00fcresi dolmadan e\u011fer. \u00d6nbellek boyutunu ve zaman a\u015f\u0131m\u0131 \u00f6nbellek ad\u0131 "com.liferay.portal.security.exportimport.UserImporter" kullan\u0131larak \u00f6nbellek i\u00e7in yap\u0131land\u0131r\u0131lm\u0131\u015f olabilir. (Automatic Translation)
import-lock-expiration-time-help=LDAP alma i\u00e7in kilit sona erme zaman\u0131 ayarlay\u0131n. Varsay\u0131lan olarak, 1 g\u00fcn sona erme zaman\u0131. (Automatic Translation)
import-method=Alma y\u00f6ntemi (Automatic Translation)
import-method-help=Kullan\u0131c\u0131 veya grup i\u00e7in alma y\u00f6ntemini ayarla. E\u011fer t\u00fcm kullan\u0131c\u0131lar ve gruplar bu kullan\u0131c\u0131larla ili\u015fkili kullan\u0131c\u0131, portal k\u00fcmesine al\u0131r. E\u011fer t\u00fcm gruplar\u0131 ve gruplar\u0131 ili\u015fkili kullan\u0131c\u0131lar grubu, portal k\u00fcmesine al\u0131r. Bu de\u011feri nas\u0131l, LDAP sunucunuza grup \u00fcyeli\u011fi bilgilerini depolayan g\u00f6re ayarlaman\u0131z gerekir. (Automatic Translation)
ldap-auth-configuration-name=LDAP kimlik do\u011frulama (Automatic Translation)
ldap-export-configuration-name=LDAP verme (Automatic Translation)
ldap-import-configuration-name=LDAP alma (Automatic Translation)
ldap-server-configuration-name=LDAP sunucular\u0131 (Automatic Translation)
lock-expiration-time=Kilit zaman a\u015f\u0131m\u0131 s\u00fcresi (Automatic Translation)
method-help=Ba\u011flamak ya da parola-kar\u015f\u0131la\u015ft\u0131rmak i\u00e7in LDAP kimlik do\u011frulama y\u00f6ntemini ayarla. B\u00f6ylece \u015fifreleme stratejileri hakk\u0131nda endi\u015felenmenize gerek yok ba\u011flama \u00e7o\u011fu sat\u0131c\u0131lar\u0131 taraf\u0131ndan tercih edilmektedir. (Automatic Translation)
page-size-help=Sayfa boyutu dizin sunucular\u0131 i\u00e7in bu destek disk belle\u011fi ayarlay\u0131n. Bu de\u011ferin 1000 veya Microsoft Active Directory Server i\u00e7in daha az olmas\u0131 gerekir. (Automatic Translation)
password-encryption-algorithm-help=Parola \u015fifreleme i\u00e7e aktarma s\u0131ras\u0131nda parolalar\u0131 kar\u015f\u0131la\u015ft\u0131rmak i\u00e7in kullan\u0131n ve d\u0131\u015fa aktarma s\u0131ras\u0131nda parolalar\u0131 \u015fifrelemek i\u00e7in kullanmak i\u00e7in ayarlay\u0131n. "LDAPAuthConfiguration.method" \u00f6zelli\u011fi parola-kar\u015f\u0131la\u015ft\u0131rmak i\u00e7in ayarland\u0131\u011f\u0131nda i\u00e7e aktarma s\u0131ras\u0131nda parolalar\u0131 kar\u015f\u0131la\u015ft\u0131rma yaln\u0131zca kullan\u0131lacakt\u0131r. \u015eifreleme yok olarak, varsay\u0131lan de\u011fer olan yeniden ayarlarsan\u0131z parolalar\u0131 d\u00fcz metin olarak kabul edilir. SHA-512 algoritmas\u0131 \u015fu anda desteklenmiyor. (Automatic Translation)
password-policy-enabled-help=Bu kullan\u0131m LDAP'\u0131n parola ilkesi portal parola ilkesi yerine do\u011fru ayarla. E\u011fer ayarlamak do\u011fru portal olu\u015fturulan \u015fifreleri LDAP \u0130lkesi e\u015fle\u015fecektir de\u011fil m\u00fcmk\u00fcnd\u00fcr. Bu parolalar olu\u015fturmak i\u00e7in RegExpToolkit yap\u0131land\u0131rma hakk\u0131nda ayr\u0131nt\u0131lar i\u00e7in "passwords.regexptoolkit.*" \u00f6zelliklerine bak\u0131n. Bu etkin oldu\u011funda, portal ge\u00e7erli parolalar, s\u00fcresi dolan parolalar\u0131n\u0131 veya kilitli olan kullan\u0131c\u0131lar i\u00e7in kontrol unutmay\u0131n. Bu \u015fimdi LDAP sunucusunun parola ilkesi taraf\u0131ndan ele al\u0131n\u0131r. (Automatic Translation)
range-size-help=Her sorgu i\u00e7in birden \u00e7ok de\u011ferli \u00f6znitelik aral\u0131\u011f\u0131 alma destek dizin sunucular\u0131 i\u00e7in d\u00f6nmek i\u00e7in de\u011ferleri say\u0131s\u0131n\u0131 ayarlay\u0131n. Aral\u0131k boyutu 1000 veya daha az Windows 2000 ve 1500 i\u00e7in veya Windows Server 2003 i\u00e7in daha az olmal\u0131d\u0131r. (Automatic Translation)
system-ldap-configuration-name=Sistem LDAP yap\u0131land\u0131rma (Automatic Translation)
user-custom-mappings-help=Alma ve verme kullan\u0131c\u0131lar, portal LDAP kullan\u0131c\u0131 \u00f6zniteliklerini ve portal\u0131 kullan\u0131c\u0131s\u0131n\u0131n \u00f6zel \u00f6znitelikleri ba\u011flamak i\u00e7in bu e\u015fle\u015ftirme kullan\u0131r. (Automatic Translation)
user-default-object-classes-help=Bir kullan\u0131c\u0131 i\u00e7in LDAP d\u0131\u015fa aktar\u0131l\u0131r ve kullan\u0131c\u0131 yoksa, kullan\u0131c\u0131 a\u015fa\u011f\u0131daki varsay\u0131lan nesne s\u0131n\u0131flar\u0131 ile olu\u015fturulur. (Automatic Translation)
user-ignore-attributes-help=Portaldan denetlenir kullan\u0131c\u0131 \u00f6zniteliklerini ayarla. Ekleme veya bir kullan\u0131c\u0131n\u0131n LDAP ba\u011flant\u0131s\u0131n\u0131 g\u00fcncelle\u015ftirme oldu\u011funda, bu \u00f6znitelikleri atlan\u0131r. (Automatic Translation)
user-mappings-help=Alma ve verme kullan\u0131c\u0131lar, portal LDAP kullan\u0131c\u0131 \u00f6zniteliklerini ve portal kullan\u0131c\u0131 \u00f6znitelikleri ba\u011flamak i\u00e7in bu e\u015fle\u015ftirme kullan\u0131r. (Automatic Translation)
user-search-filter-help=Kullan\u0131c\u0131lar\u0131n portala LDAP alma ayarlar\u0131. "LDAPImportConfiguration.enabled" \u00f6zelli\u011fi ayarlanmad\u0131\u011f\u0131 bu ayarlar kullan\u0131l\u0131r de\u011fil ger\u00e7ek. (Automatic Translation)
users-dn-help=Yeni kullan\u0131c\u0131lar belirtilen etki alan\u0131 olu\u015fturulacak. Bu-ecek biricik var olmak etkin \u00f6zellik "LDAPAuthConfiguration.enabled" ve "LDAPExportConfiguration.enabled" ayarlan\u0131rsa true. (Automatic Translation)
