#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Zobrazila sa v\u00e1m podmno\u017eina skup\u00edn na pos\u00fadenie.
a-subset-of-users-has-been-displayed-for-you-to-review=Zobrazila sa v\u00e1m podmno\u017eina pou\u017e\u00edvate\u013eov na pos\u00fadenie.
account-created-notification-body-with-password-help=Zadajte text e-mailu, ktor\u00fd bude zasielan\u00fd pou\u017e\u00edvate\u013eom po registr\u00e1cii. Mal by obsahova\u0165 aj automaticky vygenerovan\u00e9 heslo.
account-created-notification-body-without-password-help=Zadajte telo e-mailu, ktor\u00fd bude poslan\u00fd pou\u017e\u00edvate\u013eovi pri registr\u00e1cii. Tento neobsahuje pou\u017e\u00edvate\u013eove heslo.
add-ldap-server=Prida\u0165 LDAP server
allow-site-administrators-to-display-content-from-other-sites-they-administer=Povoli\u0165 spr\u00e1vcom s\u00eddla zobrazova\u0165 obsah z in\u00fdch s\u00eddiel, ktor\u00e9 spravuj\u00fa.
allow-site-administrators-to-use-their-own-logo=Povo\u013eli\u0165 administr\u00e1torom s\u00eddla pou\u017ei\u0165 ich vlastn\u00e9 logo?
allow-strangers-to-create-accounts=Povoli\u0165 cudzincom vytv\u00e1ranie \u00fa\u010dtov?
allow-strangers-to-create-accounts-with-a-company-email-address=Povoli\u0165 cudzincom vytv\u00e1ranie \u00fa\u010dtov s firemnou e-mailovou adresou?
allow-subsites-to-display-content-from-parent-sites=Povoli\u0165 podriaden\u00fdm s\u00eddlam zobrazi\u0165 obsah z rodi\u010dovsk\u00fdch s\u00eddiel.
allow-users-to-automatically-log-in=Povoli\u0165 pou\u017e\u00edvate\u013eom automatick\u00e9 prihl\u00e1senie?
allow-users-to-request-forgotten-passwords=Povoli\u0165 pou\u017e\u00edvate\u013eom vy\u017eiadanie zabudnut\u00e9ho hesla?
allow-users-to-request-forgotten-passwords-help=Ak je toto za\u0161krtnut\u00e9, pou\u017e\u00edvatelia m\u00f4\u017eu po\u017eiada\u0165 o zaslanie nov\u00e9ho hesla na ich emailov\u00fa adresu.
allow-users-to-request-password-reset-links=Povoli\u0165 pou\u017e\u00edvate\u013eom po\u017eiada\u0165 o zaslanie linky na znovuvytvorenie hesla?
allow-users-to-request-password-reset-links-help=k je toto za\u0161krtnut\u00e9, pou\u017e\u00edvatelia m\u00f4\u017eu po\u017eiada\u0165 o zaslanie linky na znovuvytvorenie hesla.
application-interactions=Interakcie aplik\u00e1cie
apply-to-existing-users=Aplikuj na existuj\u00facich pou\u017e\u00edvate\u013eov
are-you-sure-you-want-to-reset-the-configured-values=Naozaj chcete vynulova\u0165 konfigurovan\u00e9 hodnoty? (Automatic Translation)
autogenerate-user-screen-names=Automaticky generuj pou\u017e\u00edvate\u013esk\u00e9 men\u00e1
base-dn=Z\u00e1kladn\u00e9 DN
body-with-password=Text spr\u00e1vy s heslom
body-without-password=Text spr\u00e1vy bez hesla
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Odhl\u00e1si\u0165 na zasadnut\u00ed uplynut\u00ed. (Automatic Translation)
cas-logout-on-session-expiration-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, prehliada\u010doch sa rel\u00e1cie s uplynutou platnos\u0165ou bude presmerovan\u00fd na CAS logout URL. (Automatic Translation)
cas-logout-url-help=Nastavte odhlasovaciu URL CAS servera v pr\u00edpade, \u017ee chcete aby odhl\u00e1senie sa na port\u00e1li zavolalo aj CAS odhl\u00e1senie.
cas-no-such-user-redirect-url-help=Nastavi\u0165 URL na presmerovanie pou\u017e\u00edvate\u013ea, ak pou\u017e\u00edvate\u013e m\u00f4\u017ee overi\u0165 s CAS, ale nemo\u017eno n\u00e1js\u0165 na port\u00e1li. Import z LDAP ke\u2500\u00e5 je povolen\u251c\u255c, pou\u017e\u00edvate\u013e je presmerovan\u00fd Ak sa nena\u0161iel alebo nie je mo\u017en\u00e9 importova\u0165 z LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN hostite\u013e HTTP
cdn-host-https=CDN hostite\u013e HTTPS
check-to-apply-the-changes-to-existing-users=Za\u0161krtnut\u00edm aplikujete zmeny na v\u0161etk\u00fdch existuj\u00facich pou\u017e\u00edvate\u013eov. Zmeny sa prejavia po ich \u010fal\u0161om prihl\u00e1sen\u00ed.
custom-contact-mapping=Vlastn\u00e9 mapovanie kontaktov
custom-user-mapping=Vlastn\u00e9 mapovanie pou\u017e\u00edvate\u013ea
default-control-panel-theme=Predvolen\u00e1 t\u00e9ma ovl\u00e1dacieho panelu
default-interactions=V\u00fdchodiskov\u00e9 interakcie
default-landing-page=Predvolen\u00e1 vstupn\u00e1 str\u00e1nka
default-landing-page-help=Toto je str\u00e1nka, na ktor\u00fa bude pou\u017e\u00edvate\u013e automaticky presmerovan\u00fd po prihl\u00e1sen\u00ed. Napr\u00edklad, ak chcete by bola v\u00fdchodzia vstupn\u00e1 str\u00e1nka http\://localhost\:8080/web/guest/login, nastavte toto na /web/guest/login.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=Moment\u00e1lne je pou\u017eit\u00fd prednastaven\u00fd LDAP server. Pridajte LDAP a prep\u00ed\u0161ete t\u00fdm predvolen\u00fa hodnotu.
default-logout-page=Predvolen\u00e1 odhlasovacia str\u00e1nka
default-logout-page-help=Na t\u00fato str\u00e1nku bude pou\u017e\u00edvate\u013e automaticky presmerovan\u00fd po odhl\u00e1sen\u00ed. Napr\u00edklad, ak chcete aby predvolen\u00e1 odhlasovacia str\u00e1nka bola http\://localhost\:8080/web/guest/logout, nastavte toto na /web/guest/logout.
default-regular-theme=Predvolen\u00e1 be\u017en\u00e1 t\u00e9ma
default-theme=Predvolen\u00e1 t\u00e9ma
default-values=Predvolen\u00e9 hodnoty
disabled-by-default=Vypnut\u00e9 ako prednastaven\u00e9
domain-controller=Radi\u010d dom\u00e9ny
domain-controller-name=N\u00e1zov radi\u010da dom\u00e9ny
domain-controller-name-help=Nastavte NetBIOS n\u00e1zov pre radi\u010d dom\u00e9ny.
edit-ldap-server=Prida\u0165 LDAP server
email-address-attribute=Atrib\u00fat e-mailovej adresy
enable-birthday=Povoli\u0165 d\u00e1tum narodenia
enable-cdn-dynamic-resources=Povoli\u0165 dynamick\u00e9 zdroje CND
enable-export=Povoli\u0165 export
enable-gender=Povoli\u0165 pohlavie
enable-recycle-bin-default=Ak je toto za\u0161krtnut\u00e9, tak je odpadkov\u00fd k\u00f4\u0161 povolen\u00fd ale administr\u00e1tor s\u00eddla ho m\u00f4\u017ee zak\u00e1za\u0165 pre svoje s\u00eddlo.
enabled-by-default=Povolen\u00e9 ako prednastaven\u00e9
enter-one-analytics-system-name-per-line=Zadajte jedno meno analytick\u00e9ho syst\u00e9mu <strong>na riadok</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Zadajte jedno meno hostite\u013ea elektronickej po\u0161ty <strong>na riadok</strong> pre v\u0161etky dodato\u010dn\u00e9 men\u00e1 hostite\u013eov elektronickej po\u0161ty okrem <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Zadajte jedno pou\u017e\u00edvate\u013esk\u00e9 meno, ktor\u00e9 m\u00e1 by\u0165 rezervovan\u00e9, <strong>na riadok</strong>.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Zadajte jednu e-mailov\u00fa adresu <strong>na riadok</strong>, pre rezerv\u00e1ciu e-mailov\u00fdch adries.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Zadajte prednastaven\u00e9 men\u00e1 s\u00eddiel organiz\u00e1cie <strong>jedno na riadok</strong>, ktor\u00e9 s\u00fa priraden\u00e9 novo vytvoren\u00fdm pou\u017e\u00edvate\u013eom.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Zadajte prednastaven\u00e9 men\u00e1 s\u00eddiel, <strong>jedno na riadok</strong>, ktor\u00e9 s\u00fa priraden\u00e9 novo vytvoren\u00fdm pou\u017e\u00edvate\u013eom.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Zadajte predvolen\u00e9 men\u00e1 pou\u017e\u00edvate\u013esk\u00fdch skup\u00edn, ktor\u00e9 s\u00fa asociovan\u00e9 s novo vytvoren\u00fdmi pou\u017e\u00edvate\u013emi, <strong>ka\u017ed\u00e9 na nov\u00fd riadok</strong>.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Zadajte vyh\u013ead\u00e1vac\u00ed flter, ktor\u00fd sa pou\u017eije na otestovanie spr\u00e1vnosti pou\u017e\u00edvate\u013ea. Symboly @company_id@, @email_address@, @screen_name@, a @user_id@ bud\u00fa nahraden\u00e9 pri vyhodnocovan\u00ed aktu\u00e1lnymi hodnotami.
failed-to-bind-to-the-ldap-server-with-given-values=Naviazanie LDAP servera k dan\u00fdm hodnot\u00e1m zlyhalo.
google-client-secret=Klient Google tajomstvo (Automatic Translation)
graph-url=URL grafu
group-default-object-classes=Prednastaven\u00e9 triedy objektov pre skupinu
group-mapping=Mapovanie skupiny
group-name=N\u00e1zov skupiny
groups-dn=DN skup\u00edn (Groups DN)
home-url=Adresa domovskej str\u00e1nky
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Ako sa pou\u017e\u00edvatelia autentifikuj\u00fa?
import-cas-users-from-ldap=Importova\u0165 z LDAP-u
import-cas-users-from-ldap-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, pou\u017e\u00edvatelia overen\u00fd z CAS, ktor\u00e9 neexistuj\u00fa na port\u00e1li s\u00fa dov\u00e1\u017ean\u00e9 z LDAP. LDAP mus\u00ed by\u0165 zapnut\u00e1. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Ak je toto za\u0161krtnut\u00e9, pou\u017eij\u00fa sa pre importovan\u00fdch pou\u017e\u00edvate\u013eov automaticky vygenerovn\u00e9 hesl\u00e1. Exportovanie t\u00fdchto pou\u017e\u00edvate\u013eov povedie k prep\u00edsaniu ich p\u00f4vodn\u00fdch hesiel v LDAP.
import-export=Import / Export
import-opensso-users-from-ldap=Importova\u0165 z LDAP-u
import-opensso-users-from-ldap-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, pou\u017e\u00edvatelia overen\u00fd z otvoren\u00fdch SSO, ktor\u00e9 neexistuj\u00fa na port\u00e1li s\u00fa dov\u00e1\u017ean\u00e9 z LDAP. LDAP mus\u00ed by\u0165 zapnut\u00e1. (Automatic Translation)
import-search-filter=Vyh\u013ead\u00e1vac\u00ed filter pre import
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Jazyk a \u010dasov\u00e9 p\u00e1smo
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=Ak je povolen\u00e9 automatick\u00e9 generovanie hesiel pre LDAP import, nesmie by\u0165 povolen\u00e9 exportovanie do LDAPu.
ldap-password-policy-help=V\u0161imnite si, \u017ee ak je toto povolen\u00e9, port\u00e1l nekontroluje platn\u00fd hesl\u00e1, uplynul hesl\u00e1 alebo pou\u017e\u00edvate\u013eov, ktor\u00e9 s\u00fa uzamknut\u00e9. To je teraz spravuje politika hesla LDAP server. (Automatic Translation)
ldap-server-name=Meno
ldap-servers=LDAP servery
liferay-has-failed-to-connect-to-the-ldap-server=Liferay sa nemohol napoji\u0165 na LDAP server. Skontrolujte pros\u00edm svoju konfigur\u00e1ciu a uistite sa, \u017ee LDAP server be\u017e\u00ed.
liferay-has-failed-to-connect-to-the-opensso-server=Pripojenie k OpenSSO serveru zlyhalo. Skontrolujte, pros\u00edm, konfigur\u00e1ciu a overte, \u017ee OpenSSO server be\u017e\u00ed.
liferay-has-failed-to-connect-to-the-opensso-services=Pripojenie k OpenSSO slu\u017eb\u00e1m zlyhalo. Skontrolujte, pros\u00edm, \u017ee OpenSSO slu\u017eby be\u017eia.
liferay-has-successfully-connected-to-the-ldap-server=Liferay sa \u00faspe\u0161ne spojil s LDAP serverom.
liferay-has-successfully-connected-to-the-opensso-server=Liferay sa \u00faspe\u0161ne spojil s OpenSSO serverom.
load-default-server-configuration-for=Za\u0165a\u017eenie predvolen\u00fd Server Konfigur\u00e1cia (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=Men\u00e1 po\u0161tov\u00fdch hostite\u013eov
main-configuration=Hlavn\u00e1 konfigur\u00e1cia
mappings-for-opensso-help=Povinn\u00e9 mapovanie medzi OpenSSO a Liferay je\: Pou\u017e\u00edvate\u013esk\u00e9 meno, e-mailov\u00e1 adresa, krstn\u00e9 meno a priezvisko.
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=Tak\u00e9to presmerovanie URL pre pou\u017e\u00edvate\u013ea neexistuje
oauth-redirect-url=URL presmerovania
opensso=OpenSSO (Automatic Translation)
organization-sites=S\u00eddla organiz\u00e1cie
other-directory-server=In\u00fd adres\u00e1rov\u00fd server
please-enter-a-unique-ldap-server-name=Zadajte, pros\u00edm, jedine\u010dn\u00e9 meno LDAP servera.
please-enter-a-valid-ldap-search-filter=Zadajte, pros\u00edm, platn\u00fd vyh\u013ead\u00e1vac\u00ed filter LDAP.
please-enter-a-valid-ldap-server-name=Zadajte, pros\u00edm, platn\u00e9 meno LDAP servera.
please-enter-a-valid-locale=Zadajte, pros\u00edm, platn\u00fa lokaliz\u00e1ciu.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Prira\u010fte, pros\u00edm, ka\u017edej vlastnosti skupiny <em>N\u00e1zov skupiny</em> a <em>Pou\u017e\u00edvate\u013e</em> zodpovedaj\u00faci LDAP atrib\u00fat.
please-select-at-least-one-social-relation-type=Vyberte, pros\u00edm, aspo\u0148 jeden typ soci\u00e1lneho vz\u0165ahu.
please-select-the-type-of-social-interaction=Vyberte, pros\u00edm, typ soci\u00e1lnej interakcie.
require-strangers-to-verify-their-email-address=Vy\u017eadova\u0165 od cudzincov kontrolu e-mailovej adresy?
require-terms-of-use=Po\u017eadova\u0165 Podmienky pou\u017eitia
reset-values=Resetova\u0165 hodnoty
screen-name-attribute=Atrib\u00fat pou\u017e\u00edvate\u013esk\u00e9ho mena
screen-names=Pou\u017e\u00edvate\u013esk\u00e9 men\u00e1
select-the-default-ratings-type-for-the-following-applications=Vyberte predvolen\u00e9 typy hodnotenia pre nasleduj\u00face aplik\u00e1cie. Tieto hodnoty m\u00f4\u017eu by\u0165 zmenen\u00e9 pre jednotliv\u00e9 s\u00eddla v Nastaveniach s\u00eddla.
service-account=\u00da\u010det slu\u017eby
service-password=Heslo slu\u017eby
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=Chyba SSL
system.ldap.configuration.name=Syst\u00e9m LDAP
test-cas-configuration=Otestova\u0165 CAS nastavenia
test-ldap-connection=Otestova\u0165 LDAP spojenie
test-ldap-groups=Otestova\u0165 LDAP skupiny
test-ldap-users=Otestova\u0165 LDAP pou\u017e\u00edvate\u013eov
test-opensso-configuration=Otestova\u0165 OpenSSO nastavenia
the-cas-login-url-is-invalid=Prihlasovacia URL adresa CAS je neplatn\u00e1.
the-cas-logout-url-is-invalid=Odhlasovacia URL adresa CAS je neplatn\u00e1.
the-cas-no-such-user-url-is-invalid=URL adresa CAS pre neexistuj\u00faceho pou\u017e\u00edvate\u013ea je neplatn\u00e1.
the-cas-server-name-is-invalid=N\u00e1zov servera CAS je neplatn\u00fd.
the-cas-server-url-is-invalid=URL adresa CAS servera je neplatn\u00e1.
the-cas-service-url-is-invalid=URL adresa CAS slu\u017eby je neplatn\u00e1.
the-facebook-connect-graph-url-is-invalid=Zadajte platn\u00fa adresu URL Facebook graf (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=Pros\u00edm zadajte platn\u00fa URL Auth OAuth Facebook (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=Pros\u00edm zadajte platn\u00fa Facebook OAuth presmerova\u0165 adresu URL (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=Pros\u00edm zadajte platn\u00fa Facebook OAuth Token adresu URL (Automatic Translation)
the-google-client-id-is-invalid=Zadajte platn\u00fa identifik\u00e1ciu Google klienta. (Automatic Translation)
the-google-client-secret-is-invalid=Pros\u00edm, zadajte platn\u00fa tajomstvo klienta Google. (Automatic Translation)
the-ldap-url-format-is="LDAP Base Provider URL" form\u00e1t je <em>ldap\://host\:port</em>. "Base DN" ur\u010duje po\u010diato\u010dn\u00fd kontext vyh\u013ead\u00e1vania pou\u017e\u00edvate\u013eov a je volite\u013en\u00fd. Pou\u017eite napr\u00edklad <em>ldap\://localhost\:389</em> a <em>ou\=Users,o\=Example</em>.
use-default-interactions-settings=Pou\u017ei\u0165 predvolen\u00e9 nastavenia interakci\u00ed
use-ldap-password-policy=Pou\u017ei\u0165 pravidl\u00e1 pre LDAP hesl\u00e1
user-default-object-classes=Predvolen\u00e9 triedy objektov pou\u017e\u00edvate\u013ea
user-mapping=Mapovanie pou\u017e\u00edvate\u013eov
users-dn=DN pou\u017e\u00edvate\u013ea
