#X-Generator: crowdin.com
access-key=Touche d\u2019acc\u00e8s rapide (Automatic Translation)
access-key-help=D\u00e9finir la cl\u00e9 d\u2019acc\u00e8s compte AWS. (Automatic Translation)
bucket-name=Nom de seau (Automatic Translation)
bucket-name-help=D\u00e9finissez le nom de seau utilis\u00e9 par S3 pour stocker des fichiers. (Automatic Translation)
cache-dir-clean-up-expunge=Propre r\u00e9pertoire de cache jusqu'\u00e0 radier (Automatic Translation)
cache-dir-clean-up-expunge-help=D\u00e9finir le nombre de jours, qu'un fichier est conserv\u00e9 dans le cache. (Automatic Translation)
cache-dir-clean-up-frequency=R\u00e9pertoire de cache fr\u00e9quence de nettoyage (Automatic Translation)
cache-dir-clean-up-frequency-help=Placez le ratio entre le nombre d\u2019appels \u00e0 la m\u00e9thode propre de fichier cache et du cache de fichier r\u00e9el propre. D\u00e9finissez cette propri\u00e9t\u00e9 sur 1 \u00e0 toujours nettoyer. Un nombre plus \u00e9lev\u00e9 abaisser la fr\u00e9quence. (Automatic Translation)
connection-timeout=D\u00e9lai de connexion (Automatic Translation)
connection-timeout-help=Ensemble la quantit\u00e9 de temps d\u2019attente (en millisecondes) quand au d\u00e9part \u00e9tablir une connexion avant d\u2019expirer. Une valeur de 0 signifie l\u2019infini et n\u2019est pas recommand\u00e9e. (Automatic Translation)
core-pool-size=Taille du Pool de base (Automatic Translation)
core-pool-size-help=D\u00e9finir le nombre initial de threads utilis\u00e9 pour transf\u00e9rer des pi\u00e8ces. (Automatic Translation)
http-client-max-connections=Connexions HTTP maximum (Automatic Translation)
http-client-max-connections-help=D\u00e9finir le nombre maximal de connexions autoris\u00e9es \u00e0 HTTP ouverts. (Automatic Translation)
http-client-max-error-retry=Nouvelles tentatives maximum HTTP (Automatic Translation)
http-client-max-error-retry-help=D\u00e9finir le nombre maximal de nouvelles tentatives pour les demandes ayant \u00e9chou\u00e9 de reproductible. (Automatic Translation)
max-pool-size=Taille de Pool maximale (Automatic Translation)
max-pool-size-help=D\u00e9finir le nombre maximal de threads \u00e0 utiliser lors du t\u00e9l\u00e9chargement des pi\u00e8ces. (Automatic Translation)
minimum-uploads-part-size=Taille minimale de partie (Automatic Translation)
minimum-uploads-part-size-help=D\u00e9finir la taille de la partie minimale pour les pi\u00e8ces de t\u00e9l\u00e9chargement. R\u00e9duction de la taille minimale partie provoque multiparts t\u00e9l\u00e9chargements \u00e0 se diviser en un plus grand nombre de pi\u00e8ces plus petites. Choisir une valeur trop faible a un effet n\u00e9gatif sur les vitesses de transfert, causant une communication r\u00e9seau et latence suppl\u00e9mentaires pour chaque partie. (Automatic Translation)
multipart-upload-threshold=Seuil de T\u00e9l\u00e9chargement multipartie (Automatic Translation)
multipart-upload-threshold-help=D\u00e9finissez le seuil de la taille (en octets) alors utilisez des t\u00e9l\u00e9chargements multiparts. T\u00e9l\u00e9chargements sur cette taille utilisent automatiquement une strat\u00e9gie de T\u00e9l\u00e9chargement multipartie, tandis que t\u00e9l\u00e9chargements plus petites que ce seuil utilisent une seule connexion pour t\u00e9l\u00e9charger la totalit\u00e9 de l\u2019objet. (Automatic Translation)
ntlm-proxy-domain=Domaine de Proxy NTLM (Automatic Translation)
ntlm-proxy-domain-help=D\u00e9finissez le nom de domaine de Windows pour un proxy NTLM. Si vous n\u2019utilisez pas un proxy Windows NTLM, ne d\u00e9finissez pas cette propri\u00e9t\u00e9. (Automatic Translation)
ntlm-proxy-workstation=Station de travail Proxy NTLM (Automatic Translation)
ntlm-proxy-workstation-help=D\u00e9finissez le nom de station de travail Windows pour un proxy NTLM. Si vous n\u2019utilisez pas un proxy Windows NTLM, ne d\u00e9finissez pas cette propri\u00e9t\u00e9. (Automatic Translation)
proxy-auth-type=Type d\u2019authentification de proxy (Automatic Translation)
proxy-auth-type-help=D\u00e9finissez le proxy de type d\u2019authentification \u00e0 utiliser lors de la connexion \u00e0 un Service S3. \u00ab\u00a0None\u00a0\u00bb ne configure aucun proxy. \u00ab\u00a0Nom d\u2019utilisateur-mot de passe\u00a0\u00bb configure un serveur proxy\u00a0; pour cette configuration, sp\u00e9cifiez des valeurs pour nom d\u2019utilisateur de proxy et mot de passe de proxy. \u00ab\u00a0Ntlm\u00a0\u00bb configure un proxy Windows NTLM\u00a0; pour cette configuration, sp\u00e9cifiez des valeurs pour le nom d\u2019utilisateur de proxy, mot de passe de proxy, domaine proxy NTLM et NTLM proxy workstation. (Automatic Translation)
proxy-host-help=D\u00e9finir l\u2019h\u00f4te proxy que le client utilise pour se connecter. (Automatic Translation)
proxy-password=Mot de passe de proxy (Automatic Translation)
proxy-password-help=D\u00e9finir le mot de passe de proxy \u00e0 utiliser si la connexion via un proxy. (Automatic Translation)
proxy-port-help=D\u00e9finissez le port du proxy que client utilise pour se connecter. (Automatic Translation)
proxy-username=Nom d\u2019utilisateur de proxy (Automatic Translation)
proxy-username-help=D\u00e9finissez le proxy, nom d\u2019utilisateur \u00e0 utiliser si la connexion via un proxy. (Automatic Translation)
s3-region=R\u00e9gion de S3 (Automatic Translation)
s3-region-help=D\u00e9finir la r\u00e9gion Amazon S3, qui repr\u00e9sente une r\u00e9gion g\u00e9ographique o\u00f9 Amazon S3 stocke les seaux cr\u00e9\u00e9s par l\u2019utilisateur. Amazon S3 r\u00e9gions servent \u00e0 optimiser les temps de latence, minimiser les co\u00fbts et r\u00e9pondre aux exigences r\u00e9glementaires. Les objets stock\u00e9s dans une r\u00e9gion de S3 Amazon jamais quittent cette r\u00e9gion \u00e0 moins qu\u2019explicitement son transfert vers une autre r\u00e9gion. (Automatic Translation)
s3-storage-class=S3 Classe de stockage (Automatic Translation)
s3-storage-class-help=D\u00e9finir la classe de stockage Amazon S3. La classe de stockage STANDARD est utilis\u00e9e par d\u00e9faut et signifie que les copies redondantes de donn\u00e9es seront stock\u00e9es dans des lieux diff\u00e9rents. La classe de stockage REDUCED_REDUNDANCY est con\u00e7ue pour stocker des donn\u00e9es non critiques, reproductibles, offrant une option de stockage hautement disponible, \u00e0 faible co\u00fbt\u00a0; Toutefois, cette option est moins redondante. (Automatic Translation)
s3-store-configuration-name=Configuration boutique S3
secret-key=Cl\u00e9 secr\u00e8te (Automatic Translation)
secret-key-help=D\u00e9finissez la cl\u00e9 secr\u00e8te du compte AWS. (Automatic Translation)
