#X-Generator: crowdin.com
add-attribute=Add Attribute (Automatic Copy)
add-custom-field=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442
as-keyword=As Keyword (Automatic Copy)
as-text=As Text (Automatic Copy)
custom-field-display-type-help=Specify what type of control is used to set this field. (Automatic Copy)
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u043f\u043e\u043b\u0435 \u0434\u0430 \u0441\u043a\u0440\u0438\u0442 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u043d\u0438\u043a\u043e\u0433\u0430 \u043d\u0435 \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0432\u044a\u0432 \u0432\u0441\u0435\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043e\u0441\u0432\u0435\u043d \u0442\u043e\u0437\u0438. \u0422\u043e\u0432\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u043e-\u043d\u0435\u044f\u0441\u0435\u043d \u0438 \u043d\u0430\u043f\u0440\u0435\u0434\u043d\u0430\u043b\u0438 \u0446\u0435\u043b\u0438 \u043a\u0430\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0430 \u043a\u0430\u0442\u043e \u043a\u043e\u043d\u0442\u0435\u0439\u043d\u0435\u0440 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u043f\u043e \u0438\u0437\u0431\u043e\u0440. (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=The custom field key is used to access the field programatically through the &lt;liferay-ui\:custom-attribute /&gt; tag. (Automatic Copy)
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=Settings a custom field to visible with update permission means that a user with update permission can view this field. This setting overrides the value of hidden in this case. (Automatic Copy)
custom-fields-are-not-enabled-for-any-resource=Custom fields are not enabled for any resource. (Automatic Copy)
enter-one-value-per-line=Enter one value per line. (Automatic Copy)
index-type=Index type (Automatic Copy)
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442
not-searchable=Not Searchable (Automatic Copy)
please-enter-a-valid-value=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
selection-list=\u0421\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u0437\u0431\u043e\u0440\u0438\u0442\u0435
the-custom-field-could-not-be-found=\u041a\u043e\u043c\u0438\u043a\u0441\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d.
visible-with-update-permission=Visible with Update (Automatic Copy)
