#X-Generator: crowdin.com
add-attribute=\u0627\u0641\u0632\u0648\u062f\u0646 \u0645\u0634\u062e\u0635\u0647
add-custom-field=\u0627\u0641\u0632\u0648\u062f\u0646 \u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0634\u062e\u0635\u06cc\u200c\u0633\u0627\u0632\u06cc \u0634\u062f\u0647
as-keyword=\u0628\u0647 \u0635\u0648\u0631\u062a \u06a9\u0644\u0645\u0647\u200c\u06cc \u06a9\u0644\u06cc\u062f\u06cc
as-text=\u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u062a\u0646
custom-field-display-type-help=\u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0686\u0647 \u0646\u0648\u0639\u06cc \u0627\u0632 \u06a9\u0646\u062a\u0631\u0644 \u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0627\u06cc\u0646 \u0641\u06cc\u0644\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u06cc \u0634\u0648\u062f.
custom-field-height-help=\u0627\u06cc\u0646 \u0627\u0631\u062a\u0641\u0627\u0639 \u0641\u06cc\u0644\u062f \u0648\u0631\u0648\u062f\u06cc \u0631\u0627 \u0628\u0647 \u067e\u06cc\u06a9\u0633\u0644 \u062a\u0646\u0638\u06cc\u0645 \u0645\u06cc\u200c\u06a9\u0646\u062f.
custom-field-hidden-help=\u06cc\u06a9 \u0641\u06cc\u0644\u062f \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc \u067e\u0646\u0647\u0627\u0646 \u0634\u062f\u0646 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u0627\u0633\u062a \u06a9\u0647 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0641\u06cc\u0644\u062f \u0628\u0647 \u062f\u06cc\u06af\u0631 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0627\u06cc\u0646 \u0627\u0645\u0631 \u0628\u0627\u0639\u062b \u0645\u06cc\u200c\u0634\u0648\u062f \u06a9\u0647 \u0641\u06cc\u0644\u062f \u0628\u0631\u0627\u06cc \u0627\u0647\u062f\u0627\u0641 \u067e\u06cc\u0634\u0631\u0641\u062a\u0647\u200c\u062a\u0631 \u0646\u0638\u06cc\u0631 \u0639\u0645\u0644 \u06a9\u0631\u062f\u0646 \u0628\u0631\u0627\u06cc \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f.
custom-field-index-type-help=\u06cc\u06a9 \u0641\u06cc\u0644\u062f \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u0627\u0633\u062a \u06a9\u0647 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0641\u06cc\u0644\u062f \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u0641\u0647\u0631\u0633\u062a \u0645\u06cc\u200c\u0634\u0648\u062f. \u0641\u0642\u0637 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc java.lang.String \u0642\u0627\u0628\u0644 \u062c\u0633\u062a\u062c\u0648 \u0647\u0633\u062a\u0646\u062f. \u062a\u0648\u062c\u0647 \u0646\u0645\u0627\u06cc\u06cc\u062f \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06cc\u06a9 \u0641\u06cc\u0644\u062f \u0642\u0627\u0628\u0644 \u062c\u0633\u062a\u062c\u0648 \u0645\u06cc\u200c\u0634\u0648\u062f
custom-field-key-help=\u0627\u0632\u06a9\u0644\u06cc\u062f \u0634\u062e\u0635\u06cc\u200c\u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0641\u06cc\u0644\u062f \u0627\u0632 \u0637\u0631\u06cc\u0642 \u062a\u06af
custom-field-secret-help=\u06cc\u06a9 \u0641\u06cc\u0644\u062f \u0633\u0641\u0627\u0631\u0634\u06cc \u0628\u0631\u0627\u06cc \u0627\u0645\u0648\u0631 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u06cc \u06a9\u0647 \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u062a\u0627\u06cc\u067e \u06a9\u0631\u062f\u0646 \u0686\u06cc\u0632\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u06cc\u062f\u06cc\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0627\u0632 \u0627\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u0627\u06cc\u06cc\u062f.
custom-field-visible-with-update-permission-help=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0641\u06cc\u0644\u062f \u0633\u0641\u0627\u0631\u0634\u06cc \u0642\u0627\u0628\u0644 \u062f\u06cc\u062f\u0646 \u0628\u0627 \u0645\u062c\u0648\u0632 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0628\u062f\u0627\u0646 \u0645\u0639\u0646\u06cc \u0627\u0633\u062a \u06a9\u0647 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0627 \u0645\u062c\u0648\u0632 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0641\u06cc\u0644\u062f \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645 \u0631\u0627 \u0644\u063a\u0648 \u0627\u0631\u0632\u0634 \u067e\u0646\u0647\u0627\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u0645\u0648\u0631\u062f. \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0627\u0639\u062b \u0644\u063a\u0648 \u0645\u0642\u0627\u062f\u06cc\u0631 \u067e\u0646\u0647\u0627\u0646 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
custom-fields-are-not-enabled-for-any-resource=\u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0647\u06cc\u0686 \u06a9\u062f\u0627\u0645 \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0641\u0639\u0627\u0644 \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
enter-one-value-per-line=\u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u062f\u0631 \u0647\u0631 \u062e\u0637 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
index-type=\u0646\u0648\u0639 \u0635\u0641\u062d\u0647
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc
not-searchable=\u063a\u06cc\u0631 \u0642\u0627\u0628\u0644 \u062c\u0633\u062a\u062c\u0648
please-enter-a-valid-value=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0627\u0645 \u0645\u062c\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
selection-list=\u0627\u0646\u062a\u062e\u0627\u0628 \u0644\u06cc\u0633\u062a
the-custom-field-could-not-be-found=\u06a9\u0627\u0645\u06cc\u06a9 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
visible-with-update-permission=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0647\u0645\u0631\u0627\u0647 \u0628\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc
