#X-Generator: crowdin.com
add-attribute=Adicionar Atributo
add-custom-field=Adicionar Campo Personalizado
as-keyword=Como Palavra-Chave
as-text=Como Texto
custom-field-display-type-help=Especifique que tipo de controle \u00e9 usado para definir este campo.
custom-field-height-help=Define a altura do campo de entrada, em pixels.
custom-field-hidden-help=Definir um campo personalizado como escondido significa que o valor do campo nunca \u00e9 mostrado em qualquer interface de usu\u00e1rio al\u00e9m desta. Desta forma, o campo pode ser usado para prop\u00f3sitos mais obscuros e avan\u00e7ados, como agir como um marcador de posi\u00e7\u00e3o para permiss\u00f5es personalizadas.
custom-field-index-type-help=Definir um campo personalizado como busc\u00e1vel significa que o valor do campo \u00e9 indexado quando a entidade (como Utilizador) \u00e9 modificada. Somente campos java.lang.String podem ser feitos busc\u00e1veis. Note que quando um campo \u00e9 rec\u00e9m-feito busc\u00e1vel, os \u00edndices devem ser atualizadas antes que os dados estejam dispon\u00edveis para busca.
custom-field-key-help=A chave de campo personalizada \u00e9 utilizada para acessar programaticamente o campo atrav\u00e9s da tag custom-field-key-help\=A chave de campo personalizada \u00e9 utilizada para acessar programaticamente o campo atrav\u00e9s da tag custom-field-key-help\=O campo personalizado chave \u00e9 usado para acessar o campo programaticamente atrav\u00e9s da tag &lt;liferay-ui\:custom-attribute /&gt;lt;liferay-ui\:custom-attribute /custom-field-key-help\=O campo personalizado chave \u00e9 usado para acessar o campo programaticamente atrav\u00e9s da tag &lt;liferay-ui\:custom-attribute /&gt;gt;lt;liferay-ui\:custom-attribute /custom-field-key-help\=A chave de campo personalizada \u00e9 utilizada para acessar programaticamente o campo atrav\u00e9s da tag custom-field-key-help\=O campo personalizado chave \u00e9 usado para acessar o campo programaticamente atrav\u00e9s da tag &lt;liferay-ui\:custom-attribute /&gt;lt;liferay-ui\:custom-attribute /custom-field-key-help\=O campo personalizado chave \u00e9 usado para acessar o campo programaticamente atrav\u00e9s da tag &lt;liferay-ui\:custom-attribute /&gt;gt;gt;
custom-field-secret-help=Setar um campo personalizado para secreto significa que a digita\u00e7\u00e3o ser\u00e1 ocultada na tela. Utilize este para senhas.
custom-field-visible-with-update-permission-help=Configurar um campo como vis\u00edvel com permiss\u00e3o de alterar significa que um usu\u00e1rio com permiss\u00e3o de atualiza\u00e7\u00e3o pode ver este campo. Esta configura\u00e7\u00e3o substitui o valor oculto neste caso.
custom-fields-are-not-enabled-for-any-resource=Os campos personalizados n\u00e3o est\u00e3o ativados para nenhum recurso.
enter-one-value-per-line=Entre um valor por linha.
index-type=Tipo de \u00edndice
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Campos Personalizados
not-searchable=N\u00e3o pode ser encontrado pela busca
please-enter-a-valid-value=Por favor, insira um valor v\u00e1lido.
selection-list=Lista de sele\u00e7\u00e3o
the-custom-field-could-not-be-found=O campo personalizado n\u00e3o pode ser encontrado.
visible-with-update-permission=Vis\u00edvel com permiss\u00e3o de atualiza\u00e7\u00e3o
