#X-Generator: crowdin.com
add-attribute=Adicionar Atributo
add-custom-field=Adicionar Campo Personalizado
as-keyword=Como Palavra-chave
as-text=Como Texto
custom-field-display-type-help=Especifique que tipo de controle \u00e9 utilizado para definir este campo.
custom-field-height-help=Define a altura do campo de entrada, em pixels.
custom-field-hidden-help=Definir um campo personalizado como escondido significa que o valor do campo nunca \u00e9 mostrado em qualquer interface de utilizador al\u00e9m desta. Desta forma, o campo pode ser utilizado para prop\u00f3sitos mais obscuros e avan\u00e7ados, como por exemplo, agir como um local onde colocar permiss\u00f5es personalizadas.
custom-field-index-type-help=Definir um campo personalizado como pesquis\u00e1vel significa que o valor do campo \u00e9 indexado quando a entidade (como por exemplo Utilizador), \u00e9 modificada. Apenas campos java.lang.String podem ser definidos como pesquis\u00e1veis. Note que quando um campo \u00e9 rec\u00e9m-definido como pesquis\u00e1vel, os \u00edndices devem ser atualizados antes que os dados estejam dispon\u00edveis para pesquisa.
custom-field-key-help=A chave de campo personalizado \u00e9 usado para aceder \u00e1 \u00e1rea program\u00e1tica atrav\u00e9s da etiqueta\:
custom-field-secret-help=Definir um campo personalizado como secreto significa que a digita\u00e7\u00e3o ser\u00e1 ocultada no ecr\u00e3. Utilize este atributo para palavras-chave.
custom-field-visible-with-update-permission-help=Definir um campo personalizado como vis\u00edvel com permiss\u00e3o de alterar significa que um utilizador com permiss\u00e3o de atualiza\u00e7\u00e3o pode ver este campo. Esta configura\u00e7\u00e3o substitui a op\u00e7\u00e3o de ocultar neste caso.
custom-fields-are-not-enabled-for-any-resource=Os campos personalizados n\u00e3o est\u00e3o ativos para nenhum recurso.
enter-one-value-per-line=Introduza um valor por linha.
index-type=Tipo de \u00edndice
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Campos Personalizados
not-searchable=N\u00e3o pesquis\u00e1vel
please-enter-a-valid-value=Por favor, insira um valor v\u00e1lido.
selection-list=Lista de Sele\u00e7\u00e3o
the-custom-field-could-not-be-found=O campo personalizado n\u00e3o p\u00f4de ser encontrado.
visible-with-update-permission=Vis\u00edvel com Permiss\u00e3o de Atualiza\u00e7\u00e3o
