#X-Generator: crowdin.com
add-attribute=\u5c5e\u6027\u3092\u8ffd\u52a0
add-custom-field=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u8ffd\u52a0
as-keyword=\u30ad\u30fc\u30ef\u30fc\u30c9
as-text=\u30c6\u30ad\u30b9\u30c8
custom-field-display-type-help=\u30d5\u30a3\u30fc\u30eb\u30c9\u8a2d\u5b9a\u306b\u4f7f\u3046\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8a2d\u5b9a\u3059\u308b\u3002
custom-field-height-help=\u3053\u308c\u306f\u30a4\u30f3\u30d7\u30c3\u30c8\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u9ad8\u3055\u3092\u30d4\u30af\u30bb\u30eb\u3067\u8a2d\u5b9a\u3057\u307e\u3059
custom-field-hidden-help=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u3092hidden\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3044\u3046\u3053\u3068\u306f\u3001\u3053\u308c\u4ee5\u5916\u306e\u30e6\u30fc\u30b6\u30fc\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u306b\u306f\u8868\u793a\u3055\u308c\u306a\u3044\u3068\u3044\u3046\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002\u3053\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u76ee\u7acb\u305f\u306a\u3044\u3088\u3046\u306b\u3057\u305f\u308a\u3001\u30ab\u30b9\u30bf\u30e0\u6a29\u9650\u306e\u305f\u3081\u306e\u30d7\u30ec\u30fc\u30b9\u30db\u30eb\u30c0\u30fc\u3068\u3057\u3066\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
custom-field-index-type-help=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u691c\u7d22\u53ef\u80fd\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3044\u3046\u3053\u3068\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u30fc\uff08\u4f8b\u3048\u3070\u30e6\u30fc\u30b6\u30fc\u306a\u3069\u306e\u30c7\u30fc\u30bf\uff09\u304c\u5909\u66f4\u3055\u308c\u308b\u6642\u306b\u3001\u3053\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024\u304c\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3055\u308c\u308b\u3068\u3044\u3046\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002java.lang.String\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u307f\u691c\u7d22\u53ef\u80fd\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002\u203b\u6ce8\u610f \: \u65b0\u898f\u3067\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u691c\u7d22\u53ef\u80fd\u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u3001\u691c\u7d22\u3092\u6b63\u3057\u304f\u52d5\u4f5c\u3055\u305b\u308b\u306e\u306b\u518d\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
custom-field-key-help=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306fcustom-field-key-help\=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306fcustom-field-key-help\=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306f&lt;liferay-ui\:custom-attribute /&gt;\u30bf\u30b0\u3092\u5229\u7528\u3057\u3066\u9805\u76ee\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u7684\u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3059\u3002lt;liferay-ui\:custom-attribute /custom-field-key-help\=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306f&lt;liferay-ui\:custom-attribute /&gt;\u30bf\u30b0\u3092\u5229\u7528\u3057\u3066\u9805\u76ee\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u7684\u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3059\u3002gt;\u30bf\u30b0\u3092\u901a\u3057\u3066\u30d7\u30ed\u30b0\u30e9\u30e0\u304b\u3089\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u306e\u306b\u5229\u7528\u3057\u307e\u3059\u3002lt;liferay-ui\:custom-attribute /custom-field-key-help\=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306fcustom-field-key-help\=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306f&lt;liferay-ui\:custom-attribute /&gt;\u30bf\u30b0\u3092\u5229\u7528\u3057\u3066\u9805\u76ee\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u7684\u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3059\u3002lt;liferay-ui\:custom-attribute /custom-field-key-help\=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u30ad\u30fc\u306f&lt;liferay-ui\:custom-attribute /&gt;\u30bf\u30b0\u3092\u5229\u7528\u3057\u3066\u9805\u76ee\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u7684\u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3059\u3002gt;\u30bf\u30b0\u3092\u901a\u3057\u3066\u30d7\u30ed\u30b0\u30e9\u30e0\u304b\u3089\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u306e\u306b\u5229\u7528\u3057\u307e\u3059\u3002gt;\u30bf\u30b0\u3092\u901a\u3057\u3066\u30d7\u30ed\u30b0\u30e9\u30e0\u304b\u3089\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u306e\u306b\u5229\u7528\u3057\u307e\u3059\u3002
custom-field-secret-help=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3044\u3046\u3053\u3068\u306f\u3001\u30b9\u30af\u30ea\u30fc\u30f3\u4e0a\u3067\u4e0d\u53ef\u8996\u306b\u3059\u308b\u3068\u3044\u3046\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5229\u7528\u3057\u3066\u304f\u3060\u3055\u3044
custom-field-visible-with-update-permission-help=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u66f4\u65b0\u6a29\u9650\u306b\u5bfe\u3057\u95b2\u89a7\u53ef\u80fd\u306b\u3059\u308b\u3053\u3068\u3067\u3001\u66f4\u65b0\u6a29\u9650\u3092\u3082\u3064\u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u9805\u76ee\u3092\u53c2\u7167\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002\u305d\u306e\u5834\u5408\u3001hidden\u306e\u5024\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002
custom-fields-are-not-enabled-for-any-resource=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3059\u3079\u3066\u306e\u30ea\u30bd\u30fc\u30b9\u306b\u5bfe\u3057\u3066\u7121\u52b9\u3067\u3059
enter-one-value-per-line=\u4e00\u884c\u3054\u3068\u306b\uff11\u3064\u306e\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
index-type=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30bf\u30a4\u30d7
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9
not-searchable=\u691c\u7d22\u3067\u304d\u306a\u3044
please-enter-a-valid-value=\u6709\u52b9\u306a\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
selection-list=\u30bb\u30ec\u30af\u30c8\u30dc\u30c3\u30af\u30b9
the-custom-field-could-not-be-found=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
visible-with-update-permission=\u66f4\u65b0\u6a29\u9650\u3067\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b
