#X-Generator: crowdin.com
add-attribute=L\u00e4gg till f\u00e4lt
add-custom-field=L\u00e4gg till eget f\u00e4lt
as-keyword=Som nyckelord
as-text=Som text
custom-field-display-type-help=Ange vilken typ av kontroll som anv\u00e4nds f\u00f6r att fylla i detta f\u00e4lt.
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=Ange ett anpassat f\u00e4lt till dolda inneb\u00e4r att f\u00e4ltets v\u00e4rde aldrig visas i n\u00e5got anv\u00e4ndargr\u00e4nssnitt f\u00f6rutom den h\u00e4r. Detta g\u00f6r att f\u00e4ltet anv\u00e4ndas f\u00f6r mer obskyra och avancerade \u00e4ndam\u00e5l som fungerar som platsh\u00e5llare f\u00f6r anpassade beh\u00f6righeter. (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=Ett eget f\u00e4lts nyckel g\u00f6r det m\u00f6jligt att n\u00e5 f\u00e4ltet programmatiskt genom taggen
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=Att s\u00e4tta ett eget f\u00e4lt som synbart med uppdateringsr\u00e4ttigheter betyder att en anv\u00e4ndare med uppdateringsr\u00e4ttigheter kan se detta f\u00e4lt. Denna inst\u00e4llning f\u00e5r h\u00f6gre prioritet \u00e4n v\u00e4rdet g\u00f6md i detta fallet.
custom-fields-are-not-enabled-for-any-resource=Egna f\u00e4lt finns inte aktiverat f\u00f6r alla typer av resurser.
enter-one-value-per-line=Enter one value per line. (Automatic Copy)
index-type=Indextyp
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Egna f\u00e4lt
not-searchable=Wj s\u00f6kbar
please-enter-a-valid-value=Var v\u00e4nlig och skriv in ett giltigt v\u00e4rde.
selection-list=Urvalslista
the-custom-field-could-not-be-found=Det egna f\u00e4ltet kunde inte hittas.
visible-with-update-permission=Visible with Update (Automatic Copy)
