#X-Generator: crowdin.com
a-meeting-must-have-a-host-participant=\u039c\u03b9\u03b1 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03ad\u03bd\u03b1\u03bd \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03c5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2. (Automatic Translation)
access-code=\u039a\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 (Automatic Translation)
action.ADD_MEETING=Add Meeting (Automatic Copy)
add-calendar-event=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03c4\u03b5 \u03c4\u03bf \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd (Automatic Translation)
add-meeting=Add Meeting (Automatic Copy)
add-participant=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 (Automatic Translation)
add-participant-by-name-or-email-address=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03bc\u03b5 \u03cc\u03bd\u03bf\u03bc\u03b1 \u03ae \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5. (Automatic Translation)
add-server=Add Server (Automatic Copy)
api-url=API URL (Automatic Copy)
are-you-sure-you-want-to-delete-the-selected-meeting=\u0395\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7; (Automatic Translation)
attendee=Attendee (Automatic Copy)
automatically-start-video=\u039e\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c4\u03bf \u03b2\u03af\u03bd\u03c4\u03b5\u03bf (Automatic Translation)
branding-name=Branding \u03cc\u03bd\u03bf\u03bc\u03b1 (Automatic Translation)
copied=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03b5\u03af. (Automatic Translation)
copy-to-clipboard=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c3\u03c4\u03bf \u03a0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf. (Automatic Translation)
creator=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03cc\u03c2 (Automatic Translation)
dial=\u039a\u03bb\u03ae\u03c3\u03b7\u03c2 (Automatic Translation)
edit-meeting=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03b5\u03af\u03c4\u03b5 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
email-notification-template-language=\u0397\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf \u03b3\u03bd\u03c9\u03c3\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 (Automatic Translation)
end-meeting=End Meeting (Automatic Copy)
end-time=\u038f\u03c1\u03b1 \u03bb\u03ae\u03be\u03b7\u03c2 (Automatic Translation)
enter-your-full-name=Enter your full name\: (Automatic Copy)
fastest-performance=\u03a4\u03b1\u03c7\u03cd\u03c4\u03b5\u03c1\u03b7 \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 (Automatic Translation)
features=\u03a7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03ac \u03b3\u03bd\u03c9\u03c1\u03af\u03c3\u03bc\u03b1\u03c4\u03b1\: (Automatic Translation)
highest-quality=\u03a5\u03c8\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b7 \u03c0\u03bf\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1 (Automatic Translation)
highest-security=\u039c\u03b5\u03b3\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03b7 \u03b1\u03c3\u03c6\u03ac\u03bb\u03b5\u03b9\u03b1 (Automatic Translation)
if-you-are-the-meeting-host,-please-login-to-start-the-meeting=\u0395\u03ac\u03bd \u03b5\u03af\u03c3\u03c4\u03b5 \u03bf \u03bf\u03b9\u03ba\u03bf\u03b4\u03b5\u03c3\u03c0\u03cc\u03c4\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7\u03c2, \u03c0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03b5\u03af\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7. (Automatic Translation)
include-a-name-for-notifying-the-user-by-email=\u03a0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03c5\u03bd \u03ad\u03bd\u03b1 \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03bc\u03ad\u03c3\u03c9 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5. (Automatic Translation)
includes-audio-video-chat-screen-sharing-and-document-sharing=\u03a0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03b5\u03b9 \u03ae\u03c7\u03bf\u03c5, \u03b2\u03af\u03bd\u03c4\u03b5\u03bf, chat, \u03bf\u03b8\u03cc\u03bd\u03b7 \u03bc\u03bf\u03b9\u03c1\u03ac\u03b6\u03bf\u03bc\u03b1\u03b9, \u03ba\u03b1\u03b9 \u03b1\u03bd\u03c4\u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03b5\u03b3\u03b3\u03c1\u03ac\u03c6\u03c9\u03bd. (Automatic Translation)
includes-audio-video-chat-screen-sharing-and-native-ios-android-support=\u03a0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03b5\u03b9 \u03ae\u03c7\u03bf\u03c5, \u03b2\u03af\u03bd\u03c4\u03b5\u03bf, chat, \u03bf\u03b8\u03cc\u03bd\u03b7 \u03bc\u03bf\u03b9\u03c1\u03ac\u03b6\u03bf\u03bc\u03b1\u03b9, \u03ba\u03b1\u03b9 \u03b5\u03b3\u03b3\u03b5\u03bd\u03ae \u03c5\u03c0\u03bf\u03c3\u03c4\u03ae\u03c1\u03b9\u03be\u03b7 iOS/Android. (Automatic Translation)
international-numbers=\u0394\u03b9\u03b5\u03b8\u03bd\u03b5\u03af\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 (Automatic Translation)
javax.portlet.title.1_WAR_powwowportlet=\u03a3\u03c5\u03bd\u03b1\u03bd\u03c4\u03ae\u03c3\u03b5\u03b9\u03c2 (Automatic Translation)
javax.portlet.title.2_WAR_powwowportlet=\u03a3\u03c5\u03bd\u03b5\u03b4\u03c1\u03b9\u03ac\u03c3\u03b5\u03b9\u03c2 Admin (Automatic Translation)
join-by-phone=\u0393\u03af\u03bd\u03b5\u03c4\u03b5 \u03bc\u03ad\u03bb\u03bf\u03c2 \u03bc\u03ad\u03c3\u03c9 \u03c4\u03b7\u03bb\u03b5\u03c6\u03ce\u03bd\u03bf\u03c5 (Automatic Translation)
join-meeting=Join Meeting (Automatic Copy)
make-host=\u039a\u03ac\u03bd\u03b5\u03b9 \u03c5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2 (Automatic Translation)
meeting-date=\u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7\u03c2 (Automatic Translation)
meeting-id=\u0391\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7\u03c2 (Automatic Translation)
meeting-info=Meeting Info (Automatic Copy)
meeting-password=\u039a\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7\u03c2 (Automatic Translation)
meeting-url=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 URL \u03c4\u03b7\u03c2 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7\u03c2 (Automatic Translation)
meetings=Meetings (Automatic Copy)
new-meeting=New Meeting (Automatic Copy)
new-server=New Server (Automatic Copy)
or=\u03ae (Automatic Translation)
participant-list=\u039b\u03af\u03c3\u03c4\u03b1 \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03b5\u03c7\u03cc\u03bd\u03c4\u03c9\u03bd (Automatic Translation)
participant-type=\u03a4\u03cd\u03c0\u03bf\u03c2 \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 (Automatic Translation)
participants=Participants (Automatic Copy)
preferred-solution=\u0397 \u03bb\u03cd\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03ba\u03c1\u03af\u03bd\u03b5\u03b9 (Automatic Translation)
private-solution=\u0399\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ae \u03bb\u03cd\u03c3\u03b7 (Automatic Translation)
provider=\u03a5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03c0\u03b1\u03c1\u03bf\u03c7\u03ae\u03c2 (Automatic Translation)
provider-type=Provider Type (Automatic Copy)
receive-a-notification-when-someone-invites-you-to-a-meeting=\u03c3\u03b1\u03c2 \u03c0\u03c1\u03bf\u03c3\u03ba\u03b1\u03bb\u03b5\u03af \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c3\u03c5\u03bd\u03b5\u03b4\u03c1\u03af\u03b1\u03c3\u03b7. (Automatic Translation)
require-password=\u0391\u03c0\u03b1\u03b9\u03c4\u03bf\u03cd\u03bd \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 (Automatic Translation)
reschedule=\u0395\u03c0\u03b1\u03bd\u03b1\u03c0\u03c1\u03bf\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03b9\u03c3\u03bc\u03cc\u03c2 (Automatic Translation)
start-meeting=Start Meeting (Automatic Copy)
start-meeting-with-audio-only=\u0391\u03c1\u03c7\u03af\u03c3\u03b5\u03b9 \u03bc\u03b5 \u03ae\u03c7\u03bf \u03bc\u03cc\u03bd\u03bf. (Automatic Translation)
start-meeting-with-video=\u0391\u03c1\u03c7\u03af\u03c3\u03b5\u03b9 \u03bc\u03b5 \u03b2\u03af\u03bd\u03c4\u03b5\u03bf. (Automatic Translation)
start-time=\u038f\u03c1\u03b1 \u03ad\u03bd\u03b1\u03c1\u03be\u03b7\u03c2 (Automatic Translation)
supports-windows-and-mac=\u03a5\u03c0\u03bf\u03c3\u03c4\u03b7\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03b1 Windows \u03ba\u03b1\u03b9 Mac (Automatic Translation)
supports-windows-mac-and-linux=\u03a5\u03c0\u03bf\u03c3\u03c4\u03b7\u03c1\u03af\u03b6\u03b5\u03b9 Windows, Mac \u03ba\u03b1\u03b9 Linux (Automatic Translation)
the-company-id-associated-with-the-meeting=\u0397 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1 ID \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-company-mx-associated-with-the-meeting=\u0397 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1 MX \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-company-name-associated-with-the-meeting=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-description-of-the-meeting=\u03a4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
the-email-address-of-the-user-who-added-the-meeting=\u0397 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c3\u03c4\u03af\u03b8\u03b5\u03bd\u03c4\u03b1\u03b9 \u03b7 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-end-time-must-be-after-the-start-time=\u0397 \u03ce\u03c1\u03b1 \u03bb\u03ae\u03be\u03b7\u03c2 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03ce\u03c1\u03b1 \u03ad\u03bd\u03b1\u03c1\u03be\u03b7\u03c2. (Automatic Translation)
the-join-by-phone-access-code-label-of-the-provider-type-associated-with-the-meeting=\u03a4\u03bf \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03c4\u03b7\u03bb\u03ad\u03c6\u03c9\u03bd\u03bf \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf \u03c4\u03cd\u03c0\u03bf \u03c4\u03b7\u03c2 \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1\u03c2 \u03c0\u03b1\u03c1\u03bf\u03c7\u03ae\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-join-by-phone-access-code-of-the-meeting=\u03a4\u03bf \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03c4\u03b7\u03bb\u03ad\u03c6\u03c9\u03bd\u03bf \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7\u03c2 (Automatic Translation)
the-meeting-could-not-be-deleted=\u0397 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 \u03b4\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03b5\u03af. (Automatic Translation)
the-meeting-has-not-yet-started.-you-will-be-automatically-connected-once-the-host-arrives.-please-wait=The meeting has not yet started. You will be automatically connected once the host arrives. Please wait... (Automatic Copy)
the-meeting-url=\u0397 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 URL \u03c4\u03b7\u03c2 \u03c3\u03cd\u03c3\u03ba\u03b5\u03c8\u03b7\u03c2 (Automatic Translation)
the-meeting-you-have-requested-has-already-completed=The meeting you have requested has already completed. (Automatic Copy)
the-meeting-you-have-requested-has-not-yet-started=\u0397 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03b6\u03b7\u03c4\u03ae\u03c3\u03b1\u03c4\u03b5 \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b1\u03ba\u03cc\u03bc\u03b7 \u03b1\u03c1\u03c7\u03af\u03c3\u03b5\u03b9. (Automatic Translation)
the-meeting-you-have-requested-no-longer-exists=The meeting you have requested no longer exists. (Automatic Copy)
the-name-of-the-meeting=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
the-password-for-the-meeting=\u039f \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-site-name-associated-with-the-meeting=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
the-start-date-of-the-meeting=\u03a4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03ad\u03bd\u03b1\u03c1\u03be\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
the-start-time-of-the-meeting=\u03a4\u03b7\u03bd \u03ce\u03c1\u03b1 \u03ad\u03bd\u03b1\u03c1\u03be\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
the-time-zone-of-the-meeting=\u0397 \u03b6\u03ce\u03bd\u03b7 \u03ce\u03c1\u03b1\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
the-user-who-added-the-meeting=\u039f \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c3\u03b1\u03bd \u03c4\u03b7 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7 (Automatic Translation)
there-are-no-meetings=There are no meetings. (Automatic Copy)
there-are-no-servers=There are no servers. (Automatic Copy)
to=\u03bd\u03b1 (Automatic Translation)
trusted-security=\u0398\u03b5\u03bc\u03b1\u03c4\u03bf\u03c6\u03cd\u03bb\u03b1\u03ba\u03b1\u03c2 \u03b1\u03c3\u03c6\u03ac\u03bb\u03b5\u03b9\u03b5\u03c2 (Automatic Translation)
unable-to-render-meeting-invitation=\u03a3\u03b5 \u03b8\u03ad\u03c3\u03b7 \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03b5\u03b9 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03c3\u03ba\u03bb\u03b7\u03c3\u03b7 \u03c3\u03b5 \u03c3\u03c5\u03bd\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7. (Automatic Translation)
view-invitation=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03c0\u03c1\u03cc\u03c3\u03ba\u03bb\u03b7\u03c3\u03b7\u03c2 (Automatic Translation)
x-host={0} (Host) (Automatic Copy)
x-invited-you-to-a-meeting={0} invited you to a meeting. (Automatic Copy)
