#X-Generator: crowdin.com
add-list=\u0932\u093f\u0938\u094d\u091f \u091c\u094b\u0921\u093c\u0947
changeable-default-language=\u0905\u0938\u094d\u0925\u093f\u0930 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092d\u093e\u0937\u093e (Automatic Translation)
changeable-default-language-description=\u092f\u0926\u093f \u091c\u093e\u0901\u091a, \u0921\u0947\u091f\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u0913\u0902 \u0915\u0940 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092d\u093e\u0937\u093e \u0905\u0938\u094d\u0925\u093f\u0930 \u0939\u094b \u091c\u093e\u090f\u0917\u093e\u0964 \u0921\u0947\u091f\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u0913\u0902 \u0915\u0940 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092d\u093e\u0937\u093e \u0938\u0947 \u0938\u093e\u0907\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0907\u0928\u0939\u0947\u0930\u093f\u091f \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964 (Automatic Translation)
check-to-allow-users-to-add-records-to-the-list=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0905\u092d\u093f\u0932\u0947\u0916 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
check-to-display-the-form-entry-view=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0926\u0943\u0936\u094d\u092f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
data-definition=\u0921\u0947\u091f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u0923 (Automatic Translation)
data-definition-id=\u0921\u0947\u091f\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093e ID (Automatic Translation)
data-definition-id-help=\u0921\u0947\u091f\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u0923 \u0915\u0947 \u0938\u0902\u0916\u094d\u092f\u093e\u0924\u094d\u092e\u0915 \u092a\u0939\u091a\u093e\u0928\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
data-definitions=\u0921\u0947\u091f\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u0913\u0902 (Automatic Translation)
data-list-description=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0935\u093f\u0935\u0930\u0923 (Automatic Translation)
data-list-description-help=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0915\u0947 \u0935\u093f\u0935\u0930\u0923 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
data-list-display-template-helper=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0939\u0947\u0932\u094d\u092a\u0930 (Automatic Translation)
data-list-id=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 ID (Automatic Translation)
data-list-id-help=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0915\u0947 \u0938\u0902\u0916\u094d\u092f\u093e\u0924\u094d\u092e\u0915 \u092a\u0939\u091a\u093e\u0928\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
data-list-name=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0928\u093e\u092e (Automatic Translation)
data-list-name-help=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0915\u093e \u0928\u093e\u092e \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
data-list-record-fields=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u092b\u093c\u0940\u0932\u094d\u0921 (Automatic Translation)
data-list-records=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0930\u093f\u0915\u0949\u0930\u094d\u0921\u094d\u0938 (Automatic Translation)
data-list-records-help=Represents a helper for the list of data list records that are displayed. Please fetch the records you wish to display from the DDL Record Local Service first.
data-list-services=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u0938\u0947\u0935\u093e\u090f\u0901 (Automatic Translation)
data-list-util=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 util \u0938\u094d\u0925\u093e\u092a\u093f\u0924 (Automatic Translation)
data-list-variables=\u0921\u0947\u091f\u093e \u0938\u0942\u091a\u0940 \u091a\u0930 (Automatic Translation)
ddl-record-local-service=DDL \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u0947\u0935\u093e (Automatic Translation)
ddl-record-local-service-help=(Automatic Copy)
ddl-record-service=DDL \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0938\u0947\u0935\u093e (Automatic Translation)
ddl-record-service-help=(Automatic Copy)
ddl-record-set-local-service=\u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u0947\u0935\u093e DDL \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0938\u0947\u091f (Automatic Translation)
ddl-record-set-local-service-help=(Automatic Copy)
ddl-record-set-service=\u0938\u0947\u0935\u093e DDL \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0938\u0947\u091f (Automatic Translation)
ddl-record-set-service-help=(Automatic Copy)
ddl-web-configuration-name=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 (Automatic Translation)
displaying-list=\u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u093e (Automatic Translation)
edit-display-template=XSL \u0915\u093e \u0928\u092e\u0942\u0928\u093e \u092c\u0926\u0932\u0947
edit-form-template=XSL \u0915\u093e \u0928\u092e\u0942\u0928\u093e \u092c\u0926\u0932\u0947
form-template=\u092b\u0949\u0930\u094d\u092e\u0945\u091f \u091f\u0947\u0902\u092a\u0932\u0947\u091f
form-view=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0926\u0943\u0936\u094d\u092f (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLDisplayPortlet=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLPortlet=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists=\u0938\u0942\u091a\u093f\u092f\u093e\u0901 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecord=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0938\u0947\u091f (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMStructure=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 \u092a\u0930\u093f\u092d\u093e\u0937\u093e (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f (Automatic Translation)
no-lists-were-found=\u0915\u094b\u0908 \u0938\u0942\u091a\u0940 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0947 (Automatic Translation)
optional-configuration=\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930\u0947\u0936\u0928 (Automatic Translation)
please-select-a-list-entry-from-the-list-below=\u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0926\u0940 \u0917\u0908 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0938\u0947 \u090f\u0915 \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
select-an-existing-list-or-add-a-list-to-be-displayed-in-this-application=\u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u0938\u0942\u091a\u0940 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u092f\u093e \u0907\u0938 \u0905\u0928\u0941\u092a\u094d\u0930\u092f\u094b\u0917 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 (Automatic Translation)
select-the-display-template-used-to-diplay-the-list-records=\u0938\u0942\u091a\u0940 \u0930\u093f\u0915\u0949\u0930\u094d\u0921\u094d\u0938 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0926\u0943\u0936\u094d\u092f \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u091c\u092c \u090f\u0915 \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
select-the-form-template-used-to-add-records-to-the-list=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0905\u092d\u093f\u0932\u0947\u0916 \u0915\u094b \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
spreadsheet-view=\u0938\u094d\u092a\u094d\u0930\u0947\u0921\u0936\u0940\u091f \u0926\u0943\u0936\u094d\u092f (Automatic Translation)
the-record-could-not-be-found=\u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0922\u0942\u0901\u0922\u093c\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u093e\u0964 (Automatic Translation)
the-recordSet-could-not-be-found=\u0905\u092d\u093f\u0932\u0947\u0916 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
updating-the-data-definition-may-cause-data-loss=\u0921\u0947\u091f\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948 \u0921\u0947\u091f\u093e \u0939\u093e\u0928\u093f \u0915\u093e\u0930\u0923 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
