#X-Generator: crowdin.com
add-list=Adaug\u0103 List\u0103
changeable-default-language=Limba implicit\u0103 schimb\u0103toare (Automatic Translation)
changeable-default-language-description=Dac\u0103 verificat, limba implicit\u0103 a defini\u0163iilor datelor va fi schimbat\u0103. Limba implicit\u0103 a defini\u0163iilor datelor este mo\u015ftenit de la site-ul set\u0103rile. (Automatic Translation)
check-to-allow-users-to-add-records-to-the-list=Verifica\u0163i pentru a permite utilizatorilor s\u0103 ad\u0103uga\u021bi \u00eenregistr\u0103ri la lista. (Automatic Translation)
check-to-display-the-form-entry-view=Verifica\u0163i pentru a afi\u015fa ecranul de intrare form\u0103. (Automatic Translation)
data-definition=Defini\u0163ie de date (Automatic Translation)
data-definition-id=ID de defini\u0163ie date (Automatic Translation)
data-definition-id-help=Reprezint\u0103 identificatorul numeric de defini\u0163ie date. (Automatic Translation)
data-definitions=Defini\u0163ii de date (Automatic Translation)
data-list-description=Descriere de lista datelor (Automatic Translation)
data-list-description-help=Reprezint\u0103 descrierea list\u0103 de date. (Automatic Translation)
data-list-display-template-helper=Date lista afi\u015fare \u015fablon Helper (Automatic Translation)
data-list-id=ID de list\u0103 de date (Automatic Translation)
data-list-id-help=Reprezint\u0103 identificatorul numerice din lista de date. (Automatic Translation)
data-list-name=Numele de list\u0103 de date (Automatic Translation)
data-list-name-help=Reprezint\u0103 numele din lista de date. (Automatic Translation)
data-list-record-fields=C\u00e2mpurile de \u00eenregistrare date lista (Automatic Translation)
data-list-records=\u00cenregistr\u0103ri de date privind lista (Automatic Translation)
data-list-records-help=Represents a helper for the list of data list records that are displayed. Please fetch the records you wish to display from the DDL Record Local Service first.
data-list-services=Lista de date servicii (Automatic Translation)
data-list-util=Date list\u0103 Util (Automatic Translation)
data-list-variables=Date lista variabilelor (Automatic Translation)
ddl-record-local-service=DDL Record Local de servicii (Automatic Translation)
ddl-record-local-service-help=(Automatic Copy)
ddl-record-service=DDL \u00eenregistra imagini (Automatic Translation)
ddl-record-service-help=(Automatic Copy)
ddl-record-set-local-service=DDL Record stabilit Local de servicii (Automatic Translation)
ddl-record-set-local-service-help=(Automatic Copy)
ddl-record-set-service=DDL Record stabilit de serviciu (Automatic Translation)
ddl-record-set-service-help=(Automatic Copy)
ddl-web-configuration-name=Listele de date dinamice (Automatic Translation)
displaying-list=Afisare lista (Automatic Translation)
edit-display-template=Editeaz\u0103 \u0218ablon XSL
edit-form-template=Editeaz\u0103 \u0218ablon XSL
form-template=Format \u015eablon
form-view=Vizualizare formular (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLDisplayPortlet=Display de liste dinamice de date (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLPortlet=Listele de date dinamice (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists=Liste (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecord=Record de liste dinamice de date (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet=Set de \u00eenregistr\u0103ri dinamice date liste (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMStructure=Defini\u0163ie de liste dinamice de date (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMTemplate=\u015eablon de liste dinamice de date (Automatic Translation)
no-lists-were-found=Liste nu s-au g\u0103sit (Automatic Translation)
optional-configuration=Op\u0163ional de configurare (Automatic Translation)
please-select-a-list-entry-from-the-list-below=Te rog selecteaza un continut web din lista de mai jos.
select-an-existing-list-or-add-a-list-to-be-displayed-in-this-application=Selecta\u0163i o list\u0103 existent\u0103 sau pentru a ad\u0103uga o list\u0103 pentru a fi afi\u015fate \u00een aceast\u0103 cerere. (Automatic Translation)
select-the-display-template-used-to-diplay-the-list-records=Selecta\u0163i \u015fablonul pentru afi\u015farea listei de \u00eenregistr\u0103ri. Un \u015fablon de afi\u015fare list\u0103 nu este utilizat\u0103 atunci c\u00e2nd este activat\u0103 vizualizarea formular. (Automatic Translation)
select-the-form-template-used-to-add-records-to-the-list=Selecta\u0163i \u015fablonul formular utilizat pentru a ad\u0103uga \u00eenregistr\u0103ri \u00een lista. (Automatic Translation)
spreadsheet-view=Foaie de calcul Vezi (Automatic Translation)
the-record-could-not-be-found=\u00cenregistrare neg\u0103sit\u0103. (Automatic Translation)
the-recordSet-could-not-be-found=Imposibil de g\u0103sit setul de \u00eenregistr\u0103ri. (Automatic Translation)
updating-the-data-definition-may-cause-data-loss=Actualizarea defini\u0163ia de date poate provoca pierderi de date. (Automatic Translation)
