#X-Generator: crowdin.com
add-list=Th\u00eam danh s\u00e1ch
changeable-default-language=Ng\u00f4n ng\u1eef c\u00f3 th\u1ec3 thay \u0111\u1ed5i m\u1eb7c \u0111\u1ecbnh (Automatic Translation)
changeable-default-language-description=N\u1ebfu \u0111\u00e3 ki\u1ec3m tra, m\u1eb7c \u0111\u1ecbnh ng\u00f4n ng\u1eef \u0111\u1ecbnh ngh\u0129a d\u1eef li\u1ec7u s\u1ebd \u0111\u01b0\u1ee3c thay \u0111\u1ed5i. Ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh c\u1ee7a d\u1eef li\u1ec7u \u0111\u1ecbnh ngh\u0129a \u0111\u01b0\u1ee3c k\u1ebf th\u1eeba t\u1eeb c\u00e1c thi\u1ebft l\u1eadp trang web. (Automatic Translation)
check-to-allow-users-to-add-records-to-the-list=Ch\u1ecdn \u0111\u1ec3 cho ph\u00e9p ng\u01b0\u1eddi s\u1eed d\u1ee5ng th\u00eam b\u1ea3n ghi d\u1eef li\u1ec7u v\u00e0o danh s\u00e1ch.
check-to-display-the-form-entry-view=Ki\u1ec3m tra \u0111\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c h\u00ecnh th\u1ee9c nh\u1eadp c\u1ea3nh quan. (Automatic Translation)
data-definition=\u0110\u1ecbnh ngh\u0129a c\u1ea5u tr\u00fac d\u1eef li\u1ec7u
data-definition-id=\u0110\u1ecbnh ngh\u0129a c\u1ea5u tr\u00fac d\u1eef li\u1ec7u
data-definition-id-help=Hi\u1ec3n th\u1ecb s\u1ed1 \u0111\u1ecbnh danh c\u1ee7a \u0111\u1ecbnh ngh\u0129a d\u1eef li\u1ec7u.
data-definitions=\u0110\u1ecbnh ngh\u0129a c\u1ea5u tr\u00fac d\u1eef li\u1ec7u
data-list-description=Mi\u00eau t\u1ea3
data-list-description-help=Hi\u1ec3n th\u1ecb mi\u00eau t\u1ea3 c\u1ee7a c\u1ea5u tr\u00fac d\u1eef li\u1ec7u
data-list-display-template-helper=D\u1eef li\u1ec7u danh s\u00e1ch hi\u1ec3n th\u1ecb m\u1eabu Helper (Automatic Translation)
data-list-id=\u0110\u1ecbnh danh
data-list-id-help=Hi\u1ec3n th\u1ecb \u0111\u1ecbnh danh c\u1ee7a c\u1ea5u tr\u00fac d\u1eef li\u1ec7u.
data-list-name=T\u00ean
data-list-name-help=Hi\u1ec3n th\u1ecb t\u00ean c\u1ee7a c\u1ea5u tr\u00fac d\u1eef li\u1ec7u.
data-list-record-fields=Tr\u01b0\u1eddng b\u1ea3n ghi
data-list-records=Tr\u01b0\u1eddng c\u1ee7a b\u1ea3n ghi
data-list-records-help=Represents a helper for the list of data list records that are displayed. Please fetch the records you wish to display from the DDL Record Local Service first.
data-list-services=D\u1ecbch v\u1ee5 danh s\u00e1ch d\u1eef li\u1ec7u (Automatic Translation)
data-list-util=D\u1eef li\u1ec7u danh s\u00e1ch Util (Automatic Translation)
data-list-variables=D\u1eef li\u1ec7u danh s\u00e1ch bi\u1ebfn (Automatic Translation)
ddl-record-local-service=DDL Record Local Service
ddl-record-local-service-help=Cung c\u00e1p d\u1ecbch v\u1ee5 g\u1ecdi c\u1ee5c b\u1ed9 \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt b\u1ea3n ghi Danh s\u00e1ch d\u1eef li\u1ec7u c\u1ea5u tr\u00fac \u0111\u1ed9ng (DDL) .
ddl-record-service=DDL Record Service
ddl-record-service-help=Cung c\u00e1p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt b\u1ea3n ghi Danh s\u00e1ch d\u1eef li\u1ec7u c\u1ea5u tr\u00fac \u0111\u1ed9ng (DDL) .H\u00e0m \u0111\u00e3 bao g\u1ed3m ki\u1ec3m tra quy\u1ec1n th\u1ef1c thi.
ddl-record-set-local-service=DDL Record Set Local Service
ddl-record-set-local-service-help=Cung c\u1ea5p d\u1ecbch v\u1ee5 g\u1ecdi c\u1ee5c b\u1ed9 \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt c\u1ea5u tr\u00fac b\u1ea3n ghi Danh s\u00e1ch d\u1eef li\u1ec7u c\u1ea5u tr\u00fac \u0111\u1ed9ng (DDL).
ddl-record-set-service=DDL Record Set Service
ddl-record-set-service-help=Cung c\u1ea5p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt c\u1ea5u tr\u00fac b\u1ea3n ghi Danh s\u00e1ch d\u1eef li\u1ec7u c\u1ea5u tr\u00fac \u0111\u1ed9ng (DDL). H\u00e0m \u0111\u00e3 bao g\u1ed3m ki\u1ec3m tra quy\u1ec1n th\u1ef1c thi.
ddl-web-configuration-name=Danh s\u00e1ch d\u1eef li\u1ec7u \u0111\u1ed9ng (Automatic Translation)
displaying-list=Hi\u1ec3n th\u1ecb danh s\u00e1ch
edit-display-template=Hi\u1ec7u ch\u1ec9nh bi\u1ec3u m\u1eabu hi\u1ec3n th\u1ecb
edit-form-template=Thay \u0111\u1ed5i bi\u1ec3u m\u1eabu XSL
form-template=\u0110\u1ecbnh d\u1ea1ng bi\u1ec3u m\u1eabu
form-view=D\u1ea1ng xem (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLDisplayPortlet=D\u1eef li\u1ec7u \u0111\u1ed9ng danh s\u00e1ch hi\u1ec3n th\u1ecb (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLPortlet=Danh s\u00e1ch d\u1eef li\u1ec7u \u0111\u1ed9ng (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists=Danh s\u00e1ch (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecord=D\u1eef li\u1ec7u \u0111\u1ed9ng danh s\u00e1ch h\u1ed3 s\u01a1 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet=D\u1eef li\u1ec7u \u0111\u1ed9ng danh s\u00e1ch h\u1ed3 s\u01a1 b\u1ed9 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMStructure=D\u1eef li\u1ec7u \u0111\u1ed9ng danh s\u00e1ch \u0111\u1ecbnh ngh\u0129a (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMTemplate=D\u1eef li\u1ec7u \u0111\u1ed9ng danh s\u00e1ch m\u1eabu (Automatic Translation)
no-lists-were-found=Kh\u00f4ng c\u00f3 danh s\u00e1ch \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y (Automatic Translation)
optional-configuration=T\u00f9y ch\u1ecdn c\u1ea5u h\u00ecnh (Automatic Translation)
please-select-a-list-entry-from-the-list-below=Vui l\u00f2ng ch\u1ecdn gi\u00e1 tr\u1ecb trong danh s\u00e1ch sau \u0111\u00e2y.
select-an-existing-list-or-add-a-list-to-be-displayed-in-this-application=Ch\u1ecdn m\u1ed9t danh s\u00e1ch hi\u1ec7n t\u1ea1i ho\u1eb7c th\u00eam m\u1ed9t danh s\u00e1ch s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb trong \u1ee9ng d\u1ee5ng n\u00e0y. (Automatic Translation)
select-the-display-template-used-to-diplay-the-list-records=Ch\u1ecdn bi\u1ec3u m\u1eabu giao di\u1ec7n (c\u1ee7a danh s\u00e1ch) \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 hi\u1ec3n th\u1ecb d\u1eef li\u1ec7u trong danh s\u00e1ch.
select-the-form-template-used-to-add-records-to-the-list=Ch\u1ecdn bi\u1ec3u m\u1eabu giao di\u1ec7n (th\u00eam m\u1edbi ho\u1eb7c s\u1eeda \u0111\u1ed5i) d\u1eef li\u1ec7u tr\u00ean Danh s\u00e1ch.
spreadsheet-view=Hi\u1ec3n th\u1ecb ki\u1ec3u b\u1ea3ng t\u00ednh
the-record-could-not-be-found=Kh\u00f4ng t\u00ecm th\u1ea5y h\u1ed3 s\u01a1. (Automatic Translation)
the-recordSet-could-not-be-found=Kh\u00f4ng t\u00ecm th\u1ea5y c\u00e1c thi\u1ebft l\u1eadp k\u1ef7 l\u1ee5c. (Automatic Translation)
updating-the-data-definition-may-cause-data-loss=C\u1eadp Nh\u1eadt \u0111\u1ecbnh ngh\u0129a d\u1eef li\u1ec7u c\u00f3 th\u1ec3 g\u00e2y ra m\u1ea5t d\u1eef li\u1ec7u. (Automatic Translation)
