#X-Generator: crowdin.com
abstract-length-key-help=\u6982\u8981\u3078\u306e\u8868\u793a\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
add-content-select-scope-and-type=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0(\u30b9\u30b3\u30fc\u30d7\u3068\u7a2e\u985e\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff09
and-operator=AND\u8a18\u53f7
asset-entry-type=\u30c7\u30fc\u30bf\u306e\u30a8\u30f3\u30c8\u30ea\u30bf\u30a4\u30d7
asset-link-behavior=\u30a2\u30bb\u30c3\u30c8\u30ea\u30f3\u30af\u306e\u632f\u308b\u821e\u3044
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Asset Publisher (Automatic Copy)
asset-selection=\u30c7\u30fc\u30bf\u9078\u629e\u65b9\u6cd5
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=\u6b21\u306e\u30eb\u30fc\u30eb\u306b\u5408\u81f4\u3059\u308b\u30c7\u30fc\u30bf\u3092\u8868\u793a\u3059\u308b\u3002
does-not-contain=\u542b\u307e\u306a\u3044
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=Enable (Automatic Copy)
enable-tag-based-navigation-help=\u3053\u308c\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u304a\u308a\u3001\u30da\u30fc\u30b8\u8868\u793a\u6642\u306b\u30bf\u30b0\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u624b\u52d5\u3067\u30c1\u30a7\u30c3\u30af\u3055\u308c\u305f\u3082\u306e\u306e\u4ee3\u308f\u308a\u306b\u5f53\u8a72\u30bf\u30b0\u3092\u3082\u3064\u30c7\u30fc\u30bf\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
exclude-assets-with-0-views=\u95b2\u89a7\u65700\u306e\u30c7\u30fc\u30bf\u3092\u9664\u5916\u3059\u308b
filter-by-field=\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u7d5e\u308a\u8fbc\u3080
filter-by-field-x=\u30d5\u30a3\u30fc\u30eb\u30c9{0}\u3067\u7d5e\u308a\u8fbc\u3080
include-tags-specified-in-the-url=URL\u306e\u4e2d\u306b\u660e\u793a\u7684\u306b\u30bf\u30b0\u3092\u542b\u3081\u3066\u304f\u3060\u3055\u3044
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=\u30a2\u30bb\u30c3\u30c8\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=\u4e00\u756a\u8a55\u4fa1\u3055\u308c\u3066\u3044\u308b\u9805\u76ee
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=\u6700\u3082\u3088\u304f\u898b\u308c\u3089\u308c\u3066\u3044\u308b\u9805\u76ee
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=\u6700\u8fd1\u306e\u30b3\u30f3\u30c6\u30f3\u30c4
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=\u95a2\u9023\u3059\u308b\u30c7\u30fc\u30bf
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=\u30c7\u30fc\u30bf\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
number-of-items-to-display-help=\u30da\u30fc\u30b8\u30cd\u30fc\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u306e\u5834\u5408\u306f\u3001\u8868\u793a\u3067\u304d\u308b\u3060\u3051\u306e\u30c7\u30fc\u30bf\u3092\u8868\u793a\u3057\u307e\u3059\u3002\u3082\u3057\u304f\u306f\u30da\u30fc\u30b8\u6bce\u306b\u8868\u793a\u3067\u304d\u308b\u30a2\u30a4\u30c6\u30e0\u6570\u3092\u8868\u793a\u3057\u307e\u3059\u3002
only-one-rule-with-the-combination-x-is-supported={0}\u306e\u30b3\u30f3\u30d3\u30cd\u30fc\u30b7\u30e7\u30f3\u306b\u306f\u3072\u3068\u3064\u306e\u30eb\u30fc\u30eb\u3057\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ordering-and-grouping=\u30bd\u30fc\u30c8\u3068\u30b0\u30eb\u30fc\u30d7
other-site=\u4ed6\u306e\u30b5\u30a4\u30c8
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=\u5730\u56f3\u5185\u306b\u30b8\u30aa\u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u3055\u308c\u305f\u30a2\u30bb\u30c3\u30c8\u3092\u8868\u793a\u3059\u308b
portlet-display-template-description-rich-summary=\u6982\u8981\u3001\u30a2\u30a4\u30b3\u30f3\u3001\u95a2\u9023\u3059\u308b\u30a2\u30bb\u30c3\u30c8\u3001\u30a2\u30bb\u30c3\u30c8\u306e\u5370\u5237/\u7de8\u96c6\u3092\u8868\u793a\u3059\u308b\u3002\u30a2\u30bb\u30c3\u30c8\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3068\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u3082\u8a2d\u5b9a\u3067\u304d\u307e\u3059
portlet-display-template-name-map=\u5730\u56f3
portlet-display-template-name-rich-summary=\u8981\u7d04\uff08\u6587\u5b57\u6570\u591a\u3081\uff09
query-contains=\u542b\u307e\u308c\u308b\u30af\u30a8\u30ea\u30fc
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Set and Enable (Automatic Copy)
set-as-the-default-asset-publisher-for-this-page=\u3053\u306e\u30da\u30fc\u30b8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30a2\u30bb\u30c3\u30c8\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u8a2d\u5b9a\u3059\u308b\u3002
set-as-the-default-asset-publisher-for-this-page-help=\u3053\u306e\u30da\u30fc\u30b8\u306b\u8868\u793a\u3055\u308c\u308b\u30a6\u30a7\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4\u30c7\u306f\u30d5\u30a9\u30eb\u30c8\u306e\u30a2\u30bb\u30c3\u30c8\u30d1\u30d6\u30ea\u30b7\u30e3\u30fc\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
show-add-content-button-help=\u30e6\u30fc\u30b6\u30fc\u306b\u3001\u30d3\u30e5\u30fc\u304b\u3089\u30a2\u30bb\u30c3\u30c8\u306e\u8ffd\u52a0\u3092\u8a31\u53ef\u3057\u307e\u3059
show-and-set=Show and Set (Automatic Copy)
show-asset-title=\u30c7\u30fc\u30bf\u30bf\u30a4\u30c8\u30eb\u3092\u8868\u793a\u3059\u308b
show-context-link=\u30b3\u30f3\u30c6\u30af\u30b9\u30c8\u30ea\u30f3\u30af\u3092\u8868\u793a\u3059\u308b
show-extra-info=\u3082\u3063\u3068\u898b\u308b
show-only-assets-with-x-as-its-display-page=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30da\u30fc\u30b8\u3092<em>{0}</em>\u306e\u30c7\u30fc\u30bf\u30fc\u3060\u3051\u3092\u542b\u3080\u3082\u306e\u306b\u8a2d\u5b9a\u3059\u308b\u3002
tag-based-navigation=Tag Based Navigation (Automatic Copy)
the-asset-could-not-be-found=\u30c7\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
the-field-value-is-invalid=\u3053\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024\u306f\u7121\u52b9\u3067\u3059
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u7bc4\u56f2\u306b\u5f53\u3066\u306f\u307e\u3089\u306a\u3044\u305f\u3081\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306f\u30ea\u30b9\u30c8\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
there-are-no-related-assets=\u95a2\u4fc2\u3059\u308b\u30c7\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30e1\u30a4\u30f3\u30c7\u30fc\u30bf\u3068\u5171\u901a\u3059\u308b\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u306e\u307f\u3092\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306b\u8868\u793a\u3057\u307e\u3059\u3002
view-count-increment=View Count Increment (Automatic Copy)
x-is-not-a-display-type={0}\u306f\u8868\u793a\u5f62\u5f0f\u306b\u3042\u308a\u307e\u305b\u3093\u3002
