#X-Generator: crowdin.com
allow-lan-syncing=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LAN? (Automatic Translation)
allow-lan-syncing-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u0435\u0440\u0435\u043d \u0440\u0430\u0437\u0440\u0435\u0448\u0438 LAN \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u0435\u0437 \u043f\u0438\u0441\u0430\u043b\u0438\u0449\u0435 clients. \u041a\u043e\u0433\u0430\u0442\u043e \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430, \u043f\u0438\u0441\u0430\u043b\u0438\u0449\u0435 clients \u0449\u0435 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043e\u0442 \u0434\u0440\u0443\u0433\u0438 \u0434\u0435\u0441\u043a\u0442\u043e\u043f \u043a\u043b\u0438\u0435\u043d\u0442\u0438 \u043d\u0430 \u0435\u0434\u043d\u0430 \u0438 \u0441\u044a\u0449\u0430 \u043b\u043e\u043a\u0430\u043b\u043d\u0430 \u043c\u0440\u0435\u0436\u0430 \u043f\u0440\u0435\u0434\u0438 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435\u0442\u043e \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430. (Automatic Translation)
allow-the-use-of-sync=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f? (Automatic Translation)
allow-users-to-sync-their-personal-sites=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u043b\u0438\u0447\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435? (Automatic Translation)
build=\u0418\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e (Automatic Translation)
disable-sync-device=\u0417\u0430\u0431\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=\u0421\u0438\u043b\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043d \u0440\u0435\u0436\u0438\u043c (Automatic Translation)
force-security-mode-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u0435\u0440\u0435\u043d \u0441\u0438\u043b\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043d \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u043c\u043e\u0431\u0438\u043b\u043d\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0438. \u0420\u0435\u0436\u0438\u043c \u043d\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u0448\u0438\u0444\u0440\u043e\u0432\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043f\u0430\u0440\u043e\u043b\u0430, \u043f\u0440\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0434\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=\u0427\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0449\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435, \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0442 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043a\u0430\u0447\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043a\u043e\u043d\u0435\u043a\u0442\u043e\u0440 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 (Automatic Translation)
last-seen=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u0432\u0438\u0434\u044f\u043d (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=\u041c\u0430\u043a\u0441 \u0441\u043a\u043e\u0440\u043e\u0441\u0442 \u043d\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 (Automatic Translation)
max-download-rate-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u0441\u043a\u043e\u0440\u043e\u0441\u0442 \u043d\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u0432 \u0431\u0430\u0439\u0442\u043e\u0432\u0435, \u0432 \u043a\u043e\u0438\u0442\u043e \u043a\u043b\u0438\u0435\u043d\u0442\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442 0 \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043d\u044f\u043c\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435. (Automatic Translation)
max-upload-rate=\u041c\u0430\u043a\u0441 \u0441\u043a\u043e\u0440\u043e\u0441\u0442 \u043d\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 (Automatic Translation)
max-upload-rate-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u0441\u043a\u043e\u0440\u043e\u0441\u0442 \u043d\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0442\u0440\u0430\u043d\u0441\u0444\u0435\u0440 \u0432 \u0431\u0430\u0439\u0442\u043e\u0432\u0435, \u0432 \u043a\u043e\u0438\u0442\u043e \u043a\u043b\u0438\u0435\u043d\u0442\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043a\u0430\u0447\u0432\u0430\u0442. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442 0 \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043d\u044f\u043c\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435. (Automatic Translation)
no-devices-were-found=\u041d\u0435 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u0430. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=\u0427\u0430\u043a\u0430\u0449\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=\u0427\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0449\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0442 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043a\u0430\u0447\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=\u0421\u0430\u043c\u043e \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0449\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043a\u0430\u0447\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
view-update-and-add-discussion=\u041f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0431\u0441\u044a\u0436\u0434\u0430\u043d\u0435 (Automatic Translation)
view-update-and-add-discussion-help=\u0427\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0449\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0442 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043a\u0430\u0447\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
wipe-sync-device=\u0418\u0437\u0431\u044a\u0440\u0448\u0435\u0442\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e (Automatic Translation)
wiped=\u0418\u0437\u0442\u0440\u0438 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=\u0418\u0437\u0431\u044a\u0440\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e \u0449\u0435 \u0438\u0437\u0442\u0440\u0438\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043e\u0442 \u043a\u043b\u0438\u0435\u043d\u0442\u0430. (Automatic Translation)
