#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Podmno\u017eina skupin u\u017eivatel\u016f byla zobrazena k posouzen\u00ed.
a-subset-of-users-has-been-displayed-for-you-to-review=Podmno\u017eina u\u017eivatel\u016f byla zobrazena k posouzen\u00ed.
account-created-notification-body-with-password-help=Zadejte text e-mailu, kter\u00fd bude zas\u00edl\u00e1n nov\u011b registrovan\u00fdm u\u017eivatel\u016fm. Tento e-mail by m\u011bl obsahovat automaticky vygenerovan\u00e9 heslo u\u017eivatele.
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=P\u0159idat LDAP server
allow-site-administrators-to-display-content-from-other-sites-they-administer=Povolit spr\u00e1vc\u016fm web\u016f zobrazit tak\u00e9 obsah dal\u0161\u00edch web\u016f, kter\u00e9 spravuj\u00ed.
allow-site-administrators-to-use-their-own-logo=Povolit spr\u00e1vc\u016fm jednotliv\u00fdch web\u016f pou\u017e\u00edt vlastn\u00ed logo?
allow-strangers-to-create-accounts=Povolit nezn\u00e1m\u00fdm u\u017eivatel\u016fm vytvo\u0159it si vlastn\u00ed \u00fa\u010det?
allow-strangers-to-create-accounts-with-a-company-email-address=Povolit nezn\u00e1m\u00fdm u\u017eivatel\u016fm vytvo\u0159it si vlastn\u00ed \u00fa\u010det s e-mailem vzta\u017een\u00fdm k dom\u00e9n\u011b dan\u00e9 instance port\u00e1lu?
allow-subsites-to-display-content-from-parent-sites=Povolit vno\u0159en\u00fdm web\u016fm zobrazit obsah z rodi\u010dovsk\u00e9ho webu.
allow-users-to-automatically-log-in=Povolit u\u017eivatel\u016fm automaticky p\u0159ihl\u00e1sit? (Automatic Translation)
allow-users-to-request-forgotten-passwords=Povolit u\u017eivatel\u016fm \u017e\u00e1dosti o obnoven\u00ed zapomenut\u00fdch hesel?
allow-users-to-request-forgotten-passwords-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel\u00e9 mohou po\u017e\u00e1dat o nov\u00e9 heslo odesl\u00e1no na e-mailovou adresu. (Automatic Translation)
allow-users-to-request-password-reset-links=Povolit u\u017eivatel\u016fm \u017e\u00e1dosti o zasl\u00e1n\u00ed odkazu na obnovu hesla?
allow-users-to-request-password-reset-links-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel\u00e9 mohou po\u017e\u00e1dat o odkaz jejich e-mailovou adresu pro vytvo\u0159en\u00ed nov\u00e9ho hesla. (Automatic Translation)
application-interactions=Pou\u017eit\u00ed interakce (Automatic Translation)
apply-to-existing-users=Aplikovat na existuj\u00edc\u00ed u\u017eivatele
are-you-sure-you-want-to-reset-the-configured-values=Jste si jist\u00fd, \u017ee chcete obnovit konfigurovan\u00e9 hodnoty? (Automatic Translation)
autogenerate-user-screen-names=Automatick\u00e9 generov\u00e1n\u00ed u\u017eivatelsk\u00fdch jmen
base-dn=Z\u00e1kladn\u00ed DN
body-with-password=Text zpr\u00e1vy s heslem
body-without-password=Text zpr\u00e1vy bez hesla
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Odhl\u00e1\u0161en\u00ed na vypr\u0161en\u00ed platnosti relace. (Automatic Translation)
cas-logout-on-session-expiration-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, prohl\u00ed\u017ee\u010d\u00edch s relace s pro\u0161lou platnost\u00ed p\u0159esm\u011brov\u00e1ni na adresy URL logout CAS. (Automatic Translation)
cas-logout-url-help=Zadejte odhla\u0161ovac\u00ed URL adresu <abbr title\="Centr\u00e1ln\u00ed Autentiza\u010dn\u00ed Slu\u017eba">CAS</abbr> serveru. Nastavte pouze v p\u0159\u00edpad\u011b, \u017ee si p\u0159ejete upozor\u0148ovat o odhl\u00e1\u0161en\u00ed i CAS server.
cas-no-such-user-redirect-url-help=Nastavte adresu URL pro p\u0159esm\u011brov\u00e1n\u00ed u\u017eivatele, pokud u\u017eivatel m\u016f\u017ee ov\u011b\u0159it s CAS, ale nelze nal\u00e9zt v port\u00e1lu. Pokud dovoz z LDAP je povolen, je u\u017eivatel p\u0159esm\u011brov\u00e1n, pokud nebyl nalezen nebo nelze importovat ze serveru LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN Host HTTP
cdn-host-https=CDN Host HTTPS
check-to-apply-the-changes-to-existing-users=Za\u0161krtn\u011bte pro aplikov\u00e1n\u00ed zm\u011bn na v\u0161echny existuj\u00edc\u00ed u\u017eivatele. Zm\u011bny se projev\u00ed a\u017e po p\u0159\u00ed\u0161t\u00edm p\u0159ihl\u00e1\u0161en\u00ed.
custom-contact-mapping=Vlastn\u00ed mapov\u00e1n\u00ed kontaktu (Automatic Translation)
custom-user-mapping=Vlastn\u00ed u\u017eivatelsk\u00e9 mapov\u00e1n\u00ed (Automatic Translation)
default-control-panel-theme=V\u00fdchoz\u00ed t\u00e9ma Ovl\u00e1dac\u00edho panelu
default-interactions=V\u00fdchoz\u00ed interakce (Automatic Translation)
default-landing-page=V\u00fdchoz\u00ed str\u00e1nka po p\u0159ihl\u00e1\u0161en\u00ed
default-landing-page-help=Toto je str\u00e1nka, kterou u\u017eivatel\u00e9 jsou automaticky p\u0159esm\u011brov\u00e1n po p\u0159ihl\u00e1\u0161en\u00ed. Nap\u0159\u00edklad pokud chcete v\u00fdchoz\u00ed \u00favodn\u00ed str\u00e1nku http\://localhost\: 8080 / / hodnocen\u00ed/p\u0159ihl\u00e1\u0161en\u00ed na web, nastavte na /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=V\u00fdchoz\u00ed nastaven\u00ed LDAP je moment\u00e1ln\u011b pou\u017e\u00edv\u00e1no. P\u0159idejte nov\u00fd LDAP server, t\u00edm p\u0159ep\u00ed\u0161ete v\u00fdchoz\u00ed nastaven\u00ed.
default-logout-page=V\u00fdchoz\u00ed str\u00e1nka po odhl\u00e1\u0161en\u00ed
default-logout-page-help=Toto je str\u00e1nka, kterou u\u017eivatel\u00e9 jsou automaticky p\u0159esm\u011brov\u00e1n po odhl\u00e1\u0161en\u00ed. Nap\u0159\u00edklad pokud chcete v\u00fdchoz\u00ed str\u00e1nky odhl\u00e1\u0161en\u00ed se http\://localhost\: 8080/web/hodnocen\u00ed/logout, nastavte na /web/guest/logout. (Automatic Translation)
default-regular-theme=V\u00fdchoz\u00ed b\u011b\u017en\u00e9 t\u00e9ma
default-theme=V\u00fdchoz\u00ed t\u00e9ma
default-values=V\u00fdchoz\u00ed hodnoty
disabled-by-default=Ve v\u00fdchoz\u00edm stavu vypnuto
domain-controller=\u0158adi\u010d dom\u00e9ny
domain-controller-name=N\u00e1zev \u0159adi\u010de dom\u00e9ny
domain-controller-name-help=Nastavte pro \u0159adi\u010d dom\u00e9ny jeho NetBIOS n\u00e1zev.
edit-ldap-server=Upravit LDAP server
email-address-attribute=Atribut e-mailov\u00e9 adresy
enable-birthday=Povolit narozeniny
enable-cdn-dynamic-resources=Povolit dynamick\u00e9 zdroje CDN (Automatic Translation)
enable-export=Povolit Export (Automatic Translation)
enable-gender=Povolit pohlav\u00ed
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=Ve v\u00fdchoz\u00edm stavu zapnuto
enter-one-analytics-system-name-per-line=Vlo\u017ete n\u00e1zvy analytick\u00fdch n\u00e1stroj\u016f - <strong>jeden n\u00e1zev na jeden \u0159\u00e1dek</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Adresy po\u0161tovn\u00edch server\u016f vkl\u00e1dejte na samostatn\u00e9 \u0159\u00e1dky. Adresu <em>{0}</em> nen\u00ed zapot\u0159eb\u00ed p\u0159id\u00e1vat.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Zadejte u\u017eivatelsk\u00e1 jm\u00e9na, kter\u00e1 chcete rezervovat - v\u017edy jedno <strong>na \u0159\u00e1dek</strong>.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Zadejte u\u017eivatelsk\u00e9 e-maily, kter\u00e9 chcete rezervovat - v\u017edy jeden <strong>na \u0159\u00e1dek</strong>.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Zadejte n\u00e1zvy v\u00fdchoz\u00edch web\u016f <strong>jeden na ka\u017ed\u00fd \u0159\u00e1dek</strong>, kter\u00e9 budou automaticky asociov\u00e1ny s nov\u011b vytvo\u0159en\u00fdmi u\u017eivateli.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Zadejte jm\u00e9na web v\u00fdchoz\u00edch pro nov\u011b vytvo\u0159en\u00e9 u\u017eivatele, ka\u017ed\u00e9 jm\u00e9no na samostatn\u00fd \u0159\u00e1dek.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Zadejte jm\u00e9na skupin u\u017eivatel\u016f <strong>jednu na ka\u017edou \u0159\u00e1dku</strong>, kter\u00e9 budou automaticky asociov\u00e1ny s nov\u011b vytvo\u0159en\u00fdmi u\u017eivateli.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Zadejte vyhled\u00e1vac\u00ed filtr, kter\u00fd se pou\u017e\u00edv\u00e1 k testov\u00e1n\u00ed platnost u\u017eivatele. Tokeny @company_id @, @email_address @, @screen_name @, a @user_id @ se nahrazuj\u00ed za b\u011bhu se spr\u00e1vn\u00fdmi hodnotami. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=Spojen\u00ed s LDAP serverem s uveden\u00fdmi hodnotami selhalo.
google-client-secret=Tajn\u00fd kl\u00ed\u010d klienta Google (Automatic Translation)
graph-url=Facebook Graph URL
group-default-object-classes=V\u00fdchoz\u00ed t\u0159\u00eddy objekt\u016f u\u017eivatele
group-mapping=Mapov\u00e1n\u00ed skupin
group-name=Jm\u00e9no/n\u00e1zev skupiny
groups-dn=DN skupin
home-url=Adresa domovsk\u00e9 str\u00e1nky
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Jak ov\u011b\u0159ovat u\u017eivatele?
import-cas-users-from-ldap=Import z LDAPu
import-cas-users-from-ldap-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel\u00e9 ov\u011b\u0159ovan\u00ed z CAS, kter\u00e9 neexistuj\u00ed v port\u00e1lu jsou importov\u00e1ny z LDAP. LDAP, mus\u00ed b\u00fdt povoleno. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, vytvo\u0159eno automaticky hesla se pou\u017e\u00edvaj\u00ed pro importovan\u00e9 u\u017eivatele. Export t\u011bchto u\u017eivatel\u016f by vedlo k jejich p\u016fvodn\u00edch hesel p\u0159eps\u00e1n\u00ed v LDAP. (Automatic Translation)
import-export=Import / Export
import-opensso-users-from-ldap=Import z LDAP
import-opensso-users-from-ldap-help=Pokud je toto pol\u00ed\u010dko za\u0161krtnuto, u\u017eivatel\u00e9 ov\u011b\u0159ovan\u00ed z otev\u0159en\u00e9 SSO, kter\u00e9 neexistuj\u00ed v port\u00e1lu jsou importov\u00e1ny z LDAP. LDAP, mus\u00ed b\u00fdt povoleno. (Automatic Translation)
import-search-filter=Importovat vyhled\u00e1vac\u00ed filtr
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Jazyk a \u010dasov\u00e1 z\u00f3na
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP export nesm\u00ed b\u00fdt zapnut, pokud je zapnut LDAP import s automatick\u00fdm generov\u00e1n\u00edm hesel u\u017eivatel\u016f.
ldap-password-policy-help=V\u0161imn\u011bte si, \u017ee pokud je to povoleno, port\u00e1l nebude kontrolovat platn\u00fdch hesel, hesla vypr\u0161ela nebo u\u017eivatel\u016f, kter\u00e9 jsou uzam\u010deny. To je nyn\u00ed zpracov\u00e1na z\u00e1sad hesla serveru LDAP. (Automatic Translation)
ldap-server-name=Jm\u00e9no
ldap-servers=LDAP Servery
liferay-has-failed-to-connect-to-the-ldap-server=P\u0159ipojen\u00ed k LDAP serveru selhalo. Pros\u00edm, prov\u011b\u0159te znovu konfiguraci a ov\u011b\u0159te, \u017ee LDAP server b\u011b\u017e\u00ed a je dostupn\u00fd ze serveru s Liferay port\u00e1lem.
liferay-has-failed-to-connect-to-the-opensso-server=P\u0159ipojen\u00ed k OpenSSO serveru selhalo. Pros\u00edm, prov\u011b\u0159te znovu konfiguraci a ov\u011b\u0159te, \u017ee OpenSSO server b\u011b\u017e\u00ed a je dostupn\u00fd ze serveru s Liferay port\u00e1lem.
liferay-has-failed-to-connect-to-the-opensso-services=Nepoda\u0159ilo se p\u0159ipojit ke slu\u017eb\u00e1m OpenSSO. Pros\u00edm, ov\u011b\u0159te dostupnost OpenSSO slu\u017eeb ze serveru s Liferay port\u00e1lem.
liferay-has-successfully-connected-to-the-ldap-server=P\u0159ipojen\u00ed k LDAP serveru prob\u011bhlo \u00fasp\u011b\u0161n\u011b.
liferay-has-successfully-connected-to-the-opensso-server=P\u0159ipojen\u00ed k OpenSSO serveru prob\u011bhlo \u00fasp\u011b\u0161n\u011b.
load-default-server-configuration-for=Na\u010d\u00edst v\u00fdchoz\u00ed konfigurace serveru pro (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=Adresy po\u0161tovn\u00edch server\u016f
main-configuration=Hlavn\u00ed konfigurace
mappings-for-opensso-help=Povinn\u00e9 mapov\u00e1n\u00ed mezi OpenSSO a Liferayem\: U\u017eivatelsk\u00e9 jm\u00e9no, E-mail, Jm\u00e9no, P\u0159\u00edjmen\u00ed
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=Nebyla nalezena \u017e\u00e1dn\u00e1 u\u017eivatelsk\u00e1 URL adresa p\u0159esm\u011brov\u00e1n\u00ed.
oauth-redirect-url=OAuth Redirect URL
opensso=OpenSSO (Automatic Translation)
organization-sites=Weby organizace
other-directory-server=Jin\u00fd server s adres\u00e1\u0159ovou slu\u017ebou
please-enter-a-unique-ldap-server-name=Zadejte pros\u00edm unik\u00e1tn\u00ed n\u00e1zev LDAP serveru.
please-enter-a-valid-ldap-search-filter=Zadejte pros\u00edm platn\u00fd LDAP vyhled\u00e1vac\u00ed filtr.
please-enter-a-valid-ldap-server-name=Zadejte pros\u00edm platn\u00fd n\u00e1zev LDAP serveru.
please-enter-a-valid-locale=Zadejte pros\u00edm platn\u00fd k\u00f3d.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=P\u0159i\u0159a\u010fte pros\u00edm ka\u017ed\u00e9mu z atribut\u016f skupiny <em>Jm\u00e9no skupiny (Group Name)</em> a <em>U\u017eivatel (User)</em> odpov\u00eddaj\u00edc\u00ed atribut z LDAP.
please-select-at-least-one-social-relation-type=Pros\u00edm vyberte alespo\u0148 jeden typ soci\u00e1ln\u00edho vztahu. (Automatic Translation)
please-select-the-type-of-social-interaction=Vyberte pros\u00edm typ soci\u00e1ln\u00ed interakce. (Automatic Translation)
require-strangers-to-verify-their-email-address=Po\u017eadovat u nezn\u00e1m\u00fdch u\u017eivatel\u016f ov\u011b\u0159en\u00ed jejich e-mailu?
require-terms-of-use=Vy\u017eaduj\u00ed podm\u00ednky u\u017eit\u00ed (Automatic Translation)
reset-values=Nastavit p\u016fvodn\u00ed hodnoty
screen-name-attribute=Atribut u\u017eivatelsk\u00e9ho jm\u00e9na
screen-names=U\u017eivatelsk\u00e1 jm\u00e9na
select-the-default-ratings-type-for-the-following-applications=Vyberte v\u00fdchoz\u00ed typ hodnocen\u00ed pro tyto aplikace. Tyto hodnoty lze zm\u011bnit na webu prost\u0159ednictv\u00edm nastaven\u00ed webu. (Automatic Translation)
service-account=\u00da\u010det slu\u017eby (Automatic Translation)
service-password=Heslo slu\u017eby (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=Chyba SSL
system.ldap.configuration.name=Syst\u00e9m LDAP (Automatic Translation)
test-cas-configuration=Otestovat nastaven\u00ed CAS
test-ldap-connection=Otestovat p\u0159ipojen\u00ed k LDAP serveru
test-ldap-groups=Otestovat skupiny na LDAP serveru
test-ldap-users=Otestovat u\u017eivatele na LDAP serveru
test-opensso-configuration=Otestovat nastaven\u00ed OpenSSO
the-cas-login-url-is-invalid=P\u0159ihla\u0161ovac\u00ed URL adresa CAS serveru nen\u00ed platn\u00e1.
the-cas-logout-url-is-invalid=Odhla\u0161ovac\u00ed URL adresa CAS serveru nen\u00ed platn\u00e1.
the-cas-no-such-user-url-is-invalid=URL adresa CAS serveru (pro neexistuj\u00edc\u00ed u\u017eivatele) nen\u00ed platn\u00e1.
the-cas-server-name-is-invalid=Jm\u00e9no CAS serveru nen\u00ed platn\u00e9.
the-cas-server-url-is-invalid=URL adresa CAS serveru nen\u00ed platn\u00e1.
the-cas-service-url-is-invalid=URL adresa CAS slu\u017eby nen\u00ed platn\u00e1.
the-facebook-connect-graph-url-is-invalid=Zadejte pros\u00edm platnou Facebook Graph URL
the-facebook-connect-oauth-auth-url-is-invalid=Zadejte pros\u00edm platnou Authentication OAuth URL
the-facebook-connect-oauth-redirect-url-is-invalid=Zadejte platnou OAuth Redirect URL
the-facebook-connect-oauth-token-url-is-invalid=Zadejte pros\u00edm platnou OAuth Token URL
the-google-client-id-is-invalid=Zadejte platn\u00e9 ID klienta Google. (Automatic Translation)
the-google-client-secret-is-invalid=Zadejte pros\u00edm platn\u00fd tajn\u00fd kl\u00ed\u010d klienta Google. (Automatic Translation)
the-ldap-url-format-is=Z\u00e1kladn\u00ed form\u00e1t URL pro LDAP poskytovatele je <em>ldap\://host\:port</em>. Z\u00e1kladn\u00ed DN (Base DN) ud\u00e1v\u00e1 po\u010d\u00e1te\u010dn\u00ed vyhled\u00e1vac\u00ed kontext pro u\u017eivatele a jejich dal\u0161\u00ed \u00fadaje. Nap\u0159. pou\u017eijte <em>ldap\://localhost\:389</em> a <em>ou\=Users,o\=Example</em> va\u0161e hodnoty.
use-default-interactions-settings=Pou\u017e\u00edt v\u00fdchoz\u00ed nastaven\u00ed interakce (Automatic Translation)
use-ldap-password-policy=Pou\u017e\u00edt politiku hesel LDAP
user-default-object-classes=V\u00fdchoz\u00ed t\u0159\u00eddy objekt\u016f u\u017eivatele
user-mapping=Mapovan\u00ed u\u017eivatel\u016f
users-dn=DN u\u017eivatele
