#X-Generator: crowdin.com
additional-configurations-help=Vlastn\u00e9 nastavenia pre vlo\u017een\u00fd Elasticsearch form\u00e1t YML (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Vlastn\u00e9 nastavenie indexu Liferay vo form\u00e1te JSON alebo YML (Elasticsearch vytvori\u0165 Index API). (Automatic Translation)
additional-type-mappings-help=Vlastn\u00e9 mapovania pre LiferayDocumentType vo form\u00e1te JSON (Elasticsearch da\u0165 mapovanie API). T\u00e1to hodnota nastaven\u00e1 s iba nov\u00e9 priradenia pol\u00ed. Ak nastav\u00edte t\u00fato hodnotu s v\u0161etky prekr\u00fdvaj\u00face priradenia predvolen\u00e9ho nastavenia pol\u00ed, vytvorenie indexu zlyh\u00e1. Nahradi\u0165 predvolen\u00e9 priradenia \u00faplne, pou\u017eite overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, priestore adries procesu je uzamknut\u00fd do RAM, br\u00e1ni sa premenili Elasticsearch pam\u00e4\u0165. (Automatic Translation)
client-transport-ignore-cluster-name-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, je ignorovan\u00e9 klastra n\u00e1zov valid\u00e1cie pripojen\u00fdch nasleduj\u00facich uzlov. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Pokyn klienta uzol, ako \u010dasto sa vzorka/ping uzliny uveden\u00e9 a pripojen\u00e9. (Automatic Translation)
client-transport-sniff-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, klastra \u0148uchania umo\u017e\u0148uj\u00fa odhali\u0165 dynamicky vo\u013en\u00e9 uzly v klastri. (Automatic Translation)
cluster-name-help=N\u00e1zov klastra sa pripoji\u0165. N\u00e1zov by mal zodpoveda\u0165 vzdialen\u00fd klaster, ke\u010f prev\u00e1dzkov\u00fd re\u017eim je nastaven\u00fd na dia\u013eku. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Rozsah portov pou\u017ei\u0165 pri stavbe discovery.zen.ping.unicast.hosts hodnotu. Viacer\u00fdmi Elasticsearch uzlami na ur\u010dit\u00fd rozsah portov vystupova ako smerova\u00e8e gossip v tom istom po\u010d\u00edta\u010di. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch
http-cors-allow-origin-help=Po\u010diatky povoli\u0165, ke\u010f je zapnut\u00e9 HTTP Corsa. (Automatic Translation)
http-cors-configurations-help=Vlastn\u00e9 nastavenie pre HTTP CORS, YML form\u00e1t (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Ak je za\u010diarknut\u00e9, kr\u00ed\u017e-p\u00f4vod zdrojov je povolen\u00e9 zdie\u013eanie, ktor\u00fd ur\u010duje, \u010di preh\u013ead\u00e1va\u010da in\u00e9ho p\u00f4vodu m\u00f4\u017eu pod\u00e1va\u0165 \u017eiadosti na Elasticsearch. Ak je zak\u00e1zan\u00e1, webov\u00e9 klientske n\u00e1stroje, ako elasticsearch-hlava m\u00f4\u017ee by\u0165 schopn\u00fd pripoji\u0165. (Automatic Translation)
http-enabled-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, HTTP vrstva je zapnut\u00e1. Ak vrstva HTTP \u00faplne na uzly, ktor\u00e9 nie s\u00fa ur\u010den\u00e9 na sl\u00fa\u017ei\u0165 ZVY\u0160OK \u017eiadosti priamo s\u00fa vypnut\u00e9. (Automatic Translation)
index-name-prefix-help=Predpona pre n\u00e1zov indexu vyh\u013ead\u00e1vania. T\u00e1to hodnota sa nezmen\u00ed za norm\u00e1lnych podmienok. Ak zmen\u00edte t\u00fato hodnotu, mus\u00edte tie\u017e reindex port\u00e1lu a potom ru\u010dne Odstr\u00e1\u0148te star\u00fd register pomocou konzoly spr\u00e1vy Elasticsearch. (Automatic Translation)
log-exceptions-only-help=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, prihl\u00e1si v\u00fdnimky iba z Elasticsearch a nie rethrow nich. (Automatic Translation)
network-bind-host-help=Sie\u0165ov\u00e9 rozhranie uzla mali viaza\u0165 s cie\u013eom prij\u00edma\u0165 prich\u00e1dzaj\u00face po\u017eiadavky. (Automatic Translation)
network-host-help=N\u00e1zov hostite\u013ea alebo adresu IP, ktor\u00e9 s\u00fa viazan\u00e9 na uzol, ktor\u00fd sa pou\u017e\u00edva na publikovanie (propagova\u0165) hostite\u013ea s in\u00fdmi uzlami v klastri. Ide o skratku, ktor\u00e1 stanovuje z\u00e1v\u00e4zn\u00e9 hostite\u013ea a hostite\u013e publikova\u0165 v rovnakom \u010dase. (Automatic Translation)
network-publish-host-help=Jednotn\u00e9 rozhranie uzla inzeruje na ostatn\u00e9 uzly v klastri, aby tie uzliny mohli pripoji\u0165 k nemu. (Automatic Translation)
operation-mode-help=DIA\u013dKOV\u00c9 ovl\u00e1danie re\u017eim pripoj\u00ed k vzdialenej samostatn\u00fd Elasticsearch klastra. Re\u017eim prev\u00e1dzky EMBEDDED port\u00e1lu za\u010d\u00edna vn\u00fatorn\u00e9ho Elasticsearch stup\u0148a v rovnakom JVM. EMBEDDED prev\u00e1dzkov\u00fd re\u017eim nie je podporovan\u00fd. (Automatic Translation)
override-type-mappings-help=Zmeni\u0165 priradenia pre cel\u00fa LiferayDocumentType vo form\u00e1te JSON (Elasticsearch da\u0165 mapovanie API). Ak nastav\u00edte t\u00fato hodnotu, indexovanie ignoruje predvolen\u00e9 priradenia defin\u00edcie a ak\u00e9ko\u013evek roz\u0161\u00edrenie body, namiesto pomocou tejto defin\u00edcie alternat\u00edvneho priradenia. Pou\u017eite ho, ak potrebujete LiferayDocumentType by\u0165 vytvoren\u00e1 s ne\u0161tandardnou priradenia pre predvolen\u00e9 polia. Ak ste pr\u00e1ve potrebujete prida\u0165 nov\u00e9 vlastn\u00e9 priradenia bez prekr\u00fdvaj\u00facich sa v\u0161etky predvolen\u00e9 nastavenia, pou\u017ei\u0165 additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Po\u010det opakovan\u00ed, ak sa vyskytne konflikt verzi\u00ed, preto\u017ee dokument bol aktualizovan\u00fd medzi vyh\u013ead\u00e1vanie a aktualiz\u00e1ciu. (Automatic Translation)
sync-search=Ak je toto pol\u00ed\u010dko za\u010diarknut\u00e9, h\u013eadanie prebieha na vyvol\u00e1vaj\u00faci vl\u00e1kno sk\u00f4r ako v Elasticsearch's H\u013eada\u0165 vl\u00e1kno baz\u00e9ne. Toto plat\u00ed iba pre EMBEDDED prev\u00e1dzkov\u00e9ho re\u017eimu. (Automatic Translation)
transport-addresses-help=Vzdialen\u00fd uzol adresy na pripojenie. T\u00fato hodnotu je potrebn\u00e9, ke\u010f prev\u00e1dzkov\u00fd re\u017eim je nastaven\u00fd na DIA\u013dKOV\u00c9. (Automatic Translation)
transport-tcp-port-help=Port naviaza\u0165 komunik\u00e1ciu medzi uzlami. Akceptuje jednu hodnotu alebo rozsah (napr. 9300-9400). (Automatic Translation)
