#X-Generator: crowdin.com
authorization-endpoint-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \uad8c\ud55c \ubd80\uc5ec \ub05d\uc810\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=\uc624\ud508 \uc5f0\uacb0 \uc778\uc99d \uc0ac\uc6a9 \uc0ac\uc2e4\uc5d0\uc774 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
issuer-url-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \ubc1c\uae09\uc790 URL\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
jwks-uri-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c JWKS URI\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
open-id-connect-client-id-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \ud074\ub77c\uc774\uc5b8\ud2b8 ID\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
open-id-connect-client-secret-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \ud074\ub77c\uc774\uc5b8\ud2b8 \uc554\ud638\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
open-id-connect-configuration-name=\uc624\ud508 \uc5f0\uacb0 (Automatic Translation)
open-id-connect-provider-configuration-name=\uc624\ud508 Id \uacf5\uae09\uc790\uc5d0 \uc5f0\uacb0 (Automatic Translation)
provider-name-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \uc774\ub984\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \ub300\uc0c1 \ud615\uc2dd\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
token-endpoint-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \ud1a0\ud070 \ub05d\uc810\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
user-info-endpoint-help=\uc624\ud508 \uc5f0\uacb0 \uacf5\uae09\uc790\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc815\ubcf4 \ub05d\uc810\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
