#X-Generator: crowdin.com
all-apps=\ubaa8\ub4e0 \uc560\ud50c \ub9ac \ucf00\uc774 \uc158 (Automatic Translation)
all-statuses=\ubaa8\ub4e0 \uc0c1\ud0dc (Automatic Translation)
app-manager=\uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uad00\ub9ac\uc790 (Automatic Translation)
app-suites=\uc560\ud50c \ub9ac \ucf00\uc774 \uc158 \uc2a4\uc704\ud2b8 (Automatic Translation)
apps=\uc560\ud50c \ub9ac \ucf00\uc774 \uc158 (Automatic Translation)
are-you-sure-you-want-to-uninstall-this=\ub2f9\uc2e0\uc740 \uc774\uac83\uc744 \uc81c\uac70 \ud558 \uc2dc\uaca0\uc2b5\ub2c8\uae4c? (Automatic Translation)
are-you-sure-you-want-to-uninstall-this-product=\ub2f9\uc2e0\uc740 \ud655\uc2e4\ud55c\uac00 \ub2f9\uc2e0 \uc774 \uc81c\ud488\uc744 \uc124\uce58\ub97c \ud574\uc81c\ud558\uace0 \uc2f6\uc740\uac00? (Automatic Translation)
file-upload-jar-lpkg-or-war-file=\ud30c\uc77c \uc5c5\ub85c\ub4dc (\ud56d\uc544\ub9ac, LPKG, \ub610\ub294 WAR \ud30c\uc77c) (Automatic Translation)
go-to-marketplace=\ub9c8\ucf13\ud50c\ub808\uc774\uc2a4\ub85c \uc774\ub3d9 (Automatic Translation)
install-from-url=URL\uc5d0\uc11c \uc124\uce58 (Automatic Translation)
installed-apps-are-available-to-all-portal-instances.-go-to-plugins-configuration-within-each-portal-instance-to-enable-disable-each-app=\uc124\uce58 \ub41c \uc560\ud50c \ub9ac \ucf00\uc774 \uc158 \ubaa8\ub4e0 \ud3ec\ud138 \uc778\uc2a4\ud134\uc2a4\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uac01 \ud3ec\ud138 \uc778\uc2a4\ud134\uc2a4\ub97c \ud65c\uc131\ud654/\ube44\ud65c\uc131\ud654 \uac01 \uc560\ud50c \ub9ac \ucf00\uc774 \uc158 \ub0b4\uc5d0\uc11c \ud50c\ub7ec\uadf8\uc778 \uad6c\uc131\uc73c\ub85c \uc774\ub3d9 \ud569\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.title.com_liferay_marketplace_app_manager_web_portlet_MarketplaceAppManagerPortlet=\uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uad00\ub9ac\uc790 (Automatic Translation)
modules=\ubaa8\ub4c8 (Automatic Translation)
no-apps-were-found=\uc544\ub2c8 \uc560\ud50c \ub9ac \ucf00\uc774 \uc158\uc744 \ubc1c\uacac \ud588\ub2e4. (Automatic Translation)
no-components-were-found=\uad6c\uc131 \uc694\uc18c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4 \ubc1c\uacac \ud588\ub2e4. (Automatic Translation)
no-modules-were-found=\uc544\ub2c8 \ubaa8\ub4c8 \ubc1c\uacac \ub410\ub2e4. (Automatic Translation)
no-portlets-were-found=\uc544\ub2c8 \ud3ec\ud2c0\ub9bf \ubc1c\uacac \ub410\ub2e4. (Automatic Translation)
please-upload-a-file-with-a-valid-extension-jar-lpkg-or-war=(\ubcd1, LPKG, \ub610\ub294 WAR \ud30c\uc77c) \uc720\ud6a8\ud55c \ud655\uc7a5\uba85\uc744 \uac00\uc9c4 \ud30c\uc77c\uc744 \uc5c5\ub85c\ub4dc \ud558\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4. (Automatic Translation)
reindex-search=\ub2e4\uc2dc \uac80\uc0c9 (Automatic Translation)
there-are-no-configurable-plugins-for-this-app=\uc774 \uc560\ud50c \ub9ac \ucf00\uc774\uc774 \uc158\uc5d0 \ub300 \ud55c \uc5c6\ub294 \uad6c\uc131 \uac00\ub2a5\ud55c \ud50c\ub7ec\uadf8\uc778\uc774 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-app-contains=\uc774 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ud3ec\ud568 \ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-portlet-is-available-in-my-account=\uc774 \ud3ec\ud2c0\ub9bf \ub0b4 \uacc4\uc815\uc5d0\uc11c \uc774\uc6a9\ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-portlet-is-available-in-site-administration=\uc774 \ud3ec\ud2c0\ub9bf\uc5d0 \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294\uc785\ub2c8\ub2e4. (Automatic Translation)
this-portlet-is-available-in-the-control-panel=\uc774 \ud3ec\ud2c0\ub9bf\uc5d0 \ucee8\ud2b8\ub864 \ud328\ub110\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294\uc785\ub2c8\ub2e4. (Automatic Translation)
unable-to-uninstall-app-or-plugin-because-it-is-required=\ud544\uc694 \ud558\uae30 \ub54c\ubb38\uc5d0 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \ub610\ub294 \ud50c\ub7ec\uadf8\uc778\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
uninstalled=\uc81c\uac70 (Automatic Translation)
