#X-Generator: crowdin.com
add-new-category=\uc885\ub958\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc694
add-new-vocabulary=\uc5b4\ud718\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc624
add-vocabulary=\uc5b4\ud718\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc624
all-asset-subtypes=\ubaa8\ub4e0 \uc560 \uc14b \ud558\uc704 \uc720\ud615 (Automatic Translation)
all-asset-types=\ubaa8\ub4e0 \uc790\uc0b0 \uc720\ud615 (Automatic Translation)
allow-flattened-navigation=Allow Flattened Navigation (Automatic Copy)
allow-multiple-categories=\uc5ec\ub7ec \uce74\ud14c\uace0\ub9ac\ub97c \ud5c8\uc6a9 (Automatic Translation)
asset-categories-admin-web-configuration-name=Asset Categories Web (Automatic Copy)
associated-asset-types=\uad00\ub828\ub41c \uc790\uc0b0 \uc720\ud615 (Automatic Translation)
category-navigation-display-style=Category Navigation Display Style (Automatic Copy)
flatten-x=Flatten ({0}) (Automatic Copy)
javax.portlet.description.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=\ubc94\uc8fc \ucf58\ud150\uce20 \ud56d\ubaa9\uc5d0 \ud0dc\uadf8\ub97c \uc5b4\ud718 \uc6a9\uc5b4 \uc9d1\ud569\uc744 \uc124\uba85 \ud569\ub2c8\ub2e4. \uad00\ub9ac\uc790\ub294 \uc5b4\ud718\ub97c \ub9cc\ub4e4\uace0 \ucf58\ud150\uce20\ub97c \ub9cc\ub4e4 \ub54c \uc0ac\uc6a9\uc790\uac00 \uc120\ud0dd\ud560 \uc218 \uc788\ub294 \uce74\ud14c\uace0\ub9ac\ub3c4 \ucc44\uc6b8 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.title.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=\uce74\ud14c\uace0\ub9ac (Automatic Translation)
number-of-categories=\uce74\ud14c\uace0\ub9ac\uc758 \uc218 (Automatic Translation)
one-of-your-associated-asset-types-contains-an-invalid-value.-please-configure-it-again-or-remove-it=\uad00\ub828\ub41c \uc790\uc0b0 \uc720\ud615 \uc911 \ud558\ub098\ub294 \uc798\ubabb \ub41c \uac12\uc744 \ud3ec\ud568\ud569\ub2c8\ub2e4. \uc81c\ubc1c \ub2e4\uc2dc \uad6c\uc131 \ud558\uac70\ub098 \uadf8\uac83\uc744 \uc81c\uac70 \ud569\ub2c8\ub2e4. (Automatic Translation)
please-enter-a-unique-property-key=\ub3c5\ud2b9\ud55c \uc18d\uc131 \ud0a4\ub97c \uc785\ub825 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-enter-a-valid-property-key=\uc720\ud6a8\ud55c \uc18d\uc131 \ud0a4\ub97c \uc785\ub825 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-enter-a-valid-property-value=\uc720\ud6a8\ud55c \uc18d\uc131 \uac12\uc744 \uc785\ub825 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-category=\uc7ac\uc0b0\uc740 \ud2b9\uc815\ud55c \uc885\ub958\uc5d0 \uc138\ubd80 \uc0ac\ud56d \uc815\ubcf4\ub97c \ucd94\uac00\ud558\ub294 \ubc29\ubc95 \uc774\ub2e4. \uadf8\ub4e4\uc740 \ub2f9\uc2e0\uc774 \uc885\ub958\uc640 \uc138\ubd80 \uc0ac\ud56d \uc815\ubcf4\ub97c \uad00\ub828\uc2dc\ud0a4\ub294 \uac83\uc744 \ud5c8\uc6a9\ud558\ub294 \uc911\uc694\ud55c \uac12 \uc30d\uc73c\ub85c \ubd84\ub9ac\ub41c\ub2e4.
select-category=Select Category (Automatic Copy)
the-asset-subtype-no-longer-exists=\uc790\uc0b0 \ud558\uc704 \ub354 \uc774\uc0c1 \uc874\uc7ac\ud569\ub2c8\ub2e4. (Automatic Translation)
the-category-x-and-parent-category-should-not-be-the-same=The category {0} and parent category should not be the same. (Automatic Copy)
the-vocabulary-could-not-be-found=\uc885\ub958\ub294 \ubc1c\uacac\ub420 \uc218 \uc5c6\uc5c8\ub2e4.
there-are-no-categories.-you-can-add-a-category-by-clicking-the-plus-button-on-the-bottom-right-corner=\uc885\ub958\uac00.\uc785\ub2c8\ub2e4. \uc624\ub978\ucabd \ud558\ub2e8 \ubaa8\uc11c\ub9ac\uc5d0 \uc788\ub294 \ub354\ud558\uae30 \ubc84\ud2bc\uc744 \ud074\ub9ad \ud558 \uc5ec \ubc94\uc8fc\ub97c \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-vocabularies=\uc5c6\ub294 \uc5b4\ud718 \uc788\ub2e4. (Automatic Translation)
there-are-no-vocabularies.-you-can-add-a-vocabulary-by-clicking-the-plus-button-on-the-bottom-right-corner=\uc5c6\ub294 \uc5b4\ud718 \uc788\ub2e4. \uc624\ub978\ucabd \ud558\ub2e8 \ubaa8\uc11c\ub9ac\uc5d0 \uc788\ub294 \ub354\ud558\uae30 \ubc84\ud2bc\uc744 \ud074\ub9ad \ud558 \uc5ec \uc5b4\ud718\ub97c \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
