#X-Generator: crowdin.com
cache-expiration-time-description=\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0648\u0642\u062a\u060c \u0641\u064a \u063a\u0636\u0648\u0646 \u062f\u0642\u0627\u0626\u0642\u060c \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0645\u0633\u062d \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0633\u0628\u0623. \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u064a\u0645\u0629 \u0635\u0641\u0631 \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u0646\u0628\u063a\u064a \u0639\u062f\u0645 \u0635\u0644\u0627\u062d\u064a\u0629 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0646\u0642\u0644 \u0633\u0628\u0623. \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u064a\u0645\u0629 \u0633\u0627\u0644\u0628\u0629 \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062c\u0628 \u062a\u0639\u0637\u064a\u0644 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a. (Automatic Translation)
cache-expiration-time-name=\u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0635\u0644\u0627\u062d\u064a\u0629 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=\u064a\u0628\u062f\u0648 \u0623\u0646 \u0647\u0630\u0627 \u064a\u0633\u062a\u063a\u0631\u0642 \u0648\u0642\u062a\u0627\u064b \u0623\u0637\u0648\u0644 \u0645\u0645\u0627 \u0643\u0627\u0646 \u0645\u062a\u0648\u0642\u0639\u0627. (Automatic Translation)
navigation-exception-selectors-description=\u062a\u0639\u0631\u064a\u0641 \u0645\u062d\u062f\u062f\u0627\u062a \u0627\u0644\u0645\u063a\u0644\u0642 \u0627\u0644\u0630\u064a \u064a\u0646\u0628\u063a\u064a \u062a\u062c\u0627\u0647\u0644 \u0633\u0628\u0623. (Automatic Translation)
navigation-exception-selectors-name=\u0627\u0644\u0645\u0644\u0627\u062d\u0629 \u0627\u0644\u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0645\u062d\u062f\u062f\u0627\u062a (Automatic Translation)
oops=\u0639\u0641\u0648\u0627 (Automatic Translation)
request-timeout-description=\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0648\u0642\u062a\u060c \u0628\u0627\u0644\u0645\u064a\u0644\u064a \u062b\u0627\u0646\u064a\u0629\u060c \u0627\u0644\u062a\u064a \u0637\u0644\u0628 \u0633\u0628\u0623 \u0645\u0647\u0644\u0629. \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u064a\u0645\u0629 \u0635\u0641\u0631 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0637\u0644\u0628 \u0644\u0627 \u064a\u0646\u0628\u063a\u064a \u0627\u0628\u062f\u0623 \u0645\u0647\u0644\u0629. (Automatic Translation)
request-timeout-name=\u0637\u0644\u0628 \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=\u0627\u0644\u0648\u0627\u062c\u0647\u0629 \u0633\u0628\u0623 \u0627\u0644\u0628\u0646\u064a\u0629 \u0627\u0644\u062a\u062d\u062a\u064a\u0629 (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=\u062a\u0644\u0642\u064a \u0637\u0644\u0628 \u0627\u0644\u0645\u0644\u0627\u062d\u0629 \u0633\u0628\u0623 \u0631\u0645\u0632 \u062d\u0627\u0644\u0629 HTTP \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\u0629. (Automatic Translation)
the-spa-request-timed-out=\u0627\u0646\u062a\u0647\u062a \u0645\u0647\u0644\u0629 \u0637\u0644\u0628 \u0633\u0628\u0623. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639 \u0641\u064a \u0627\u0644\u0637\u0644\u0628 \u0633\u0628\u0623. (Automatic Translation)
user-notification-timeout-description=\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0648\u0642\u062a\u060c \u0628\u0627\u0644\u0645\u064a\u0644\u064a \u062b\u0627\u0646\u064a\u0629\u060c \u0627\u0644\u062a\u064a \u064a\u0638\u0647\u0631 \u0625\u0639\u0644\u0627\u0645 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0641\u064a\u062f \u0628\u0623\u0646 \u0627\u0644\u0637\u0644\u0628 \u0648\u0642\u062a\u0627\u064b \u0623\u0637\u0648\u0644 \u0645\u0645\u0627 \u0643\u0627\u0646 \u0645\u062a\u0648\u0642\u0639\u0627. \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u064a\u0645\u0629 \u0635\u0641\u0631 \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u064a\u0638\u0647\u0631 \u0623\u064a \u0625\u0639\u0644\u0627\u0645. (Automatic Translation)
user-notification-timeout-name=\u0645\u0647\u0644\u0629 \u0625\u062e\u0637\u0627\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 (Automatic Translation)
