#X-Generator: crowdin.com
action-does-not-exist=\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5 .
action-help=An action applies to a device family, defining what happens when an device within that family is detected. (Automatic Copy)
actions-for-x=\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a {0}
add-action=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0eab\u0e94\u0e81\u0eb2\u0e99
add-classification-rule=Add Classification Rule (Automatic Copy)
add-device-family=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1
any-os=\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec3\u0e94\u0e81\u0ecd\u0ec8\u0ec4\u0e94\u0ec9
classification-rule-help=A classification rule specifies the characteristics of the devices that belong to a device family. Each family can have several classification rules. (Automatic Copy)
classification-rules=Classification Rules (Automatic Copy)
classification-rules-for-x=Classification Rules for {0} (Automatic Copy)
com.liferay.mobile.device.rules.rule.group.action.LayoutTemplateModificationActionHandler=\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87 \u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea5\u0ecb\u0e94\u0ec0\u0ea5\u0ead\u0ecb\u0eb2\u0ea7
com.liferay.mobile.device.rules.rule.group.action.SimpleRedirectActionHandler=\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0e97\u0eb4\u0e94\u0e97\u0eb2\u0e87\u0e87\u0ec8\u0eb2\u0e8d\u0ec6
com.liferay.mobile.device.rules.rule.group.action.SiteRedirectActionHandler=\u0e97\u0eb4\u0e94\u0e97\u0eb2\u0e87\u0e82\u0ead\u0e87\u0ec4\u0e8a\u0e97\u0ecc
com.liferay.mobile.device.rules.rule.group.action.ThemeModificationActionHandler=\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0ec1\u0e97\u0ecb\u0ea1
com.liferay.mobile.device.rules.rule.group.rule.SimpleRuleHandler=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e87\u0ec8\u0eb2\u0e8d\u0ec6
define-specific-mobile-device-rules-for-this-page=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e81\u0eb8\u0ec8\u0ea1\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0edc\u0ec9\u0eb2\u0e99\u0eb5\u0ec9
device-family-does-not-exist=Device family does not exist. (Automatic Copy)
device-family-help=A device family represents a collection of devices, such as <em>All Tablets</em> or <em>Android Phones</em>. (Automatic Copy)
device-rule-does-not-exist=Device rule does not exist. (Automatic Copy)
device-type=Device Type (Automatic Copy)
javax.portlet.description.com_liferay_mobile_device_rules_web_portlet_MDRPortlet=Mobile Device Families let you configure portal behavior specific to the device accessing it. (Automatic Copy)
javax.portlet.long-title.com_liferay_mobile_device_rules_web_portlet_MDRPortlet=\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e81\u0ec8\u0ebd\u0ea7\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5 (\u0e84\u0ead\u0e99\u0ec2\u0e97\u0e99\u0e9e\u0eb2\u0ec0\u0e99\u0ea7)
javax.portlet.title.com_liferay_mobile_device_rules_web_portlet_MDRPortlet=\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e81\u0eb2\u0e99\u0ec3\u0e8a\u0ec9\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
manage-actions=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e81\u0eb0\u0e97\u0eb3\u0e95\u0ec8\u0eb2\u0e87\u0ec6
manage-classification-rules=Manage Classification Rules (Automatic Copy)
manage-rule-priorities=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0ea1\u0eb0\u0eaa\u0eb4\u0e94\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1
mobile-device-rules=\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e81\u0eb2\u0e99\u0ec3\u0e8a\u0ec9\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
mobile-device-rules-are-inhertited-from-x=Mobile device rules are inherited from {0}. (Automatic Copy)
model.resource.com.liferay.mobile.device.rules=\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e81\u0eb2\u0e99\u0ec3\u0e8a\u0ec9\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
model.resource.com.liferay.mobile.device.rules.model.MDRAction=\u0e81\u0ebb\u0e94\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e81\u0ec8\u0ebd\u0ea7\u0e81\u0eb1\u0e9a\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
model.resource.com.liferay.mobile.device.rules.model.MDRRule=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
model.resource.com.liferay.mobile.device.rules.model.MDRRuleGroup=\u0e81\u0eb8\u0ec8\u0ea1\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
model.resource.com.liferay.mobile.device.rules.model.MDRRuleGroupInstance=\u0e95\u0ebb\u0ea7\u0ec1\u0e97\u0e99\u0e81\u0eb8\u0ec8\u0ea1\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0ead\u0eb8\u0e9b\u0eb0\u0e81\u0ead\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e97\u0eb5
new-action-for-x=New Action for {0} (Automatic Copy)
new-classification-rule-for-x=New Classification Rule for {0} (Automatic Copy)
new-device-family=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1
no-actions-are-configured-for-this-device-family=No actions are configured for this device family. (Automatic Copy)
no-available-pages=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
no-available-sites=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec4\u0e8a\u0e97\u0ecc\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
no-classification-rules-are-configured-for-this-device-family=No classification rules are configured for this device family. (Automatic Copy)
no-device-rules-are-configured=No device rules are configured. (Automatic Copy)
operating-system-and-type=Operating System and Type (Automatic Copy)
other-devices=Other Devices (Automatic Copy)
physical-screen-size=Physical Screen Size (Automatic Copy)
please-select-a-rule-type=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e81\u0ebb\u0e94\u0ec0\u0e81\u0e99\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87
please-select-a-valid-action-type=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
rule-does-not-exist=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u200b\u0e9a\u0ecd\u0ec8\u200b\u0ea1\u0eb5\u200b\u0ec3\u0e99\u200b\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a
screen-resolution=Screen Resolution (Automatic Copy)
select-a-page=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0edc\u0ec9\u0eb2
select-a-site=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec4\u0e8a\u0e97\u0ecc\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87
use-the-same-mobile-device-rules-of-the-x=Use the same mobile device rules of the {0}. (Automatic Copy)
