#X-Generator: crowdin.com
abstract-length-key-help=Quy \u0111\u1ecbnh s\u1ed1 l\u01b0\u1ee3ng t\u1eeb \u0111\u1ec3 hi\u1ec3n th\u1ecb cho b\u1ea3n t\u00f3m t\u1eaft.
add-content-select-scope-and-type=Th\u00eam n\u1ed9i dung (ch\u1ecdn ph\u1ea1m vi v\u00e0 lo\u1ea1i) (Automatic Translation)
and-operator=To\u00e1n h\u1ea1ng V\u00e0 (And)
asset-entry-type=Lo\u1ea1i t\u00e0i s\u1ea3n
asset-link-behavior=Li\u00ean k\u1ebft h\u00e0nh vi t\u00e0i s\u1ea3n
asset-publisher-portlet-instance-configuration-name=Asset Publisher (Automatic Copy)
asset-publisher-web-configuration-name=Nh\u00e0 xu\u1ea5t b\u1ea3n t\u00e0i s\u1ea3n (Automatic Translation)
asset-selection=L\u1ef1a ch\u1ecdn t\u00e0i s\u1ea3n
asset.publisher.portlet.instance.configuration.name=Asset Publisher (Automatic Copy)
asset.publisher.web.configuration.name=Asset Publisher (Automatic Copy)
check-interval-key-description=Enter the number of hours to wait between running CheckAssetEntryMessageListener to check for new assets. Users are notified via email when assets are added. (Automatic Copy)
default-display-style-key-description=Set the default display style. (Automatic Copy)
display-styles-key-description=Input a list of comma delimited display styles that will be available in the configuration screen of the Asset Publisher portlet. (Automatic Copy)
displayed-assets-must-match-these-rules=Hi\u1ec3n th\u1ecb t\u00e0i s\u1ea3n ph\u1ea3i th\u1ecfa m\u00e3n c\u00e1c quy \u0111\u1ecbnh.
does-not-contain=Kh\u00f4ng ch\u1ee9a
dynamic-export-enabled-key-description=Check this box to enable users to include related assets when exporting an asset. (Automatic Copy)
dynamic-export-limit-key-description=Set the maximum number of related assets to include with dynamic export. Set to 0 if there is no limit. (Automatic Copy)
dynamic-subscription-limit-key-description=Set the maximum number of notifications to send to subscribers when new assets are added. Set to 0 if there is no limit. (Automatic Copy)
email-asset-entry-added-body-description=Provide a localized template for the body of asset entry added notification emails. (Automatic Copy)
email-asset-entry-added-enabled-description=Check this box to enable asset entry added emails. (Automatic Copy)
email-asset-entry-added-subject-description=Provide a localized template for the subject of asset entry added notification emails. (Automatic Copy)
email-from-address-description=Set the address from which asset entry added emails will be sent. (Automatic Copy)
email-from-name-description=Set the sender name from which asset entry added emails will be sent. (Automatic Copy)
enable=K\u00edch ho\u1ea1t (Automatic Translation)
enable-tag-based-navigation-help=N\u1ebfu l\u1ef1a ch\u1ecdn n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn v\u00e0 m\u1ed9t \u0111\u00e1nh d\u1ea5u (tag) \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ecdn khi hi\u1ec3n th\u1ecb trang, theo \u0111\u00f3 t\u00e0i s\u1ea3n v\u1edbi \u0111\u00e1nh d\u1ea5u n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb thay v\u00ec c\u00e1c t\u00e0i s\u1ea3n \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ecdn.
exclude-assets-with-0-views=Hi\u1ec3n th\u1ecb c\u1ea3 nh\u1eefng n\u1ed9i dung ch\u01b0a \u0111\u01b0\u1ee3c \u0111\u1ecdc l\u1ea7n n\u00e0o
filter-by-field=L\u1ecdc theo tr\u01b0\u1eddng
filter-by-field-x=L\u1ecdc theo tr\u01b0\u1eddng {0}.
include-tags-specified-in-the-url=Bao g\u1ed3m th\u1ebb \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh trong URL. (Automatic Translation)
javax.portlet.title.com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet=Xu\u1ea5t b\u1ea3n th\u00f4ng tin
javax.portlet.title.com_liferay_asset_publisher_web_portlet_HighestRatedAssetsPortlet=T\u00e0i s\u1ea3n \u0111\u01b0\u1ee3c \u0111\u00e1nh gi\u00e1 cao nh\u1ea5t
javax.portlet.title.com_liferay_asset_publisher_web_portlet_MostViewedAssetsPortlet=T\u00e0i s\u1ea3n \u0111\u01b0\u1ee3c xem nhi\u1ec1u nh\u1ea5t
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RecentContentPortlet=N\u1ed9i dung t\u00e1c \u0111\u1ed9ng g\u1ea7n \u0111\u00e2y
javax.portlet.title.com_liferay_asset_publisher_web_portlet_RelatedAssetsPortlet=T\u00e0i s\u1ea3n li\u00ean quan
manual-export-enabled-key-description=Check this box to enable users to manually select related assets to export. (Automatic Copy)
no-assets-selected=Kh\u00f4ng t\u00e0i s\u1ea3n n\u00e0o \u0111\u01b0\u1ee3c ch\u1ecdn.
number-of-items-to-display-help=Tham s\u1ed1 quy \u0111\u1ecbnh t\u1ed5ng s\u1ed1 N\u1ed9i dung \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb n\u1ebfu b\u1ecf qua hi\u1ec3n th\u1ecb d\u1ea1ng ph\u00e2n trang, tr\u01b0\u1eddng h\u1ee3p cho ph\u00e9p ph\u00e2n trang s\u1ebd quy \u0111\u1ecbnh s\u1ed1 N\u1ed9i dung \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb tr\u00ean t\u1eebng trang.
only-one-rule-with-the-combination-x-is-supported=Ch\u1ec9 duy nh\u1ea5t lu\u1eadt v\u1edbi k\u1ebft h\u1ee3p {0} \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3.
ordering-and-grouping=H\u1ec7 th\u1ed1ng v\u00e0 ph\u00e2n nh\u00f3m
other-site=Tr\u1ea1ng th\u00e1i kh\u00e1c
permission-checking-configurable-key-description=Check this box to bypass permission checking for Most Viewed and Highest Ranked assets in the Asset Publisher. This enables users to view them in the Asset Publisher even if they do not have permission to view those assets. (Automatic Copy)
portlet-display-template-description-map=Hi\u1ec3n th\u1ecb c\u00e1c t\u00e0i s\u1ea3n geolocalized trong m\u1ed9t b\u1ea3n \u0111\u1ed3. (Automatic Translation)
portlet-display-template-description-rich-summary=Hi\u1ec3n th\u1ecb b\u1ea3n t\u00f3m t\u1eaft, bi\u1ec3u t\u01b0\u1ee3ng, li\u00ean quan \u0111\u1ebfn t\u00e0i s\u1ea3n v\u00e0 in/ch\u1ec9nh s\u1eeda h\u00e0nh \u0111\u1ed9ng cho t\u00e0i s\u1ea3n. T\u00f9y ch\u1ecdn bao g\u1ed3m x\u1ebfp h\u1ea1ng v\u00e0 \u0111\u00e1nh d\u1ea5u t\u00e0i s\u1ea3n. (Automatic Translation)
portlet-display-template-name-map=B\u1ea3n \u0111\u1ed3
portlet-display-template-name-rich-summary=Phong ph\u00fa T\u00f3m t\u1eaft (Automatic Translation)
query-contains=Truy v\u1ea5n c\u00f3 ch\u1ee9a (Automatic Translation)
search-with-index-key-description=Leave this checked to use the index to search for assets. Uncheck this box to use the database for search. (Automatic Copy)
set-and-enable=Thi\u1ebft l\u1eadp v\u00e0 cho ph\u00e9p (Automatic Translation)
set-as-the-default-asset-publisher-for-this-page=Set as the Default Asset Publisher for This Page
set-as-the-default-asset-publisher-for-this-page-help=C\u00f4ng c\u1ee5 xu\u1ea5t b\u1ea3n th\u00f4ng tin m\u1eb7c \u0111\u1ecbnh s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 hi\u1ec3n th\u1ecb n\u1ed9i dung web trong trang n\u00e0y.
show-add-content-button-help=\u0110i\u1ec1u n\u00e0y cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng th\u00eam t\u00e0i s\u1ea3n t\u1eeb quan \u0111i\u1ec3m. (Automatic Translation)
show-and-set=Hi\u1ec3n th\u1ecb v\u00e0 thi\u1ebft l\u1eadp (Automatic Translation)
show-asset-title=Hi\u1ec3n th\u1ecb ti\u00eau \u0111\u1ec1 t\u00e0i s\u1ea3n
show-context-link=Hi\u1ec3n th\u1ecb li\u00ean k\u1ebft ng\u1eef c\u1ea3nh
show-extra-info=Xem th\u00f4ng tin th\u00eam
show-only-assets-with-x-as-its-display-page=Show only assets with <em>{0}</em> as its display page.
tag-based-navigation=T\u1eeb kh\u00f3a d\u1ef1a tr\u00ean danh m\u1ee5c ch\u00ednh (Automatic Translation)
the-asset-could-not-be-found=T\u00e0i s\u1ea3n kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
the-field-value-is-invalid=Gi\u00e1 tr\u01b0\u1eddng th\u00f4ng tin nh\u1eadp kh\u00f4ng \u0111\u00fang \u0111\u1ecbnh d\u1ea1ng.
the-selected-assets-have-been-removed-from-the-list-because-they-do-not-belong-in-the-scope-of-this-portlet=C\u00e1c t\u00e0i s\u1ea3n \u0111\u00e3 ch\u1ecdn \u0111\u00e3 b\u1ecb g\u1ee1 b\u1ecf kh\u1ecfi danh s\u00e1ch v\u00ec c\u00e1c t\u00e0i s\u1ea3n n\u00e0y kh\u00f4ng thu\u1ed9c ph\u1ea1m vi c\u1ee7a \u1ee9ng d\u1ee5ng (portlet).
there-are-no-related-assets=Kh\u00f4ng c\u00f3 t\u00e0i s\u1ea3n li\u00ean quan n\u00e0o. \u1ee8ng d\u1ee5ng s\u1ebd hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3 c\u00e1c t\u00e0i s\u1ea3n li\u00ean quan \u0111\u1ebfn t\u00e0i s\u1ea3n ch\u00ednh c\u1ee7a trang.
view-count-increment=Xem s\u1ed1 l\u01b0\u1ee3ng t\u0103ng (Automatic Translation)
x-is-not-a-display-type={0} kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t ki\u1ec3u hi\u1ec3n th\u1ecb.
