#X-Generator: crowdin.com
activity-description=Description de l'activit\u00e9
add-new-x=Ajouter Nouveau {0}
an-error-occurred-while-retrieving-the-list-of-instances=Une erreur s'est produite lors de la recherche de la liste des demandes de publication. Veuillez s'il vous pla\u00eet contacter votre administrateur.
definition-imported-sucessfully=D\u00e9finition import\u00e9e avec succ\u00e8s. (Automatic Translation)
each-fork-node-requires-a-join-node-make-sure-all-forks-and-joins-are-properly-paired=Chaque n\u0153ud de bifurcation n\u00e9cessite un n\u0153ud de jointure. Assurez-vous que toutes les fourches et les jointures sont correctement appari\u00e9es. (Automatic Translation)
fix-the-errors-between-the-fork-node-x-and-join-node-x=Fix the errors between the fork node {0} and join node {1}. (Automatic Copy)
fork-x-and-join-x-nodes-must-be-paired=Fork {0} and join {1} nodes must be paired. (Automatic Copy)
import-a-file=Importer un fichier (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=Affecter le processus de flux de travail aux actifs et surveiller les processus actuels. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=R\u00e9pertorie les processus de flux de travail d\u00e9marr\u00e9s par vous. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=Cr\u00e9er des processus de flux de travail et les assigner aux actifs. (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_task_web_portlet_MyWorkflowTaskPortlet=Mes t\u00e2ches de flux de travail (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=Flux de travail (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=Mes observations (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=Flux de travail (Automatic Translation)
my-submissions=Mes contributions
my-workflow-tasks=Mes t\u00e2ches du flux de travail
new-workflow=Nouveau flux de travail (Automatic Translation)
no-workflow-definitions-are-defined=Aucune d\u00e9finition de processus n'est d\u00e9finie.
not-published=Non publi\u00e9 (Automatic Translation)
please-enter-a-valid-definition-before-publishing=Veuillez entrer une d\u00e9finition valide avant du publier. (Automatic Translation)
please-name-your-workflow-before-publishing=Veuillez nommer votre flux de travail avant du publier. (Automatic Translation)
schemes=R\u00e9gimes de (Automatic Translation)
specify-at-least-one-assignment-for-the-x-task-node=Specify at least one assignment for the {0} task node. (Automatic Copy)
task-initially-assigned-to-x=Task initially assigned to {0}. (Automatic Copy)
tasks=T\u00e2ches
the-task-form-x-for-task-x-must-specify-a-form-reference-or-form-definition=The task form {0} for task {1} must specify a form reference or form definition. (Automatic Copy)
the-workflow-has-too-many-start-nodes-state-nodes-x-and-x=The workflow has too many start nodes (state nodes {0} and {1}). (Automatic Copy)
the-x-fork-node-must-have-a-matching-join-node=The {0} fork node must have a matching join node. (Automatic Copy)
the-x-node-cannot-have-an-incoming-transition=The {0} node cannot have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-incoming-transition=The {0} node must have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-outgoing-transition=The {0} node must have an outgoing transition. (Automatic Copy)
the-x-node-must-have-at-least-two-outgoing-transitions=The {0} node must have at least two outgoing transitions. (Automatic Copy)
the-x-transition-must-end-at-a-node=The {0} transition must end at a node. (Automatic Copy)
the-x-transition-must-have-a-source-node=The {0} transition must have a source node. (Automatic Copy)
there-are-no-completed-instances=Il n'y a aucune demande r\u00e9alis\u00e9e de publication.
there-are-no-completed-instances-started-by-me=Il n'y a aucune publication remplie demand\u00e9e par moi.
there-are-no-completed-instances-started-by-me-with-the-specified-search-criteria=Il n'y a pas de publications demand\u00e9es par moi-m\u00eame et compl\u00e9t\u00e9es avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-completed-instances-with-the-specified-search-criteria=Il n'y a pas de demandes de publication compl\u00e9t\u00e9e avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-completed-tasks=Il n'y a aucune t\u00e2che accomplie.
there-are-no-completed-tasks-with-the-specified-search-criteria=Il n'y a aucune t\u00e2che accomplie selon les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-instances=Il n'y a pas demande de publication.
there-are-no-instances-started-by-me=Il n'y a pas publications demand\u00e9es par moi.
there-are-no-instances-started-by-me-with-the-specified-search-criteria=Il n'y a pas de publications demand\u00e9s par moi-m\u00eame avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-instances-with-the-specified-search-criteria=Il n'y a aucunes demandes de publication avec les crit\u00e8res de recherche sp\u00e9cifiques.
there-are-no-pending-instances=Il n'y a aucune demande en suspens de publication.
there-are-no-pending-instances-started-by-me=Il n'y a aucune publication en suspens demand\u00e9e par moi.
there-are-no-pending-instances-started-by-me-with-the-specified-search-criteria=Il n'y a pas de publications en attente demand\u00e9es par moi avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-pending-instances-with-the-specified-search-criteria=Il n'y a pas de demandes de publication en attente avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-pending-tasks-assigned-to-you=Il n'y a aucune t\u00e2che en attente qui vous soit assign\u00e9e.
there-are-no-pending-tasks-assigned-to-you-with-the-specified-search-criteria=Il n'y a aucune t\u00e2che en attente qui vous soit assign\u00e9e avec les crit\u00e8res de recherche sp\u00e9cifiques.
there-are-no-pending-tasks-assigned-to-your-roles=Il n'y a aucune t\u00e2che en attente qui soit assign\u00e9e \u00e0 vos r\u00f4les.
there-are-no-pending-tasks-assigned-to-your-roles-with-the-specified-search-criteria=Il n'y aucune t\u00e2che en attente affect\u00e9e \u00e0 vos r\u00f4les avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-tasks=Il n'y a aucune t\u00e2che.
there-are-no-tasks-assigned-to-my-roles-with-the-specified-search-criteria=Il n'y a aucune t\u00e2che affect\u00e9e \u00e0 mes r\u00f4les avec les crit\u00e8res de recherche sp\u00e9cifiques.
there-are-no-tasks-assigned-to-you=Il n'y a aucune t\u00e2che assign\u00e9e \u00e0 vous.
there-are-no-tasks-assigned-to-you-with-the-specified-search-criteria=Il n'y a aucune t\u00e2che assign\u00e9e \u00e0 vous avec les crit\u00e8res de recherche sp\u00e9cifiques.
there-are-no-tasks-assigned-to-your-roles=Il n'y a aucune t\u00e2che assign\u00e9e \u00e0 vos r\u00f4les.
there-are-no-tasks-assigned-to-your-roles-with-the-specified-search-criteria=Il n'y a aucune t\u00e2che assign\u00e9e \u00e0 vos r\u00f4les avec les crit\u00e8res de recherche sp\u00e9cifi\u00e9s.
there-are-no-tasks-with-the-specified-search-criteria=Il n'y a aucune t\u00e2che avec les crit\u00e8res de recherche sp\u00e9cifiques.
withdraw-submission=Retirer la soumission
workflow-configuration=Configuration des processus
workflow-submissions=Entr\u00e9es dans le flux de travail
workflows=Flux de travail (Automatic Translation)
write-your-definition-or-x=Write your definition or {0} (Automatic Copy)
x-assigned-the-task-to-the-x-role={0} assigned the task to the {1} role. (Automatic Copy)
x-by-x={0} by {1} (Automatic Copy)
x-submitted-a-x-for-publication={0} submitted a {1} for publication. (Automatic Copy)
x-updated-the-task={0} updated the task. (Automatic Copy)
you-cannot-deactivate-or-delete-this-definition=Vous ne pouvez pas mettre hors tension ou supprimer cette d\u00e9finition. Il y a des exemples de processus qui mettent en r\u00e9f\u00e9rence cette d\u00e9finition.
you-must-define-a-start-node=Vous devez d\u00e9finir un n\u0153ud de d\u00e9marrage. (Automatic Translation)
you-must-define-an-end-node=Vous devez d\u00e9finir un n\u0153ud final. (Automatic Translation)
