#X-Generator: crowdin.com
activity-description=Activity Description (Automatic Copy)
add-new-x=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec3\u0edd\u0ec8\u0ec3\u0e99 {0}
an-error-occurred-while-retrieving-the-list-of-instances=\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0e81\u0eb5\u0e94\u0e82\u0eb7\u0ec9\u0e99\u0ec3\u0e99\u0e82\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec0\u0ead\u0eb5\u0ec9\u0e99\u0e9a\u0eb1\u0e99\u0e94\u0eb2\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e9b\u0eb5\u0e8d\u0ec0\u0e9c\u0eb5\u0e8d\u0e97\u0eb5\u0ec8\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99.\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9e\u0ebb\u0ea7\u0e9e\u0eb1\u0e99\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a
definition-imported-sucessfully=Definition imported successfully. (Automatic Copy)
each-fork-node-requires-a-join-node-make-sure-all-forks-and-joins-are-properly-paired=Each fork node requires a join node. Make sure all forks and joins are properly paired. (Automatic Copy)
fix-the-errors-between-the-fork-node-x-and-join-node-x=Fix the errors between the fork node {0} and join node {1}. (Automatic Copy)
fork-x-and-join-x-nodes-must-be-paired=Fork {0} and join {1} nodes must be paired. (Automatic Copy)
import-a-file=Import a file (Automatic Copy)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=Assign workflow processes to assets and monitor current processes. (Automatic Copy)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=Lists workflow processes started by you. (Automatic Copy)
javax.portlet.description.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=Create workflow processes and assign them to assets. (Automatic Copy)
javax.portlet.title.com_liferay_portal_workflow_task_web_portlet_MyWorkflowTaskPortlet=My Workflow Tasks (Automatic Copy)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=Workflow (Automatic Copy)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=My Submissions (Automatic Copy)
javax.portlet.title.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=Workflow (Automatic Copy)
my-submissions=My Submissions (Automatic Copy)
my-workflow-tasks=My Workflow Tasks (Automatic Copy)
new-workflow=New Workflow (Automatic Copy)
no-workflow-definitions-are-defined=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0ec0\u0ea7\u0eb5\u0e81\u0ec2\u0e9f\u0ea5\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0e81\u0eb3\u0edc\u0ebb\u0e94
not-published=Not Published (Automatic Copy)
please-enter-a-valid-definition-before-publishing=Please enter a valid definition before publishing. (Automatic Copy)
please-name-your-workflow-before-publishing=Please name your workflow before publishing. (Automatic Copy)
schemes=Schemes (Automatic Copy)
specify-at-least-one-assignment-for-the-x-task-node=Specify at least one assignment for the {0} task node. (Automatic Copy)
task-initially-assigned-to-x=Task initially assigned to {0}. (Automatic Copy)
tasks=\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e95\u0ec8\u0eb2\u0e87\u0ec6
the-task-form-x-for-task-x-must-specify-a-form-reference-or-form-definition=The task form {0} for task {1} must specify a form reference or form definition. (Automatic Copy)
the-workflow-has-too-many-start-nodes-state-nodes-x-and-x=The workflow has too many start nodes (state nodes {0} and {1}). (Automatic Copy)
the-x-fork-node-must-have-a-matching-join-node=The {0} fork node must have a matching join node. (Automatic Copy)
the-x-node-cannot-have-an-incoming-transition=The {0} node cannot have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-incoming-transition=The {0} node must have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-outgoing-transition=The {0} node must have an outgoing transition. (Automatic Copy)
the-x-node-must-have-at-least-two-outgoing-transitions=The {0} node must have at least two outgoing transitions. (Automatic Copy)
the-x-transition-must-end-at-a-node=The {0} transition must end at a node. (Automatic Copy)
the-x-transition-must-have-a-source-node=The {0} transition must have a source node. (Automatic Copy)
there-are-no-completed-instances=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd
there-are-no-completed-instances-started-by-me=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
there-are-no-completed-instances-started-by-me-with-the-specified-search-criteria=There are no completed publications requested by me with the specified search criteria. (Automatic Copy)
there-are-no-completed-instances-with-the-specified-search-criteria=There are no completed publication requests with the specified search criteria. (Automatic Copy)
there-are-no-completed-tasks=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94.
there-are-no-completed-tasks-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94 \u0ec2\u0e94\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0ec1\u0e9b\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2
there-are-no-instances=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd
there-are-no-instances-started-by-me=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
there-are-no-instances-started-by-me-with-the-specified-search-criteria=There are no publications requested by me with the specified search criteria. (Automatic Copy)
there-are-no-instances-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94\u0e97\u0eb5\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94 \u0ec2\u0e94\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0ec1\u0e9b\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2
there-are-no-pending-instances=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd
there-are-no-pending-instances-started-by-me=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e9c\u0eb5\u0e8d\u0ec1\u0e9c\u0ec3\u0e94\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e82\u0ead\u0e87\u0e82\u0ec9\u0ead\u0e8d
there-are-no-pending-instances-started-by-me-with-the-specified-search-criteria=There are no pending publications requested by me with the specified search criteria. (Automatic Copy)
there-are-no-pending-instances-with-the-specified-search-criteria=There are no pending publication requests with the specified search criteria. (Automatic Copy)
there-are-no-pending-tasks-assigned-to-you=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e97\u0ec8\u0eb2\u0e99
there-are-no-pending-tasks-assigned-to-you-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e97\u0ec8\u0eb2\u0e99\u0ec2\u0e94\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0ea5\u0eb1\u0e9a\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2
there-are-no-pending-tasks-assigned-to-your-roles=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99
there-are-no-pending-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0ec2\u0e94\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0
there-are-no-tasks=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94
there-are-no-tasks-assigned-to-my-roles-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e95\u0ebb\u0e99\u0ec2\u0e94\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0
there-are-no-tasks-assigned-to-you=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e97\u0ec8\u0eb2\u0e99
there-are-no-tasks-assigned-to-you-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0e9b\u0ec8\u0ebd\u0e99\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2
there-are-no-tasks-assigned-to-your-roles=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99
there-are-no-tasks-assigned-to-your-roles-with-the-specified-search-criteria=There are no tasks assigned to your roles with the specified search criteria. (Automatic Copy)
there-are-no-tasks-with-the-specified-search-criteria=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0ec3\u0e94\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e95\u0ebb\u0ea7\u0e9b\u0ec8\u0ebd\u0e99\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2
withdraw-submission=\u0e96\u0ead\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0ebb\u0ec8\u0e87
workflow-configuration=\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0ec0\u0eae\u0eb1\u0e94\u0ea7\u0ebd\u0e81
workflow-submissions=Workflow Submissions (Automatic Copy)
workflows=Workflows (Automatic Copy)
write-your-definition-or-x=Write your definition or {0} (Automatic Copy)
x-assigned-the-task-to-the-x-role={0} assigned the task to the {1} role. (Automatic Copy)
x-by-x={0} by {1} (Automatic Copy)
x-submitted-a-x-for-publication={0} submitted a {1} for publication. (Automatic Copy)
x-updated-the-task={0} updated the task. (Automatic Copy)
you-cannot-deactivate-or-delete-this-definition=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e94\u0eb5\u0ec1\u0ead\u0eb1\u0e81\u0e95\u0eb4\u0e9a \u0eab\u0ebc\u0eb7 \u0ea5\u0eb6\u0e9a\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9. \u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0ea1\u0ea7\u0e99\u0e9c\u0ebb\u0e99\u0ead\u0eb5\u0e99\u0eaa\u0eb0\u0ec1\u0e95\u0e99\u0e97\u0eb5\u0ec8\u0ead\u0ec9\u0eb2\u0e87\u0ec0\u0e96\u0eb4\u0e87\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0e99\u0eb5\u0ec9.
you-must-define-a-start-node=You must define a start node. (Automatic Copy)
you-must-define-an-end-node=You must define an end node. (Automatic Copy)
