#X-Generator: crowdin.com
activity-description=\ud65c\ub3d9 \uc124\uba85 (Automatic Translation)
add-new-x=Add New {0} (Automatic Copy)
an-error-occurred-while-retrieving-the-list-of-instances=\uac8c\uc2dc \uc694\uccad \ubaa9\ub85d\uc744 \uac80\uc0c9 \ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd \ud588\uc2b5\ub2c8\ub2e4. \uad00\ub9ac\uc790\uc5d0 \uac8c \ubb38\uc758 \ud558\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4. (Automatic Translation)
definition-imported-sucessfully=\uc131\uacf5\uc801\uc73c\ub85c \uac00\uc838\uc628 \uc815\uc758\uc785\ub2c8\ub2e4. (Automatic Translation)
each-fork-node-requires-a-join-node-make-sure-all-forks-and-joins-are-properly-paired=\uac01 \ubd84\uae30 \ub178\ub4dc \uc870\uc778 \ub178\ub4dc\uac00 \ud544\uc694\ud569\ub2c8\ub2e4. \ubaa8\ub4e0 \ud3ec\ud06c\uc640 \uc870\uc778 \uc81c\ub300\ub85c \uc9dd \ub2e4\ub294 \uac83\uc744 \ud655\uc778 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
fix-the-errors-between-the-fork-node-x-and-join-node-x=Fix the errors between the fork node {0} and join node {1}. (Automatic Copy)
fork-x-and-join-x-nodes-must-be-paired=Fork {0} and join {1} nodes must be paired. (Automatic Copy)
import-a-file=\ud30c\uc77c \uac00\uc838\uc624\uae30 (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=\uc790\uc0b0\uc744 \uc6cc\ud06c\ud50c\ub85c\uc6b0 \ud504\ub85c\uc138\uc2a4\ub97c \ud560\ub2f9 \ud558 \uace0 \ud604\uc7ac \ud504\ub85c\uc138\uc2a4\ub97c \ubaa8\ub2c8\ud130\ub9c1 \ud569\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=\ub2f9\uc2e0\uc740 \uc758\ud574 \uc2dc\uc791 \ud558\ub294 \uc6cc\ud06c\ud50c\ub85c \ud504\ub85c\uc138\uc2a4\ub97c \ub098\uc5f4 \ud569\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=\uc6cc\ud06c\ud50c\ub85c \ud504\ub85c\uc138\uc2a4\ub97c \ub9cc\ub4e4\uace0 \uc790\uc0b0\uc5d0 \ud560\ub2f9 \ud569\ub2c8\ub2e4. (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_task_web_portlet_MyWorkflowTaskPortlet=\ub0b4 \uc6cc\ud06c\ud50c\ub85c \uc791\uc5c5 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=\uc6cc\ud06c\ud50c\ub85c (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=\ub0b4 \uc81c\ucd9c (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=\uc6cc\ud06c\ud50c\ub85c (Automatic Translation)
my-submissions=\ub0b4 \uc81c\ucd9c (Automatic Translation)
my-workflow-tasks=\ub0b4 \uc6cc\ud06c\ud50c\ub85c \uc791\uc5c5 (Automatic Translation)
new-workflow=\uc0c8 \uc6cc\ud06c\ud50c\ub85c (Automatic Translation)
no-workflow-definitions-are-defined=\uc5c6\uc74c \uc6cc\ud06c\ud50c\ub85c \uc815\uc758 \uc815\uc758 \ub429\ub2c8\ub2e4. (Automatic Translation)
not-published=\uac8c\uc2dc \ub418\uc9c0 (Automatic Translation)
please-enter-a-valid-definition-before-publishing=\uac8c\uc2dc \ud558\uae30 \uc804\uc5d0 \uc720\ud6a8\ud55c \uc815\uc758 \uc785\ub825 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-name-your-workflow-before-publishing=\uc81c\ubc1c \uac8c\uc2dc \ud558\uae30 \uc804\uc5d0 \uc6cc\ud06c\ud50c\ub85c \uc774\ub984\uc744 \uc9c0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
schemes=\uad6c\uc131\ud45c (Automatic Translation)
specify-at-least-one-assignment-for-the-x-task-node=Specify at least one assignment for the {0} task node. (Automatic Copy)
task-initially-assigned-to-x=Task initially assigned to {0}. (Automatic Copy)
tasks=\uc5c5\ubb34
the-task-form-x-for-task-x-must-specify-a-form-reference-or-form-definition=The task form {0} for task {1} must specify a form reference or form definition. (Automatic Copy)
the-workflow-has-too-many-start-nodes-state-nodes-x-and-x=The workflow has too many start nodes (state nodes {0} and {1}). (Automatic Copy)
the-x-fork-node-must-have-a-matching-join-node=The {0} fork node must have a matching join node. (Automatic Copy)
the-x-node-cannot-have-an-incoming-transition=The {0} node cannot have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-incoming-transition=The {0} node must have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-outgoing-transition=The {0} node must have an outgoing transition. (Automatic Copy)
the-x-node-must-have-at-least-two-outgoing-transitions=The {0} node must have at least two outgoing transitions. (Automatic Copy)
the-x-transition-must-end-at-a-node=The {0} transition must end at a node. (Automatic Copy)
the-x-transition-must-have-a-source-node=The {0} transition must have a source node. (Automatic Copy)
there-are-no-completed-instances=\uc644\ub8cc \ub41c \uac8c\uc2dc \uc694\uccad\uc774 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-completed-instances-started-by-me=\ub098\uc758 \uc694\uccad \uc644\ub8cc \ub41c \uac8c\uc2dc\uac00 \uc5c6\ub294 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-completed-instances-started-by-me-with-the-specified-search-criteria=\uc544\ubb34 \uc644\uc131 \ub41c \uac04\ud589\ubb3c \ub098 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-completed-instances-with-the-specified-search-criteria=\uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc544\ubb34 \uc644\ub8cc \uac8c\uc2dc \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-completed-tasks=\uac70\uae30\uc5d0 \uc644\ub8cc \ub41c \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-completed-tasks-with-the-specified-search-criteria=\uac70\uae30\uc5d0 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uc870\uac74 \uc0ac\uc6a9 \ud558 \uc5ec \uc644\ub8cc \ub41c \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-instances=\uc544\ubb34 \uac8c\uc2dc \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-instances-started-by-me=\uc544\ubb34 \uac8c\uc2dc \ub098\uc758 \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-instances-started-by-me-with-the-specified-search-criteria=\uc544\ubb34 \uac04\ud589\ubb3c \ub098 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-instances-with-the-specified-search-criteria=\uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc544\ubb34 \uac8c\uc2dc \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-instances=\uac8c\uc2dc \ubcf4\ub958 \uc911\uc778 \uc694\uccad\uc774 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-instances-started-by-me=\uac70\uae30\uc5d0 \ub0a0\uc5d0 \uc758\ud574 \uc694\uccad \ub41c \ubcf4\ub958 \uc911\uc778 \uac8c\uc2dc\uac00 \uc5c6\ub294. (Automatic Translation)
there-are-no-pending-instances-started-by-me-with-the-specified-search-criteria=\uc544\ub2c8 \ubcf4\ub958 \uac04\ud589\ubb3c \ub098 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-instances-with-the-specified-search-criteria=\uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc544\ubb34 \uac8c\uc2dc \ubcf4\ub958 \uc911\uc778 \uc694\uccad\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-you=\uac70\uae30\uc5d0 \ub2f9\uc2e0\uc5d0 \uac8c \ud560\ub2f9 \ub41c \ubcf4\ub958 \uc911\uc778 \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-you-with-the-specified-search-criteria=\uac70\uae30\uc5d0 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uc870\uac74\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \ud560\ub2f9 \ub41c \ubcf4\ub958 \uc911\uc778 \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-your-roles=\uac70\uae30\uc5d0 \ub2f9\uc2e0\uc758 \uc5ed\ud560\uc5d0 \ud560\ub2f9 \ub41c \ubcf4\ub958 \uc911\uc778 \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\uac70\uae30\uc5d0 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uc870\uac74 \uc0ac\uc6a9 \ud558 \uc5ec \uc5ed\ud560\uc5d0 \ud560\ub2f9 \ub41c \ubcf4\ub958 \uc911\uc778 \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-tasks=\uc5c5\ubb34 \uc5c6\ub2e4.
there-are-no-tasks-assigned-to-my-roles-with-the-specified-search-criteria=\uac70\uae30\uc5d0 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uc870\uac74\uc73c\ub85c \ub0b4 \uc5ed\ud560\uc5d0 \ud560\ub2f9 \ub41c \uc791\uc5c5\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-tasks-assigned-to-you=\ub2f9\uc2e0\uc5d0 \uac8c \ud560\ub2f9 \ub41c \uc5c6\ub294 \uc791\uc5c5\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-tasks-assigned-to-you-with-the-specified-search-criteria=\uc9c0\uc815 \ub41c \uac80\uc0c9 \uc870\uac74\uc73c\ub85c \ub2f9\uc2e0\uc5d0 \uac8c \ud560\ub2f9 \ub41c \uc5c6\ub294 \uc791\uc5c5\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-tasks-assigned-to-your-roles=\ub2f9\uc2e0\uc758 \uc5ed\ud560\uc5d0 \ud560\ub2f9 \ub41c \uc5c6\ub294 \uc791\uc5c5\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\uc9c0\uc815 \ub41c \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \ub2f9\uc2e0\uc758 \uc5ed\ud560\uc5d0 \ud560\ub2f9 \ub41c \uc5c6\ub294 \uc791\uc5c5\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
there-are-no-tasks-with-the-specified-search-criteria=\uac70\uae30\uc5d0 \uc9c0\uc815 \ub41c \uac80\uc0c9 \uc870\uac74 \uc0ac\uc6a9 \ud558 \uc5ec \uc791\uc5c5\uc740 \uc5c6\uc2b5\ub2c8\ub2e4. (Automatic Translation)
withdraw-submission=\uc81c\ucd9c \ucca0\ud68c (Automatic Translation)
workflow-configuration=Portlet\uc724\uacfd
workflow-submissions=\uc6cc\ud06c\ud50c\ub85c \uc81c\ucd9c (Automatic Translation)
workflows=\uc6cc\ud06c\ud50c\ub85c (Automatic Translation)
write-your-definition-or-x=Write your definition or {0} (Automatic Copy)
x-assigned-the-task-to-the-x-role={0} assigned the task to the {1} role. (Automatic Copy)
x-by-x={0} by {1} (Automatic Copy)
x-submitted-a-x-for-publication={0} submitted a {1} for publication. (Automatic Copy)
x-updated-the-task={0} updated the task. (Automatic Copy)
you-cannot-deactivate-or-delete-this-definition=\ube44\ud65c\uc131\ud654 \ud558\uac70\ub098\uc774 \uc815\uc758 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \uc815\uc758 \ucc38\uc870 \ud558\ub294 \ud504\ub85c\uc138\uc2a4 \uc778\uc2a4\ud134\uc2a4\uac00 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
you-must-define-a-start-node=\uc2dc\uc791 \ub178\ub4dc\ub97c \uc815\uc758 \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
you-must-define-an-end-node=\ub05d \ub178\ub4dc\ub97c \uc815\uc758 \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
