#X-Generator: crowdin.com
activity-description=\u0917\u0924\u093f\u0935\u093f\u0927\u093f \u0935\u093f\u0935\u0930\u0923 (Automatic Translation)
add-new-x=Add New {0} (Automatic Copy)
an-error-occurred-while-retrieving-the-list-of-instances=\u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0915\u0943\u092a\u092f\u093e \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
definition-imported-sucessfully=\u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0906\u092f\u093e\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e. (Automatic Translation)
each-fork-node-requires-a-join-node-make-sure-all-forks-and-joins-are-properly-paired=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0915\u093e\u0902\u091f\u093e \u0928\u094b\u0921 \u090f\u0915 \u0928\u094b\u0921 \u0915\u0947 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964 \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0938\u092d\u0940 \u0915\u093e\u0902\u091f\u0947 \u0914\u0930 joins \u0920\u0940\u0915 \u0938\u0947 \u092c\u0928\u0924\u0940 \u0939\u0948\u0902\u0964 (Automatic Translation)
fix-the-errors-between-the-fork-node-x-and-join-node-x=Fix the errors between the fork node {0} and join node {1}. (Automatic Copy)
fork-x-and-join-x-nodes-must-be-paired=Fork {0} and join {1} nodes must be paired. (Automatic Copy)
import-a-file=\u0915\u094b\u0908 \u092b\u093c\u093e\u0907\u0932 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=\u092a\u0930\u093f\u0938\u0902\u092a\u0924\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u0915\u093e\u0930\u094d\u092f\u092a\u094d\u0930\u0935\u093e\u0939 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e\u0913\u0902 \u0915\u0940 \u0928\u093f\u0917\u0930\u093e\u0928\u0940 \u0915\u0930\u0928\u093e. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=\u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0915\u0940 \u0917\u0908 \u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=\u0915\u093e\u0930\u094d\u092f\u092a\u094d\u0930\u0935\u093e\u0939 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901 \u092c\u0928\u093e\u090f\u0901 \u0914\u0930 \u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u0902\u092a\u0924\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902. (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_task_web_portlet_MyWorkflowTaskPortlet=\u092e\u0947\u0930\u0947 \u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b \u0915\u093e\u0930\u094d\u092f (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_SiteAdministrationWorkflowPortlet=\u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_internal_portlet_UserWorkflowPortlet=\u092e\u0947\u0930\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_web_portlet_ControlPanelWorkflowPortlet=\u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b (Automatic Translation)
my-submissions=\u092e\u0947\u0930\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 (Automatic Translation)
my-workflow-tasks=\u0905\u092a\u0928\u0947 \u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b \u0915\u093e\u0930\u094d\u092f (Automatic Translation)
new-workflow=\u0928\u092f\u093e \u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b (Automatic Translation)
no-workflow-definitions-are-defined=\u0915\u094b\u0908 \u0935\u0930\u094d\u0915\u092b\u094d\u0932\u094b \u0921\u0947\u092b\u093f\u0928\u0947\u0936\u0928 \u0921\u093f\u092b\u093e\u0907\u0928 \u0928\u0939\u0940 \u0939\u0948|
not-published=\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0928\u0939\u0940\u0902 (Automatic Translation)
please-enter-a-valid-definition-before-publishing=\u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u094b\u0908 \u092e\u093e\u0928\u094d\u092f \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902. (Automatic Translation)
please-name-your-workflow-before-publishing=\u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0905\u092a\u0928\u0947 \u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b \u0915\u093e \u0928\u093e\u092e \u0926\u0947\u0902. (Automatic Translation)
schemes=\u092f\u094b\u091c\u0928\u093e\u0913\u0902 (Automatic Translation)
specify-at-least-one-assignment-for-the-x-task-node=Specify at least one assignment for the {0} task node. (Automatic Copy)
task-initially-assigned-to-x=Task initially assigned to {0}. (Automatic Copy)
tasks=\u091f\u093e\u0938\u094d\u0915\u094d\u0938
the-task-form-x-for-task-x-must-specify-a-form-reference-or-form-definition=The task form {0} for task {1} must specify a form reference or form definition. (Automatic Copy)
the-workflow-has-too-many-start-nodes-state-nodes-x-and-x=The workflow has too many start nodes (state nodes {0} and {1}). (Automatic Copy)
the-x-fork-node-must-have-a-matching-join-node=The {0} fork node must have a matching join node. (Automatic Copy)
the-x-node-cannot-have-an-incoming-transition=The {0} node cannot have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-incoming-transition=The {0} node must have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-outgoing-transition=The {0} node must have an outgoing transition. (Automatic Copy)
the-x-node-must-have-at-least-two-outgoing-transitions=The {0} node must have at least two outgoing transitions. (Automatic Copy)
the-x-transition-must-end-at-a-node=The {0} transition must end at a node. (Automatic Copy)
the-x-transition-must-have-a-source-node=The {0} transition must have a source node. (Automatic Copy)
there-are-no-completed-instances=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u0942\u0930\u094d\u0923 \u0915\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-completed-instances-started-by-me=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u0942\u0930\u094d\u0923 \u0915\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u092e\u0947\u0930\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-completed-instances-started-by-me-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u0942\u0930\u094d\u0923 \u0915\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0915\u093e\u0936\u0928\u094b\u0902 \u092e\u0947\u0930\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-completed-instances-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u0942\u0930\u094d\u0923 \u0915\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-completed-tasks=\u0915\u094b\u0908 completed tasks \u0928\u0939\u0940 \u0939\u0948|
there-are-no-completed-tasks-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0915\u094b\u0908 \u092a\u0942\u0930\u094d\u0923 \u0915\u093e\u0930\u094d\u092f \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-instances=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-instances-started-by-me=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u092e\u0947\u0930\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-instances-started-by-me-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u092e\u0947\u0930\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-instances-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-pending-instances=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0932\u0902\u092c\u093f\u0924 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-pending-instances-started-by-me=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0932\u0902\u092c\u093f\u0924 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u092e\u0947\u0930\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-pending-instances-started-by-me-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0932\u0902\u092c\u093f\u0924 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u092e\u0947\u0930\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-pending-instances-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0932\u0902\u092c\u093f\u0924 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-pending-tasks-assigned-to-you=\u0924\u0941\u092e\u0915\u094b \u0915\u094b\u0908 pending tasks assign \u0928\u0939\u0940 \u0939\u0948|
there-are-no-pending-tasks-assigned-to-you-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0932\u0902\u092c\u093f\u0924 \u0915\u093e\u0930\u094d\u092f \u0928\u0939\u0940\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u090f \u0917\u090f \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-pending-tasks-assigned-to-your-roles=\u0924\u0941\u092e\u0915\u094b \u0915\u094b\u0908 pending tasks assign \u0928\u0939\u0940 \u0939\u0948|
there-are-no-pending-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0932\u0902\u092c\u093f\u0924 \u0915\u093e\u0930\u094d\u092f \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u092a\u0928\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u090f \u0917\u090f \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-tasks=\u0915\u094b\u0908 tasks \u0928\u0939\u0940 \u0939\u0948|
there-are-no-tasks-assigned-to-my-roles-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u092a\u0928\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0915\u094b\u0908 \u0915\u093e\u0930\u094d\u092f \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-tasks-assigned-to-you=\u0924\u0941\u092e\u0915\u094b \u0915\u094b\u0908 pending tasks assign \u0928\u0939\u0940 \u0939\u0948|
there-are-no-tasks-assigned-to-you-with-the-specified-search-criteria=\u0915\u094b\u0908 \u0915\u093e\u0930\u094d\u092f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u090f \u0917\u090f \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-tasks-assigned-to-your-roles=\u0924\u0941\u092e\u0915\u094b \u0915\u094b\u0908 pending tasks assign \u0928\u0939\u0940 \u0939\u0948|
there-are-no-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0905\u092a\u0928\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0915\u094b\u0908 \u0915\u093e\u0930\u094d\u092f \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-tasks-with-the-specified-search-criteria=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0915\u093e\u0930\u094d\u092f \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
withdraw-submission=\u091c\u092e\u093e \u0915\u094b \u0935\u093e\u092a\u0938 (Automatic Translation)
workflow-configuration=\u0935\u0930\u094d\u0915\u092b\u094d\u0932\u094b \u0935\u093f\u0928\u094d\u092f\u093e\u0938
workflow-submissions=\u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 (Automatic Translation)
workflows=\u0935\u0930\u094d\u0915\u092b\u093c\u094d\u0932\u094b\u091c\u093c (Automatic Translation)
write-your-definition-or-x=Write your definition or {0} (Automatic Copy)
x-assigned-the-task-to-the-x-role={0} assigned the task to the {1} role. (Automatic Copy)
x-by-x={0} by {1} (Automatic Copy)
x-submitted-a-x-for-publication={0} submitted a {1} for publication. (Automatic Copy)
x-updated-the-task={0} updated the task. (Automatic Copy)
you-cannot-deactivate-or-delete-this-definition=\u0906\u092a \u0907\u0938 \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0915\u094b \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u092f\u093e \u0939\u091f\u093e \u0928\u0939\u0940\u0902 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902| \u0907\u0938 \u092a\u0930\u093f\u092d\u093e\u0937\u093e \u0915\u0947 reference \u0915\u0947 \u0932\u093f\u090f process instances \u0939\u0948|
you-must-define-a-start-node=\u0924\u0941\u092e \u090f\u0915 \u0936\u0941\u0930\u0942 \u0928\u094b\u0921 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964 (Automatic Translation)
you-must-define-an-end-node=\u0906\u092a \u0915\u094b\u0908 \u0905\u0902\u0924 \u0928\u094b\u0921 \u0915\u094b \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964 (Automatic Translation)
