#X-Generator: crowdin.com
action.ADD_STRUCTURE=Legg til struktur
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Bytte av spr\u00e5k vil ikke automatisk oversette det eksisterende malskriptet. For \u00e5 bruke paletten etter \u00e5 ha endret spr\u00e5k m\u00e5 du lagre f\u00f8rst.
copy-display-templates=Kopier visningsmaler
copy-form-templates=Kopier skjemamaler
copy-template=Kopier mal
copy-templates=Kopier maler
copy-x=Kopier {0}
ddm-structure-local-service=Lokal tjeneste for DDM struktuerer
ddm-structure-local-service-help=Leverer den lokale tjenesten for tilgang til, opprettelse, sletting og oppdatering av dynamiske data tilordnings (DDM) strukturer.
ddm-structure-service=Tjeneste for DDM-strukturer
ddm-structure-service-help=Leverer fjerntilgangstjenesten for tilgang til, opprettelse, sletting og oppdatering av dynamisk data tilordning (DDM) strukturer. Funksjonene inkluderer tilgangskontroll.
ddm-template-local-service=Lokal tjeneste for DDM maler
ddm-template-local-service-help=Leverer den lokale tjenesten for tilgang til, opprettelse, kopiering, sletting og oppdatering av dynamisk data tilordnings (DDM) maler.
ddm-template-service=Tjeneste for DDM-maler
ddm-template-service-help=Leverer fjerntilgangstjenesten for tilgang til, opprettelse, sletting og oppdatering av dynamisk data tilordnings (DDM) maler. Funksjonene inkluderer tilgangskontroll.
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=Rediger standardverdier
ftl[stands-for]=FreeMarker
items-class=Elementklasse
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Dynamisk tilordning (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Vis postmaler (Automatic Translation)
journal-article=Webinnhold (Automatic Translation)
journal-template-cacheable-help=Fjern bare markeringer under utvikling av maler som bruker h\u00e5ndtering av sp\u00f8rringer, CMS sp\u00f8rringsgrensesnitt, eller annen dynamisk funksjonalitet.
json[stands-for]=JSON (Automatic Copy)
manage-templates=Administrer maler
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Dynamisk tilordning struktur (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Dynamisk tilordningsmal (Automatic Translation)
new-structure=Ny struktur
only-allow-deleting-required-fields-in-edit-mode=Tillat bare sletting av p\u00e5krevde felt i redigeringsmodus.
parent-x=Overordnet {0}
please-enter-a-valid-script=Vennligst angi et gyldig skript.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Vennligst angi unike strukturfeltnavn (inkludert feltnavn som er arvet fra overordnet struktur).
save-and-continue=Lagre og fortsett
script-file=Skript-fil
storage-type=Lagringstype
structure-help=Velg en struktur for \u00e5 opprette en mal for den strukturen eller la dette feltet v\u00e6re blankt for \u00e5 opprette en generisk mal som kan legges inn i andre maler.
template-key-help=Maln\u00f8kkelen kan brukes for \u00e5 inkludere denne malen programmatisk i en annen mal.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=Strukturen kan ikke slettes da den har en eller flere understrukturer.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=Strukturen kan ikke slettes da den er p\u00e5krevd av en eller flere strukturlenker.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=Strukturen kan ikke slettes da den er p\u00e5krevd av en eller flere maler.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=The template cannot be deleted because it is required by one or more template links. (Automatic Copy)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Det finnes maler som referere til denne strukturen. Vennligst oppdater dem dersom et feltnavn gis nytt navn eller fjernes.
this-is-a-collection-of-fields=Dette er en samling felt.
this-is-a-repeatable-field=Dette feltet kan gjentas. Iterer over s\u00f8sknene for \u00e5 n\u00e5 hver verdi introdusert av innholdets forfatter.
variable=Variabel
vm[stands-for]=Hastighet
x-key={0} n\u00f8kkel
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=Du kan ikke fjerne attributtet. (Automatic Translation)
you-have-entered-invalid-json=Du har angitt ugyldig JSON. (Automatic Translation)
