#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated. (Automatic Copy)
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated. (Automatic Copy)
changeable-default-language=Changeable Default Language (Automatic Copy)
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings. (Automatic Copy)
changing-the-language-does-not-automatically-translate-the-existing-template-script=Changing the language does not automatically translate the existing template script. To use the palette after changing the language, save first. (Automatic Copy)
copy-display-templates=\u0e81\u0ecb\u0ead\u0e9a\u0e9b\u0eb5\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0e94
copy-form-templates=\u0e81\u0ecb\u0ead\u0e9a\u0e9b\u0eb5\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0e94
copy-template=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94
copy-templates=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0ea3\u0ecb\u0e94
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=DDM Structure Local Service (Automatic Copy)
ddm-structure-local-service-help=(Automatic Copy)
ddm-structure-service=DDM Structure Service (Automatic Copy)
ddm-structure-service-help=(Automatic Copy)
ddm-template-local-service=DDM Template Local Service (Automatic Copy)
ddm-template-local-service-help=(Automatic Copy)
ddm-template-service=DDM Template Service (Automatic Copy)
ddm-template-service-help=(Automatic Copy)
ddmweb-configuration-name=Dynamic Data Mapping Web (Automatic Copy)
edit-default-values=\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ea1\u0eb9\u0e99\u0e84\u0ec8\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=Items Class (Automatic Copy)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Dynamic Data Mapping (Automatic Copy)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Application Display Templates (Automatic Copy)
journal-article=Web Content (Automatic Copy)
journal-template-cacheable-help=\u0e9a\u0ecd\u0ec8\u0ec0\u0e8a\u0eb1\u0ecb\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99\u0ec0\u0ea1\u0eb7\u0ec8\u0ead\u0e81\u0eb2\u0e99\u0e9e\u0eb1\u0e94\u0e97\u0eb0\u0e99\u0eb2\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e81\u0ecb\u0e94\u0e95\u0eb2\u0ea1\u0e84\u0ea7\u0eb2\u0ea1\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99, CMS \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2 API \u0eab\u0ebc\u0eb7 \u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e94\u0eb2\u0e8d\u0e99\u0eb2\u0ea1\u0eb4\u0e81\u0ead\u0eb7\u0ec8\u0e99\u0ec6
json[stands-for]=JSON (Automatic Copy)
manage-templates=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0eb1\u0ecb\u0e94
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Dynamic Data Mapping Structure (Automatic Copy)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Dynamic Data Mapping Template (Automatic Copy)
new-structure=\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0edd\u0ec8
only-allow-deleting-required-fields-in-edit-mode=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e9e\u0ebd\u0e87\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0ea5\u0eb2\u0e87\u0e9f\u0eb4\u0ea7\u0e97\u0eb5\u0ec8\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99\u0ec3\u0e99\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec1\u0e81\u0ec9\u0ec4\u0e82
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0eaa\u0eb0\u0e81\u0eb4\u0e9a\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0e9f\u0eb4\u0ea7\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7(\u0ec0\u0e8a\u0eb4\u0e87\u0e9b\u0eb0\u0e81\u0ead\u0e9a\u0e94\u0ec9\u0ea7\u0e8d\u0e8a\u0eb7\u0ec8\u0e9f\u0eb4\u0ea7\u0e97\u0eb5\u0ec8\u0eaa\u0eb6\u0e9a\u0e97\u0ead\u0e94\u0e88\u0eb2\u0e81\u0ec2\u0e84\u0e87\u0eaa\u0ec9\u0eb2\u0e87\u0ec0\u0e84\u0ebb\u0ec9\u0eb2)
save-and-continue=\u0e88\u0eb1\u0e94\u200b\u0ec0\u0e81\u0eb1\u0e9a \u200b\u0ec1\u0ea5\u0eb0\u200b\u0eaa\u0eb7\u200b\u0e9a\u0e95\u0ecd\u0ec8\u200b
script-file=Script File (Automatic Copy)
storage-type=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e81\u0eb2\u0e99\u0ec0\u0e81\u0eb1\u0e9a\u0eae\u0eb1\u0e81\u0eaa\u0eb2
structure-help=Select a structure to create a template for that structure or leave this field blank to create a generic template that can be embedded in other templates. (Automatic Copy)
template-key-help=The template key can be used to include this template programatically in another template. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=The structure cannot be deleted because it has one or more substructures. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=The structure cannot be deleted because it is required by one or more structure links. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=The structure cannot be deleted because it is required by one or more templates. (Automatic Copy)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=The template cannot be deleted because it is required by one or more template links. (Automatic Copy)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=There are template references to this structure. Please update them if a field name is renamed or removed. (Automatic Copy)
this-is-a-collection-of-fields=This is a collection of fields. (Automatic Copy)
this-is-a-repeatable-field=This is a repeatable field. Iterate through the siblings to read each value introduced by the content author. (Automatic Copy)
variable=Variable (Automatic Copy)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=You cannot remove default attributes. (Automatic Copy)
you-have-entered-invalid-json=You have entered invalid JSON. (Automatic Copy)
