#X-Generator: crowdin.com
action.ADD_STRUCTURE=Dodaj struktur\u0119
autogenerate-structure-key-description=Sprawd\u017a to, je\u015bli dane dynamiczne mapowanie klawiszy struktura powinna by\u0107 zawsze automatycznie wygenerowany. (Automatic Translation)
autogenerate-template-key-description=Sprawd\u017a to, je\u015bli dane dynamiczne mapowanie klawiszy szablon powinien by\u0107 zawsze automatycznie wygenerowany. (Automatic Translation)
changeable-default-language=Mo\u017cna zmieni\u0107 domy\u015blny j\u0119zyk (Automatic Translation)
changeable-default-language-description=Je\u015bli zaznaczone, domy\u015blny j\u0119zyk dane dynamiczne mapowanie struktur b\u0119dzie zmienne. Domy\u015blny j\u0119zyk struktur dynamicznych danych mapowania jest odziedziczone ustawienia witryny. (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=Zmiana j\u0119zyka nie przet\u0142umaczy automatycznie bie\u017c\u0105cego szablonu. Aby u\u017cywa\u0107 palety po zmianie j\u0119zyka, zapisz zmiany.
copy-display-templates=Skopiuj szablon wygl\u0105du
copy-form-templates=Skopiuj szablon formularza
copy-template=Skopiuj szablon
copy-templates=Formatuj szablon
copy-x=Skopiuj {0}
ddm-structure-local-service=Lokalny serwis struktur DMD
ddm-structure-local-service-help=Udost\u0119pnia lokaln\u0105 us\u0142ug\u0119 umo\u017cliwiaj\u0105c\u0105 dost\u0119p, dodawanie, usuwanie i aktualizacj\u0119 struktur dynamicznego mapowania danych (DMD).
ddm-structure-service=Serwis struktur DMD
ddm-structure-service-help=Udost\u0119pnia zdaln\u0105 us\u0142ug\u0119 umo\u017cliwiaj\u0105c\u0105 dost\u0119p, dodawanie, usuwanie i aktualizacj\u0119 struktur dynamicznego mapowania danych (DMD), uwzgl\u0119dniaj\u0105c kontrol\u0119 uprawnie\u0144.
ddm-template-local-service=Lokalny serwis szablon\u00f3w DMD
ddm-template-local-service-help=Udost\u0119pnia lokaln\u0105 us\u0142ug\u0119 umo\u017cliwiaj\u0105c\u0105 dost\u0119p, dodawanie, kopiowanie, usuwanie i aktualizacj\u0119 szablon\u00f3w dynamicznego mapowania danych (DMD).
ddm-template-service=Serwis szablon\u00f3w DMD
ddm-template-service-help=Udost\u0119pnia zdaln\u0105 us\u0142ug\u0119 umo\u017cliwiaj\u0105c\u0105 dost\u0119p, dodawanie, kopiowanie, usuwanie i aktualizacj\u0119 szablon\u00f3w dynamicznego mapowania danych (DMD), uwzgl\u0119dniaj\u0105c kontrol\u0119 uprawnie\u0144.
ddmweb-configuration-name=Dynamicznych danych mapowania sieci Web (Automatic Translation)
edit-default-values=Edytuj warto\u015bci domy\u015blne
ftl[stands-for]=FreeMarker
items-class=Klasa pozycji
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Mapowanie dynamicznego (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Szablon\u00f3w wy\u015bwietlania aplikacji (Automatic Translation)
journal-article=Zawarto\u015b\u0107 sieci Web (Automatic Translation)
journal-template-cacheable-help=Odznacz tylko podczas rozwijania szablon\u00f3w, kt\u00f3re wykorzystuj\u0105 obs\u0142ug\u0119 request\u00f3w, API zapyta\u0144 CMS lub inne funkcjonalno\u015bci dynamiczne.
json[stands-for]=JSON (Automatic Copy)
manage-templates=Zarz\u0105dzaj szablonami
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Struktury mapowania danych dynamicznych (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Dynamicznych danych mapowania szablon (Automatic Translation)
new-structure=Nowa struktura
only-allow-deleting-required-fields-in-edit-mode=Pozwala na usuni\u0119cie tylko wybranych p\u00f3l w trybie edycji.
parent-x=Nadrz\u0119dny {0}
please-enter-a-valid-script=Wprowad\u017a prawid\u0142owy skrypt.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Wprowad\u017a unikalne nazwy pola w strukturze (w tym nazwy odziedziczone ze struktury nadrz\u0119dnej).
save-and-continue=Zapisz i kontynuuj
script-file=Plik skryptu
storage-type=Typ przechowywania
structure-help=Wska\u017c struktur\u0119, z kt\u00f3rej powstanie szablon dla tej struktury, lub pozostaw pole puste, by utworzy\u0107 og\u00f3lny wzorzec, kt\u00f3ry b\u0119dzie mo\u017cna osadza\u0107 w innych szablonach.
template-key-help=Klucz szablonu mo\u017ce by\u0107 u\u017cyty do programowego do\u0142\u0105czania tego szablonu w innym szablonie.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=Struktury nie mo\u017cna usun\u0105\u0107, poniewa\u017c ma jeden lub wi\u0119cej podbudowy. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=Struktury nie mo\u017cna usun\u0105\u0107, poniewa\u017c jest to wymagane przez jedno lub wi\u0119cej \u0142\u0105czy struktury. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=Struktury nie mo\u017cna usun\u0105\u0107, poniewa\u017c jest to wymagane przez jeden lub wi\u0119cej szablon\u00f3w. (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=Szablonu nie mo\u017cna usun\u0105\u0107, poniewa\u017c jest to wymagane przez jedno lub wi\u0119cej \u0142\u0105czy szablon. (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Istniej\u0105 odno\u015bniki szablonu do tej struktury. Zaktualizuj je, je\u015bli nazwa pola si\u0119 zmieni lub zostanie usuni\u0119ta.
this-is-a-collection-of-fields=To jest kolekcja p\u00f3l.
this-is-a-repeatable-field=To jest powtarzalne pole. Przechod\u017a pomi\u0119dzy elementami, by odczyta\u0107 wszystkie warto\u015bci wprowadzone przez autora,
variable=Zmienna
vm[stands-for]=Pr\u0119dko\u015b\u0107
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=Nie mo\u017cna usun\u0105\u0107 atrybuty domy\u015blne. (Automatic Translation)
you-have-entered-invalid-json=Poda\u0142e\u015b nieprawid\u0142owy JSON. (Automatic Translation)
