#X-Generator: crowdin.com
action.ADD_STRUCTURE=Ajouter une structure
autogenerate-structure-key-description=V\u00e9rifier ceci si les cl\u00e9s de la structure du mapping de donn\u00e9es dynamique doivent toujours \u00eatre auto-g\u00e9n\u00e9r\u00e9es.
autogenerate-template-key-description=V\u00e9rifier ceci si les cl\u00e9s de gabarit de nappage de donn\u00e9es dynamique doivent toujours \u00eatre auto-g\u00e9n\u00e9r\u00e9es.
changeable-default-language=Langue par d\u00e9faut modifiable (Automatic Translation)
changeable-default-language-description=Si coch\u00e9e, la langue par d\u00e9faut des articles du contenu web sera modifiable. La langue par d\u00e9faut des articles du contenu web est h\u00e9rit\u00e9e des param\u00e8tres du site.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Lors du changement de langue, le script du gabarit ne sera pas automatiquement traduit. Enregistrer avant le changement de langue pour pouvoir utiliser la palette.
copy-display-templates=Copier les gabarits d'affichage
copy-form-templates=Copier les mod\u00e8les de formulaire
copy-template=Copier le mod\u00e8le
copy-templates=Copier gabarits
copy-x=Copier {0}
ddm-structure-local-service=Service local des structures de DDM (mapping de donn\u00e9es dynamique)
ddm-structure-local-service-help=Fournit le service local pour acc\u00e9der, ajouter, supprimer, et mettre \u00e0 jour les structures de mapping de donn\u00e9es dynamiques (DDM).
ddm-structure-service=Service des structures de DDM (mapping de donn\u00e9es dynamique)
ddm-structure-service-help=Fournit le service distant pour acc\u00e9der, ajouter, supprimer, et mettre \u00e0 jour des structures de mapping de donn\u00e9es dynamiques (DDM). Cette m\u00e9thode inclut les v\u00e9rifications de permission.
ddm-template-local-service=Service local des mod\u00e8les de DDM (mapping de donn\u00e9es dynamique)
ddm-template-local-service-help=Fournit le service local pour acc\u00e9der, ajouter, copier, supprimer et mettre \u00e0 jour les mod\u00e8les de DDM (mapping dynamique des donn\u00e9es).
ddm-template-service=Service des mod\u00e8les de DDM (mapping de donn\u00e9es dynamique)
ddm-template-service-help=Fournit le service distant pour acc\u00e9der, ajouter, copier, supprimer, et mettre \u00e0 jour des mod\u00e8les de mapping de donn\u00e9es dynamiques (DDM). Cette m\u00e9thode inclut les v\u00e9rifications de s\u00e9curit\u00e9.
ddmweb-configuration-name=Mappage de donn\u00e9es dynamiques Web
edit-default-values=Modifier les valeurs par d\u00e9faut
ftl[stands-for]=FreeMarker
items-class=Classe d'\u00e9l\u00e9ments
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Mappage de donn\u00e9es dynamiques
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Mod\u00e8les d\u2019affichage application (Automatic Translation)
journal-article=Contenu Web (Automatic Translation)
journal-template-cacheable-help=D\u00e9cochez cette option seulement lorsque vous d\u00e9veloppez des mod\u00e8les qui utilisent la gestion des requ\u00eates, des biblioth\u00e8ques de CMS et d'autres outils dynamiques.
json[stands-for]=JSON
manage-templates=G\u00e9rer les gabarits
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Structure de la cartographie des donn\u00e9es dynamiques
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Mod\u00e8le de la cartographie des donn\u00e9es dynamiques
new-structure=Nouvelle structure
only-allow-deleting-required-fields-in-edit-mode=Autoriser seulement la suppression des champs requis en mode \u00e9dition.
parent-x={0} sup\u00e9rieur
please-enter-a-valid-script=Veuillez entrer un script valide svp.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Veuillez entrer des noms de champs de structure unique (incluant les noms de champs h\u00e9rit\u00e9s de la structure parente).
save-and-continue=Sauvegarder et continuer
script-file=Fichier de script
storage-type=Type de stockage
structure-help=S\u00e9lectionner une structure pour cr\u00e9er un mod\u00e8le pour cette structure ou laisser ce champs vide pour cr\u00e9er un mod\u00e8le g\u00e9n\u00e9rique qui sera inclus dans d'autres mod\u00e8les.
template-key-help=La cl\u00e9 du mod\u00e8le peut \u00eatre utilis\u00e9e pour inclure ce mod\u00e8le (par programmation) dans un autre mod\u00e8le.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=La structure ne peut pas \u00eatre supprim\u00e9e car il a une ou plusieures sous-structures.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=La structure ne peut pas \u00eatre supprim\u00e9e car il est requis par un ou plusieurs lien de structure.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=La structure ne peut pas \u00eatre supprim\u00e9e car il est requis par un ou plusieurs gabarits.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=Ce gabarit ne peut pas \u00eatre supprim\u00e9 car il est requis by un ou plusieurs liens de gabarit.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Il y a de r\u00e9f\u00e9rence de gabarits \u00e0 cette structure. Veuillez les mettre \u00e0 jour si le nom d'un champs est modifi\u00e9 ou supprim\u00e9.
this-is-a-collection-of-fields=Ceci est une collection de champs.
this-is-a-repeatable-field=Il s'agit d'un champs r\u00e9p\u00e9t\u00e9. Veuillez parcourir ses r\u00e9p\u00e9titions pour lire chaque valeur introduite par l'auteur du contenu.
variable=Variable
vm[stands-for]=Velocity
x-key={0} cl\u00e9
x-version-x={0} ({1})
you-cannot-remove-default-attributes=Vous ne pouvez pas supprimer les attributs par d\u00e9faut. (Automatic Translation)
you-have-entered-invalid-json=Vous avez entr\u00e9 JSON non valide. (Automatic Translation)
