#X-Generator: crowdin.com
action.ADD_STRUCTURE=Adicionar Estrutura
autogenerate-structure-key-description=Selecione esta op\u00e7\u00e3o se as chaves de estruturas para mapeamento din\u00e2mico de dados devem ser sempre geradas automaticamente.
autogenerate-template-key-description=Selecione esta op\u00e7\u00e3o se as chaves de templates para mapeamento din\u00e2mico de dados devem ser sempre geradas automaticamente.
changeable-default-language=Idioma padr\u00e3o mut\u00e1vel (Automatic Translation)
changeable-default-language-description=Se selecionado, a l\u00edngua por omiss\u00e3o para artigos de conte\u00fado web ser\u00e1 alter\u00e1vel. A l\u00edngua por omiss\u00e3o de artigos de conte\u00fado web \u00e9 herdada das defini\u00e7\u00f5es do site.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Alterar o idioma n\u00e3o traduz automaticamente o template de script existente. Para utilizar a palete ap\u00f3s alterar o idioma, salve antes.
copy-display-templates=Copiar Templates de Visualiza\u00e7\u00e3o
copy-form-templates=Copiar Templates de Formul\u00e1rio
copy-template=Copiar Template
copy-templates=Copiar Templates
copy-x=Copiar {0}
ddm-structure-local-service=DDM Structure Local Service
ddm-structure-local-service-help=Fornece o servi\u00e7o local para aceder, adicionar, remover e atualizar conjuntos de registos de mapeamento de dados din\u00e2micos (DDM).
ddm-structure-service=DDM Structure Service
ddm-structure-service-help=Fornece o servi\u00e7o remoto para aceder, adicionar, remover e atualizar conjuntos de registos de mapeamento de dados din\u00e2micos (DDM). Este m\u00e9todo inclui verifica\u00e7\u00e3o de permiss\u00f5es.
ddm-template-local-service=DDM Template Local Service
ddm-template-local-service-help=Fornece o servi\u00e7o local para aceder, adicionar, remover e atualizar templates de mapeamento de dados din\u00e2micos (DDM).
ddm-template-service=DDM Template Service
ddm-template-service-help=Fornece o servi\u00e7o remoto para aceder, adicionar, remover e atualizar templates de mapeamento de dados din\u00e2micos (DDM). Este m\u00e9todo inclui verifica\u00e7\u00e3o de permiss\u00f5es.
ddmweb-configuration-name=Mapeamento de Dados Din\u00e2micos WEB
edit-default-values=Editar Valores por Omiss\u00e3o
ftl[stands-for]=FreeMarker
items-class=Itens da Classe
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Mapeamento de Dados Din\u00e2micos
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Aplica\u00e7\u00e3o de modelos de exibi\u00e7\u00e3o (Automatic Translation)
journal-article=Conte\u00fado Web
journal-template-cacheable-help=Apenas desmarque se estiver a desenvolver templates que utilizam\: manipula\u00e7\u00e3o de request, CMS query API, ou outras caracter\u00edsticas din\u00e2micas.
json[stands-for]=JSON
manage-templates=Gerir Templates
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Estrutura de Mapeamento de Dados Din\u00e2mica
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Template para Mapeamento de Dados Din\u00e2mico
new-structure=Nova estrutura
only-allow-deleting-required-fields-in-edit-mode=Permitir apagar os campos obrigat\u00f3rios apenas no modo de edi\u00e7\u00e3o.
parent-x=Pai {0}
please-enter-a-valid-script=Por favor, insira um script v\u00e1lido.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Por favor, insira nomes \u00fanicos para os campos da estrutura (incluindo nomes dos campos herdados da estrutura pai).
save-and-continue=Salvar e Continuar
script-file=Script
storage-type=Tipo de Armazenamento
structure-help=Selecione uma estrutura para criar um template para essa estrutura ou deixe este campo em branco para criar um template gen\u00e9rico, que pode ser embutido noutros templates.
template-key-help=A chave do template pode ser utilizada programaticamente para incluir este template noutro.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=A estrutura n\u00e3o pode ser removida porque possui uma ou mais subestruturas.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=A estrutura n\u00e3o pode ser removida porque \u00e9 solicitada por um ou mais links de estrutura.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=A estrutura n\u00e3o pode ser removida porque \u00e9 solicitada por um ou mais templates.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=O template n\u00e3o pode ser removido porque ele \u00e9 solicitado por um ou mais links de template.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Existem templates que referenciam esta estrutura. Por favor, atualize-os se um nome de um campo for modificado ou removido.
this-is-a-collection-of-fields=Isto \u00e9 uma cole\u00e7\u00e3o de campos.
this-is-a-repeatable-field=Este campo \u00e9 repet\u00edvel. Iterar pelos irm\u00e3os para ler cada valor introduzido pelo autor do conte\u00fado.
variable=Vari\u00e1vel
vm[stands-for]=Velocity
x-key={0} Chave
x-version-x={0} ({1})
you-cannot-remove-default-attributes=Voc\u00ea n\u00e3o pode remover atributos padr\u00e3o. (Automatic Translation)
you-have-entered-invalid-json=Voc\u00ea digitou JSON inv\u00e1lido. (Automatic Translation)
