#X-Generator: crowdin.com
action.ADD_STRUCTURE=Dodaj strukturu
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Promjena jezika ne prevodi automatski postoje\u0107u skriptu predlo\u0161ka. Kako biste koristili paletu nakon promjene jezika, prvo spremite promjene.
copy-display-templates=Kopiraj predlo\u0161ke prikaza
copy-form-templates=Kopiraj predlo\u0161ke formi
copy-template=Kopiraj predlo\u017eak
copy-templates=Uobli\u010di predlo\u017eak
copy-x=Kopiraj {0}
ddm-structure-local-service=Lokalna usluga DDM strukture
ddm-structure-local-service-help=Pru\u017ea lokalnu uslugu za pristupanje, dodavanje, brisanje i a\u017euriranje struktura dinami\u010dkog mapiranja podataka (DDM).
ddm-structure-service=Usluga DDM strukture
ddm-structure-service-help=Pru\u017ea udaljenu uslugu za pristupanje, dodavanje, brisanje i a\u017euriranje struktura dinami\u010dkog mapiranja podataka (DDM). Metode usluge uklju\u010duju i provjere dopu\u0161tenja.
ddm-template-local-service=Lokalna usluga predlo\u0161ka DDM-a
ddm-template-local-service-help=Pru\u017ea lokalnu uslugu za pristupanje, dodavanje, kopiranje, brisanje i a\u017euriranje predlo\u017eaka dinami\u010dkog mapiranja podataka (DDM).
ddm-template-service=Usluga DDM predlo\u0161ka
ddm-template-service-help=Pru\u017ea udaljenu uslugu za pristupanje, dodavanje, kopiranje, brisanje i a\u017euriranje predlo\u017eaka dinami\u010dkog mapiranja podataka (DDM). Metode usluge uklju\u010duju i sigurnosne provjere.
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=Ure\u0111ivanje zadanih vrijednosti
ftl[stands-for]=FreeMarker
items-class=Klasa stavki
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Dynamic Data Mapping (Automatic Copy)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Application Display Templates (Automatic Copy)
journal-article=Web Content (Automatic Copy)
journal-template-cacheable-help=Samo odzna\u010di kada se izra\u0111uju predlo\u0161ci koji se koriste rukovanjem zahtjeva, CMS ispitivanjem API, ili drugim dinami\u010dnim osobinama.
json[stands-for]=JSON (Automatic Copy)
manage-templates=Upravljanje predlo\u0161cima
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Dynamic Data Mapping Structure (Automatic Copy)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Dynamic Data Mapping Template (Automatic Copy)
new-structure=Nova struktura
only-allow-deleting-required-fields-in-edit-mode=Brisanje obveznih polja dozvoli samo u modu ure\u0111ivanja.
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=Molimo unesite valjanu skriptu.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Molimo unesite jedinstvene nazive strukturu polja (uklju\u010duju\u0107i nazive polja naslije\u0111ene od nadre\u0111enog strukture).
save-and-continue=Spremi i nastavi
script-file=Script File (Automatic Copy)
storage-type=Tip za pohranu
structure-help=Select a structure to create a template for that structure or leave this field blank to create a generic template that can be embedded in other templates. (Automatic Copy)
template-key-help=The template key can be used to include this template programatically in another template. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=The structure cannot be deleted because it has one or more substructures. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=The structure cannot be deleted because it is required by one or more structure links. (Automatic Copy)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=The structure cannot be deleted because it is required by one or more templates. (Automatic Copy)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=The template cannot be deleted because it is required by one or more template links. (Automatic Copy)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=There are template references to this structure. Please update them if a field name is renamed or removed. (Automatic Copy)
this-is-a-collection-of-fields=This is a collection of fields. (Automatic Copy)
this-is-a-repeatable-field=This is a repeatable field. Iterate through the siblings to read each value introduced by the content author. (Automatic Copy)
variable=Variable (Automatic Copy)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=You cannot remove default attributes. (Automatic Copy)
you-have-entered-invalid-json=You have entered invalid JSON. (Automatic Copy)
