#X-Generator: crowdin.com
action.ADD_STRUCTURE=Adicionar Estrutura
autogenerate-structure-key-description=Marque isto se as chaves de estruturas de mapeamento de dados din\u00e2micos devem ser sempre autogeradas.
autogenerate-template-key-description=Marque isto se as chaves dos modelos de mapeamento de dados din\u00e2micos devem ser sempre autogeradas.
changeable-default-language=Idioma padr\u00e3o mut\u00e1vel (Automatic Translation)
changeable-default-language-description=Se selecionado, o idioma padr\u00e3o dos artigos de conte\u00fado web ser\u00e1 mut\u00e1vel. O idioma padr\u00e3o dos artigos de conte\u00fado web \u00e9 herdado das configura\u00e7\u00f5es do site.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Alterar o idioma n\u00e3o traduz o modelo de script existente automaticamente. Para usar a paleta ap\u00f3s modificar o idioma, salve antes.
copy-display-templates=Copiar modelos de exibi\u00e7\u00e3o
copy-form-templates=Copiar modelos de formul\u00e1rio
copy-template=Copiar modelo
copy-templates=Copiar modelos
copy-x=Copiar {0}
ddm-structure-local-service=DDM Structure Local Service
ddm-structure-local-service-help=Fornece o servi\u00e7o local para acessar, incluir, excluir e atualizar conjuntos de registros de mapeamento de dados din\u00e2micos (DDM).
ddm-structure-service=DDM Structure Service
ddm-structure-service-help=Fornece o servi\u00e7o remoto para acessar, incluir, excluir e atualizar conjuntos de registros de mapeamento de dados din\u00e2micos (DDM). Este m\u00e9todo inclui checagens de permiss\u00e3o.
ddm-template-local-service=DDM Template Local Service
ddm-template-local-service-help=Fornece o servi\u00e7o local para acessar, incluir, excluir e atualizar modelos de mapeamento de dados din\u00e2micos (DDM).
ddm-template-service=DDM Template Service
ddm-template-service-help=Fornece o servi\u00e7o remoto para acessar, incluir, excluir e atualizar modelos de mapeamento de dados din\u00e2micos (DDM). Este m\u00e9todo inclui checagens de permiss\u00e3o.
ddmweb-configuration-name=Mapeamento Web de Dados Din\u00e2micos
edit-default-values=Editar valores padr\u00e3o
ftl[stands-for]=FreeMarker
items-class=Itens da Classe
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Mapeamento de Dados Din\u00e2micos
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Modelos de Exibi\u00e7\u00e3o de Aplica\u00e7\u00e3o
journal-article=Conte\u00fado da Web (Automatic Translation)
journal-template-cacheable-help=Somente desmarque ao desenvolver modelos que usam a manipula\u00e7\u00e3o de request, CMS query API, ou outras caracter\u00edsticas din\u00e2micas.
json[stands-for]=JSON
manage-templates=Gerenciar modelos
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Estrutura de Mapeamento de Dados Din\u00e2micos
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Modelo de Mapeamento de Dados Din\u00e2micos
new-structure=Nova estrutura
only-allow-deleting-required-fields-in-edit-mode=Permitir apagar os campos obrigat\u00f3rios apenas no modo de edi\u00e7\u00e3o.
parent-x={0} Superior
please-enter-a-valid-script=Por favor, insira um script v\u00e1lido.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Por favor, insira nomes \u00fanicos para os campos da estrutura (incluindo nomes dos campos herdados da estrutura pai).
save-and-continue=Salvar e continuar
script-file=Script
storage-type=Tipo de armazenamento
structure-help=Selecione uma estrutura para criar um modelo a partir desta estrutura ou deixe este campo em branco para criar um modelo gen\u00e9rico que pode ser embutido em outros modelos.
template-key-help=Esta ID do modelo pode ser usada para incluir este modelo programaticamente em outro modelo.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=A estrutura n\u00e3o pode ser exclu\u00edda porque possui uma ou mais subestruturas.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=A estrutura n\u00e3o pode ser exclu\u00edda porque \u00e9 requerida por um ou mais links de estrutura.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=A estrutura n\u00e3o pode ser exclu\u00edda porque \u00e9 requerida por um ou mais modelos.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=O modelo n\u00e3o pode ser exclu\u00eddo porque ele \u00e9 requerido por um ou mais links de modelo.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Existem modelos que referenciam esta estrutura. Por favor, atualize-os se um nome de um campo for modificado ou removido.
this-is-a-collection-of-fields=Isto \u00e9 uma cole\u00e7\u00e3o de campos.
this-is-a-repeatable-field=Este campo \u00e9 repet\u00edvel. Percorrer os irm\u00e3os para ler cada valor introduzido pelo autor do conte\u00fado.
variable=Vari\u00e1vel
vm[stands-for]=Velocity
x-key={0} Chave
x-version-x={0} ({1})
you-cannot-remove-default-attributes=Voc\u00ea n\u00e3o pode remover atributos padr\u00e3o. (Automatic Translation)
you-have-entered-invalid-json=Voc\u00ea digitou JSON inv\u00e1lido. (Automatic Translation)
