#X-Generator: crowdin.com
action.ADD_STRUCTURE=Th\u00eam c\u1ea5u tr\u00fac tin (Structure)
autogenerate-structure-key-description=Ki\u1ec3m tra n\u00e0y n\u1ebfu d\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 c\u1ea5u tr\u00fac ph\u00edm n\u00ean lu\u00f4n lu\u00f4n l\u00e0 autogenerated. (Automatic Translation)
autogenerate-template-key-description=Ki\u1ec3m tra n\u00e0y n\u1ebfu d\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 m\u1eabu ph\u00edm n\u00ean lu\u00f4n lu\u00f4n l\u00e0 autogenerated. (Automatic Translation)
changeable-default-language=Ng\u00f4n ng\u1eef c\u00f3 th\u1ec3 thay \u0111\u1ed5i m\u1eb7c \u0111\u1ecbnh (Automatic Translation)
changeable-default-language-description=N\u1ebfu \u0111\u00e3 ki\u1ec3m tra, ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh c\u1ee7a d\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 c\u1ea5u tr\u00fac s\u1ebd \u0111\u01b0\u1ee3c thay \u0111\u1ed5i. Ng\u00f4n ng\u1eef m\u1eb7c \u0111\u1ecbnh c\u1ee7a d\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 c\u1ea5u tr\u00fac \u0111\u01b0\u1ee3c k\u1ebf th\u1eeba t\u1eeb c\u00e1c thi\u1ebft l\u1eadp trang web. (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=Thay \u0111\u1ed5i ng\u00f4n ng\u1eef kh\u00f4ng t\u1ef1 \u0111\u1ed9ng d\u1ecbch c\u00e1c k\u1ecbch b\u1ea3n m\u1eabu s\u1eb5n c\u00f3. S\u1eed d\u1ee5ng c\u00e1c b\u1ea3ng sau khi thay \u0111\u1ed5i ng\u00f4n ng\u1eef, l\u01b0u \u0111\u1ea7u ti\u00ean. (Automatic Translation)
copy-display-templates=Sao ch\u00e9p c\u00e1c Bi\u1ec3u m\u1eabu hi\u1ec3n th\u1ecb
copy-form-templates=Sao ch\u00e9p t\u1eeb Bi\u1ec3u m\u1eabu
copy-template=Sao ch\u00e9p Bi\u1ec3u m\u1eabu
copy-templates=Sao ch\u00e9p Bi\u1ec3u m\u1eabu
copy-x=Sao ch\u00e9p {0}
ddm-structure-local-service=DDM Structure Local Service
ddm-structure-local-service-help=Cung c\u1ea5p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt c\u1ea5u tr\u00fac \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM).
ddm-structure-service=DDM Structure Service
ddm-structure-service-help=Cung c\u00e1p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt c\u1ea5u tr\u00fac \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM). H\u00e0m \u0111\u00e3 bao g\u1ed3m ki\u1ec3m tra quy\u1ec1n th\u1ef1c thi.
ddm-template-local-service=DDM Template Local Service
ddm-template-local-service-help=Cung c\u1ea5p d\u1ecbch v\u1ee5 g\u1ecdi c\u1ee5c b\u1ed9 \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt bi\u1ec3u m\u1eabu \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM).
ddm-template-service=DDM Template Service
ddm-template-service-help=Cung c\u00e1p d\u1ecbch v\u1ee5 g\u1ecdi t\u1eeb xa \u0111\u1ec3 truy nh\u1eadp, th\u00eam m\u1edbi, x\u00f3a, v\u00e0 c\u1eadp nh\u1eadt bi\u1ec3u m\u1eabu \u00c1nh x\u1ea1 d\u1eef li\u1ec7u \u0111\u1ed9ng (DDM). H\u00e0m \u0111\u00e3 bao g\u1ed3m ki\u1ec3m tra quy\u1ec1n th\u1ef1c thi.
ddmweb-configuration-name=D\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 Web (Automatic Translation)
edit-default-values=C\u1eadp nh\u1eadt gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=L\u1edbp
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=L\u1eadp b\u1ea3n \u0111\u1ed3 d\u1eef li\u1ec7u \u0111\u1ed9ng (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=M\u1eabu m\u00e0n h\u00ecnh \u1ee9ng d\u1ee5ng (Automatic Translation)
journal-article=N\u1ed9i dung trang web (Automatic Translation)
journal-template-cacheable-help=B\u1ea1n n\u00ean b\u1ecf ch\u1ecdn khi \u0111ang ph\u00e1t tri\u1ec3n Bi\u1ec3u m\u1eabu s\u1eed d\u1ee5ng HTTP Request , Th\u01b0 vi\u1ec7n truy v\u1ea5n CMS ho\u1eb7c c\u00e1c t\u00ednh n\u0103ng \u0111\u1ed9ng kh\u00e1c.
json[stands-for]=JSON (Automatic Copy)
manage-templates=Qu\u1ea3n l\u00fd bi\u1ec3u m\u1eabu
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=D\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 c\u1ea5u tr\u00fac (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=D\u1eef li\u1ec7u \u0111\u1ed9ng l\u1eadp b\u1ea3n \u0111\u1ed3 m\u1eabu (Automatic Translation)
new-structure=C\u1ea5u tr\u00fac m\u1edbi
only-allow-deleting-required-fields-in-edit-mode=Ch\u1ec9 cho ph\u00e9p x\u00f3a tr\u01b0\u1eddng b\u1eaft bu\u1ed9c \u1edf ch\u1ebf \u0111\u1ed9 c\u1eadp nh\u1eadt.
parent-x=Ph\u00eda tr\u00ean {0}
please-enter-a-valid-script=Vui l\u00f2ng nh\u1eadp script h\u1ee3p l\u1ec7.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Vui l\u00f2ng nh\u1eadp v\u00e0o c\u00e1c t\u00ean thu\u1ed9c t\u00ednh trong c\u1ea5u tr\u00fac duy nh\u1ea5t (lo\u1ea1i tr\u1eeb c\u1ea3 t\u00ean nh\u1eefng thu\u1ed9c t\u00ednh \u0111\u01b0\u1ee3c k\u1ebf th\u1eeba t\u1eeb c\u1ea5u tr\u00fac cha).
save-and-continue=L\u01b0u v\u00e0 ti\u1ebfp t\u1ee5c
script-file=T\u1eadp tin script
storage-type=Ki\u1ec3u l\u01b0u tr\u1eef
structure-help=Ch\u1ecdn c\u1ea5u tr\u00fac \u0111\u1ec3 t\u1ea1o m\u1edbi bi\u1ec3u m\u1eabu v\u1edbi c\u1ea5u tr\u00fac n\u00e0y, ho\u1eb7c \u0111\u1ec3 tr\u1ed1ng \u0111\u1ec3 t\u1ea1o m\u1edbi bi\u1ec3u m\u1eabu chung chung v\u00e0 bi\u1ec3u m\u1eabu chung chung n\u00e0y c\u00f3 th\u1ec3 nh\u00fang v\u00e0o c\u00e1c bi\u1ec3u m\u1eabu kh\u00e1c.
template-key-help=Kh\u00f3a \u0111\u1eb7c tr\u01b0ng c\u1ee7a bi\u1ec3u m\u1eabu c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng \u0111\u1ec3 l\u1eadp tr\u00ecnh nh\u00fang bi\u1ec3u m\u1eabu n\u00e0y v\u00e0o trong bi\u1ec3u m\u1eabu kh\u00e1c.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=C\u1ea5u tr\u00fac kh\u00f4ng th\u1ec3 b\u1ecb xo\u00e1 v\u00ec n\u00f3 c\u00f3 m\u1ed9t hay nhi\u1ec1u b\u1edd. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=C\u1ea5u tr\u00fac kh\u00f4ng th\u1ec3 b\u1ecb xo\u00e1 v\u00ec n\u00f3 l\u00e0 y\u00eau c\u1ea7u c\u1ee7a m\u1ed9t ho\u1eb7c nhi\u1ec1u c\u1ea5u tr\u00fac li\u00ean k\u1ebft. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=C\u1ea5u tr\u00fac kh\u00f4ng th\u1ec3 b\u1ecb xo\u00e1 v\u00ec n\u00f3 l\u00e0 y\u00eau c\u1ea7u c\u1ee7a m\u1ed9t ho\u1eb7c nhi\u1ec1u m\u1eabu. (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=C\u00e1c m\u1eabu kh\u00f4ng th\u1ec3 b\u1ecb xo\u00e1 v\u00ec n\u00f3 l\u00e0 y\u00eau c\u1ea7u c\u1ee7a m\u1ed9t ho\u1eb7c nhi\u1ec1u ti\u00eau b\u1ea3n li\u00ean k\u1ebft. (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Hi\u1ec7n \u0111ang c\u00f3 Bi\u1ec3u m\u1eabu s\u1eed d\u1ee5ng C\u1ea5u tr\u00fac n\u00e0y. B\u1ea1n h\u00e3y c\u1eadp nh\u1eadt ch\u00fang n\u1ebfu t\u00ean \u0111\u00e3 b\u1ecb \u0111\u1ed5i t\u00ean ho\u1eb7c g\u1ee1 b\u1ecf.
this-is-a-collection-of-fields=\u0110\u00e2y l\u00e0 t\u1eadp h\u1ee3p c\u00e1c tr\u01b0\u1eddng.
this-is-a-repeatable-field=\u0110\u00e2y l\u00e0 tr\u01b0\u1eddng th\u00f4ng tin c\u00f3 th\u1ec3 l\u1eb7p l\u1ea1i \u0111\u01b0\u1ee3c. Qu\u00e1 tr\u00ecnh l\u1eb7p \u0111\u1ec3 \u0111\u1ecdc t\u1eebng gi\u00e1 tr\u1ecb \u0111\u01b0\u1ee3c gi\u1edbi thi\u1ec7u b\u1edfi t\u00e1c gi\u1ea3 n\u1ed9i dung.
variable=Bi\u1ebfn
vm[stands-for]=M\u00e3 Velocity
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=B\u1ea1n kh\u00f4ng th\u1ec3 lo\u1ea1i b\u1ecf thu\u1ed9c t\u00ednh m\u1eb7c \u0111\u1ecbnh. (Automatic Translation)
you-have-entered-invalid-json=B\u1ea1n \u0111\u00e3 nh\u1eadp kh\u00f4ng h\u1ee3p l\u1ec7 JSON. (Automatic Translation)
