#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0647\u064a\u0643\u0644\u064a\u0629
autogenerate-structure-key-description=\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0630\u0644\u0643 \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 \u062a\u0639\u064a\u064a\u0646 \u0645\u0641\u0627\u062a\u064a\u062d \u0627\u0644\u0647\u064a\u0643\u0644 \u062f\u0627\u0626\u0645\u0627\u064b \u0627\u0644\u0645\u0639\u0637\u064a\u0627\u062a. (Automatic Translation)
autogenerate-template-key-description=\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0630\u0644\u0643 \u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u0646\u0628\u063a\u064a \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 \u062a\u0639\u064a\u064a\u0646 \u0645\u0641\u0627\u062a\u064a\u062d \u0642\u0627\u0644\u0628 \u062f\u0627\u0626\u0645\u0627\u064b \u0627\u0644\u0645\u0639\u0637\u064a\u0627\u062a. (Automatic Translation)
changeable-default-language=\u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u063a\u064a\u064a\u0631 (Automatic Translation)
changeable-default-language-description=\u0625\u0630\u0627 \u062a\u062d\u0642\u0642\u062a\u060c \u0633\u062a\u0643\u0648\u0646 \u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0647\u064a\u0627\u0643\u0644 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 \u0627\u0644\u062a\u0639\u064a\u064a\u0646 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u063a\u064a\u064a\u0631. \u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0644\u0647\u064a\u0627\u0643\u0644 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 \u0628\u0631\u0633\u0645 \u0627\u0644\u062e\u0631\u0627\u0626\u0637 \u0645\u0648\u0631\u0648\u062b\u0629 \u0645\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639. (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0644\u063a\u0629 \u0644\u0627 \u064a\u062a\u0631\u062c\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0646\u0635\u064a \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u0641\u064a \u0627\u0644\u0642\u0627\u0644\u0628. \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0644\u0648\u062d \u0627\u0644\u0623\u0644\u0648\u0627\u0646 \u0628\u0639\u062f \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0644\u063a\u0629\u060c \u0627\u062d\u0641\u0638 \u0623\u0648\u0644\u0627\u064b. (Automatic Translation)
copy-display-templates=\u062a\u062d\u0631\u064a\u0631 XSL Template
copy-form-templates=\u062a\u062d\u0631\u064a\u0631 XSL Template
copy-template=\u0642\u0627\u0644\u0628 \u0627\u0644\u0647\u064a\u0626\u0629
copy-templates=\u0642\u0627\u0644\u0628 \u0627\u0644\u0647\u064a\u0626\u0629
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=DDM \u0647\u064a\u0643\u0644 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u0644\u0645\u062d\u0644\u064a\u0629 (Automatic Translation)
ddm-structure-local-service-help=(Automatic Copy)
ddm-structure-service=\u062e\u062f\u0645\u0629 \u0627\u0644\u0647\u064a\u0643\u0644 DDM (Automatic Translation)
ddm-structure-service-help=(Automatic Copy)
ddm-template-local-service=DDM \u0642\u0627\u0644\u0628 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u0644\u0645\u062d\u0644\u064a\u0629 (Automatic Translation)
ddm-template-local-service-help=(Automatic Copy)
ddm-template-service=\u062e\u062f\u0645\u0629 DDM \u0642\u0627\u0644\u0628 (Automatic Translation)
ddm-template-service-help=(Automatic Copy)
ddmweb-configuration-name=\u0648\u064a\u0628 \u062e\u0631\u0627\u0626\u0637 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 (Automatic Translation)
edit-default-values=\u0625\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0625\u0639\u062a\u064a\u0627\u062f\u064a\u0629
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=\u0641\u0626\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=\u0639\u0631\u0636 \u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 (Automatic Translation)
journal-article=\u0645\u062d\u062a\u0648\u0649 \u0648\u064a\u0628 (Automatic Translation)
journal-template-cacheable-help=\u0642\u0645 \u0628\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0639\u0646\u062f \u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u062a\u064a \u062a\u0633\u062a\u062e\u062f\u0645 \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u0637\u0644\u0628\u060c \u0623\u0648 API \u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 CMS\u060c \u0623\u0648 \u0623\u064a \u062e\u0648\u0627\u0635 \u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 \u0623\u062e\u0631\u0649.
json[stands-for]=JSON (Automatic Copy)
manage-templates=\u0639\u0631\u0636 \u0627\u0644\u0647\u064a\u0627\u0643\u0644
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=\u0647\u064a\u0643\u0644 \u0645\u062e\u0637\u0637 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0642\u0627\u0644\u0628 \u0645\u062e\u0637\u0637 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062f\u064a\u0646\u0627\u0645\u064a\u0643\u064a\u0629 (Automatic Translation)
new-structure=\u0623\u0636\u0641 \u0647\u064a\u0643\u0644
only-allow-deleting-required-fields-in-edit-mode=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u062d\u0630\u0641 \u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0641\u064a \u0648\u0636\u0639 \u0627\u0644\u062a\u062d\u0631\u064a\u0631 \u0641\u0642\u0637.
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0625\u0633\u0645 \u0634\u0627\u0631\u0639 \u0635\u062d\u064a\u062d.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=\u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644 \u0623\u0633\u0645\u0627\u0621 \u0641\u0631\u064a\u062f\u0629 \u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0647\u064a\u0643\u0644 (\u0628\u0645\u0627 \u0641\u064a \u0630\u0644\u0643 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0645\u0648\u0631\u0648\u062b\u0629 \u0645\u0646 \u0627\u0644\u0647\u064a\u0643\u0644 \u0627\u0644\u0623\u0635\u0644).
save-and-continue=\u0627\u0644\u062d\u0641\u0638 \u0648\u0627\u0644\u0645\u062a\u0627\u0628\u0639\u0629
script-file=\u0645\u0644\u0641 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0646\u0635\u064a (Automatic Translation)
storage-type=\u0646\u0648\u0639 \u0627\u0644\u062a\u062e\u0632\u064a\u0646
structure-help=\u062d\u062f\u062f \u0628\u0646\u064a\u0629 \u0644\u0625\u0646\u0634\u0627\u0621 \u0642\u0627\u0644\u0628 \u0644\u0630\u0644\u0643 \u0627\u0644\u0647\u064a\u0643\u0644 \u0623\u0648 \u0627\u062a\u0631\u0643 \u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u0641\u0627\u0631\u063a\u0627\u064b \u0644\u0625\u0646\u0634\u0627\u0621 \u0642\u0627\u0644\u0628 \u0639\u0627\u0645\u0629 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u062a\u0636\u0645\u064a\u0646\u0647\u0627 \u0641\u064a \u0642\u0648\u0627\u0644\u0628 \u0623\u062e\u0631\u0649. (Automatic Translation)
template-key-help=\u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0642\u0627\u0644\u0628 \u0644\u062a\u0636\u0645\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u0642\u0627\u0644\u0628 \u0628\u0631\u0645\u062c\u064a\u0627\u064b \u0641\u064a \u0642\u0627\u0644\u0628 \u0622\u062e\u0631. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0628\u0646\u064a\u0629 \u0644\u0623\u0646\u0647 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0647\u064a\u0627\u0643\u0644 \u0641\u0631\u0639\u064a\u0629 \u0648\u0627\u062d\u062f\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0628\u0646\u064a\u0629 \u0644\u0623\u0646\u0647 \u0645\u0637\u0644\u0648\u0628 \u0645\u0646 \u0642\u0628\u0644 \u0648\u0627\u062d\u062f \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a \u0627\u0644\u0647\u064a\u0643\u0644. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0628\u0646\u064a\u0629 \u0644\u0623\u0646\u0647 \u0645\u0637\u0644\u0648\u0628 \u0628\u0648\u0627\u0633\u0637\u0629 \u0642\u0627\u0644\u0628 \u0648\u0627\u062d\u062f \u0623\u0648 \u0623\u0643\u062b\u0631. (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0642\u0627\u0644\u0628 \u0644\u0623\u0646\u0647 \u0645\u0637\u0644\u0648\u0628 \u0645\u0646 \u0642\u0628\u0644 \u0648\u0627\u062d\u062f \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a \u0627\u0644\u0642\u0627\u0644\u0628. (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=\u0648\u0647\u0646\u0627\u0643 \u0625\u0634\u0627\u0631\u0627\u062a \u0642\u0627\u0644\u0628 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0647\u064a\u0643\u0644. \u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0644\u0647\u0645 \u0625\u0630\u0627 \u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u062a\u0633\u0645\u064a\u0629 \u0627\u0633\u0645 \u062d\u0642\u0644 \u0623\u0648 \u0625\u0632\u0627\u0644\u062a\u0647. (Automatic Translation)
this-is-a-collection-of-fields=\u0647\u0630\u0627 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u062d\u0642\u0648\u0644. (Automatic Translation)
this-is-a-repeatable-field=\u0647\u0630\u0627 \u062d\u0642\u0644 \u0642\u0627\u0628\u0644 \u0644\u062a\u0643\u0631\u0627\u0631. \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u062e\u0644\u0627\u0644 \u0627\u0644\u0623\u0634\u0642\u0627\u0621 \u0644\u0642\u0631\u0627\u0621\u0629 \u0642\u064a\u0645\u0629 \u0643\u0644 \u0639\u0631\u0636 \u0645\u0642\u062f\u0645 \u0627\u0644\u0628\u0644\u0627\u063a \u0627\u0644\u0645\u062d\u062a\u0648\u0649. (Automatic Translation)
variable=\u0645\u062a\u063a\u064a\u0631 (Automatic Translation)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0633\u0645\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629. (Automatic Translation)
you-have-entered-invalid-json=\u0644\u0642\u062f \u0642\u0645\u062a \u0628\u0625\u062f\u062e\u0627\u0644 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d JSON. (Automatic Translation)
