#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u0932\u0947\u0916 \u0915\u093e \u0928\u092f\u093e \u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u092c\u0928\u093e\u090f\u0901
autogenerate-structure-key-description=\u0905\u0917\u0930 \u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0938\u0902\u0930\u091a\u0928\u093e \u091a\u093e\u092c\u093f\u092f\u093e\u0901 \u092e\u093e\u0928\u091a\u093f\u0924\u094d\u0930\u0923 \u0939\u092e\u0947\u0936\u093e \u0915\u094d\u0930\u0947\u0921\u0947\u0902\u0936\u093f\u0932 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0907\u0938 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
autogenerate-template-key-description=\u0905\u0917\u0930 \u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u091a\u093e\u092c\u093f\u092f\u093e\u0901 \u092e\u093e\u0928\u091a\u093f\u0924\u094d\u0930\u0923 \u0939\u092e\u0947\u0936\u093e \u0915\u094d\u0930\u0947\u0921\u0947\u0902\u0936\u093f\u0932 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0907\u0938 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
changeable-default-language=\u0905\u0938\u094d\u0925\u093f\u0930 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092d\u093e\u0937\u093e (Automatic Translation)
changeable-default-language-description=\u092f\u0926\u093f \u091c\u093e\u0901\u091a, \u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u092e\u0948\u092a\u093f\u0902\u0917 \u0938\u0902\u0930\u091a\u0928\u093e\u0913\u0902 \u0915\u0940 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092d\u093e\u0937\u093e \u0905\u0938\u094d\u0925\u093f\u0930 \u0939\u094b \u091c\u093e\u090f\u0917\u093e\u0964 \u0921\u093e\u092f\u0928\u0947\u092e\u093f\u0915 \u0921\u0947\u091f\u093e \u092e\u0948\u092a\u093f\u0902\u0917 \u0938\u0902\u0930\u091a\u0928\u093e\u0913\u0902 \u0915\u0940 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092d\u093e\u0937\u093e \u0938\u0947 \u0938\u093e\u0907\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0907\u0928\u0939\u0947\u0930\u093f\u091f \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964 (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=\u092d\u093e\u0937\u093e \u092c\u0926\u0932\u0928\u0947 \u0915\u093e \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092e\u094c\u091c\u0942\u0926\u093e \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0938\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u091f \u0905\u0928\u0941\u0935\u093e\u0926 \u0928\u0939\u0940\u0902\u0964 \u092a\u094d\u0930\u0925\u092e \u092c\u091a\u093e\u0928\u0947 \u0915\u0940 \u092d\u093e\u0937\u093e \u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 \u092a\u091f\u094d\u091f\u093f\u0915\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964 (Automatic Translation)
copy-display-templates=XSL \u0915\u093e \u0928\u092e\u0942\u0928\u093e \u092c\u0926\u0932\u0947
copy-form-templates=XSL \u0915\u093e \u0928\u092e\u0942\u0928\u093e \u092c\u0926\u0932\u0947
copy-template=\u092b\u0949\u0930\u094d\u092e\u0945\u091f \u091f\u0947\u0902\u092a\u0932\u0947\u091f
copy-templates=\u092b\u0949\u0930\u094d\u092e\u0945\u091f \u091f\u0947\u0902\u092a\u0932\u0947\u091f
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=DDM \u0938\u0902\u0930\u091a\u0928\u093e \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u0947\u0935\u093e (Automatic Translation)
ddm-structure-local-service-help=(Automatic Copy)
ddm-structure-service=DDM \u0938\u0902\u0930\u091a\u0928\u093e \u0938\u0947\u0935\u093e (Automatic Translation)
ddm-structure-service-help=(Automatic Copy)
ddm-template-local-service=DDM \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u0947\u0935\u093e (Automatic Translation)
ddm-template-local-service-help=(Automatic Copy)
ddm-template-service=DDM \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0938\u0947\u0935\u093e (Automatic Translation)
ddm-template-service-help=(Automatic Copy)
ddmweb-configuration-name=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u0935\u0947\u092c \u092e\u0948\u092a\u093f\u0902\u0917 (Automatic Translation)
edit-default-values=\u092f\u0942\u091c\u093c Default Values
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=\u0906\u0907\u091f\u092e \u0936\u094d\u0930\u0947\u0923\u0940 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=\u0917\u0924\u093f\u0936\u0940\u0932 \u0921\u0947\u091f\u093e \u092e\u093e\u0928\u091a\u093f\u0924\u094d\u0930\u0923 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=\u0905\u0928\u0941\u092a\u094d\u0930\u092f\u094b\u0917 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f (Automatic Translation)
journal-article=\u0935\u0947\u092c \u0938\u093e\u092e\u0917\u094d\u0930\u0940 (Automatic Translation)
journal-template-cacheable-help=\u0938\u0939\u0940 \u0915\u093e \u0928\u093f\u0936\u093e\u0928 \u0924\u092d\u0940 \u0939\u091f\u093e\u090f\u0901 \u091c\u092c \u0906\u092a \u0910\u0938\u0947 \u091f\u0947\u092e\u092a\u094d\u0932\u0947\u091f\u094d\u0938 \u0935\u093f\u0915\u094d\u0938\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u091c\u094b \u0930\u093f\u0915\u094d\u0935\u0947\u0938\u094d\u091f \u0939\u0945\u0902\u0921\u094d\u0932\u093f\u0902\u0917, CMS \u0915\u094d\u0935\u0940\u0930\u0940 API \u092f\u093e \u0915\u094b\u0908 \u0914\u0930 \u0921\u093e\u0907\u0928\u092e\u093f\u0915 \u092b\u0940\u091a\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u093e \u0939\u094b.
json[stands-for]=JSON (Automatic Copy)
manage-templates=\u0928\u092e\u0942\u0928\u0947 \u0915\u094b \u092e\u0947\u0928\u0947\u091c \u0915\u0930\u0928\u093e
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=\u0921\u093e\u092f\u0928\u0947\u092e\u093f\u0915 \u0921\u0947\u091f\u093e \u092e\u0948\u092a\u093f\u0902\u0917 \u0938\u0902\u0930\u091a\u0928\u093e (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0921\u093e\u092f\u0928\u0947\u092e\u093f\u0915 \u0921\u0947\u091f\u093e \u092e\u0948\u092a\u093f\u0902\u0917 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f (Automatic Translation)
new-structure=\u0932\u0947\u0916 \u0915\u093e \u0928\u092f\u093e \u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u092c\u0928\u093e\u090f\u0901
only-allow-deleting-required-fields-in-edit-mode=\u0915\u0947\u0935\u0932 \u0938\u0902\u092a\u093e\u0926\u0928 \u092e\u094b\u0921 \u092e\u0947\u0902 \u0906\u0935\u0936\u094d\u092f\u0915 \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\u0964 (Automatic Translation)
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0920\u0940\u0915 \u092e\u0941\u0939\u0932\u094d\u0932\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0947.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=(\u092e\u0942\u0932 \u0938\u0902\u0930\u091a\u0928\u093e \u0938\u0947 \u0907\u0928\u0939\u0947\u0930\u093f\u091f \u0915\u0940 \u0917\u0908 \u092b\u093c\u0940\u0932\u094d\u0921 \u0928\u093e\u092e\u094b\u0902 \u0938\u0939\u093f\u0924) \u0905\u0926\u094d\u0935\u093f\u0924\u0940\u092f \u0938\u0902\u0930\u091a\u0928\u093e \u092b\u093c\u0940\u0932\u094d\u0921 \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
save-and-continue=\u0938\u0947\u0935 \u0914\u0930 Continue
script-file=\u0938\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u091f \u092b\u093c\u093e\u0907\u0932 (Automatic Translation)
storage-type=\u092d\u0902\u0921\u093e\u0930\u0923 \u092a\u094d\u0930\u0915\u093e\u0930 (Automatic Translation)
structure-help=\u090f\u0915 \u0938\u0902\u0930\u091a\u0928\u093e \u092c\u0928\u093e\u090f\u0901 \u0915\u093f \u0938\u0902\u0930\u091a\u0928\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u092f\u093e \u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u094b \u090f\u0915 \u091c\u0947\u0928\u0947\u0930\u093f\u0915 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0939\u0948 \u0915\u093f \u0905\u0928\u094d\u092f \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f\u094d\u0938 \u092e\u0947\u0902 \u090f\u092e\u094d\u092c\u0947\u0921 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0916\u093e\u0932\u0940 \u091b\u094b\u0921\u093c \u0926\u0947\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
template-key-help=\u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0915\u0947 \u0932\u093f\u090f \u092e\u0939\u0924\u094d\u0935\u092a\u0942\u0930\u094d\u0923 \u0907\u0938 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f programatically \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e\u0964 (Automatic Translation)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=\u0938\u0902\u0930\u091a\u0928\u093e \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092f\u0939 \u090f\u0915 \u092f\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 substructures \u0939\u0948\u0964 (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=\u0938\u0902\u0930\u091a\u0928\u093e \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092f\u0939 \u090f\u0915 \u092f\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u0902\u0930\u091a\u0928\u093e \u0932\u093f\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=\u0938\u0902\u0930\u091a\u0928\u093e \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092f\u0939 \u090f\u0915 \u092f\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0926\u094d\u0935\u093e\u0930\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0964 (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=\u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092f\u0939 \u090f\u0915 \u092f\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0932\u093f\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=\u0907\u0938 \u0938\u0902\u0930\u091a\u0928\u093e \u0915\u0947 \u0932\u093f\u090f \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0938\u0902\u0926\u0930\u094d\u092d \u0939\u0948\u0902\u0964 \u092f\u0926\u093f \u090f\u0915 \u092b\u093c\u0940\u0932\u094d\u0921 \u0928\u093e\u092e \u0928\u093e\u092e \u092c\u0926\u0932\u093e \u092f\u093e \u0939\u091f\u093e\u092f\u093e \u0939\u0948 \u0915\u0943\u092a\u092f\u093e \u0909\u0928\u094d\u0939\u0947\u0902 \u0905\u0926\u094d\u092f\u0924\u0928\u0964 (Automatic Translation)
this-is-a-collection-of-fields=\u0907\u0938 \u092b\u093c\u0940\u0932\u094d\u0921 \u0915\u093e \u090f\u0915 \u0938\u0902\u0917\u094d\u0930\u0939 \u0939\u0948\u0964 (Automatic Translation)
this-is-a-repeatable-field=\u092f\u0939 \u090f\u0915 repeatable \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0939\u0948\u0964 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0932\u0947\u0916\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0936\u0941\u0930\u0942 \u0915\u0940 \u0917\u0908 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092e\u093e\u0928 \u0915\u094b \u092a\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092d\u093e\u0908 \u092c\u0939\u0928\u094b\u0902 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u0941\u0928\u0930\u093e\u0935\u0943\u0924\u093f\u0964 (Automatic Translation)
variable=\u091a\u0930 (Automatic Translation)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=\u0906\u092a \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901 \u0928\u093f\u0915\u093e\u0932\u0947\u0902 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093e\u0964 (Automatic Translation)
you-have-entered-invalid-json=\u0906\u092a\u0928\u0947 \u0905\u092e\u093e\u0928\u094d\u092f JSON \u0926\u0930\u094d\u091c \u0915\u093f\u092f\u093e \u0939\u0948\u0964 (Automatic Translation)
