#X-Generator: crowdin.com
action.ADD_STRUCTURE=Adaug\u0103 Structur\u0103
autogenerate-structure-key-description=Verifica acest lucru \u00een cazul \u00een care datele dinamice cartografiere structura chei trebuie s\u0103 fie \u00eentotdeauna autogenerated. (Automatic Translation)
autogenerate-template-key-description=Verifica acest lucru \u00een cazul \u00een care datele dinamice cartografiere \u015fablon chei trebuie s\u0103 fie \u00eentotdeauna autogenerated. (Automatic Translation)
changeable-default-language=Limba implicit\u0103 schimb\u0103toare (Automatic Translation)
changeable-default-language-description=Dac\u0103 verificat, limba implicit\u0103 a structurilor de cartografiere dinamic de date va fi schimbat\u0103. Limba implicit\u0103 a structurilor de cartografiere date dinamice este mo\u015ftenit de la site-ul set\u0103rile. (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=Schimbarea limbii nu traduce automat scriptul de \u015fablon existent\u0103. Pentru a utiliza paleta dup\u0103 schimbarea limbii, salva prima. (Automatic Translation)
copy-display-templates=Editeaz\u0103 \u0218ablon XSL
copy-form-templates=Editeaz\u0103 \u0218ablon XSL
copy-template=Format \u015eablon
copy-templates=Format \u015eablon
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=IOANA structura Local de servicii (Automatic Translation)
ddm-structure-local-service-help=(Automatic Copy)
ddm-structure-service=Imagini de structura ioana (Automatic Translation)
ddm-structure-service-help=(Automatic Copy)
ddm-template-local-service=IOANA \u015fablon Local de servicii (Automatic Translation)
ddm-template-local-service-help=(Automatic Copy)
ddm-template-service=Serviciu de \u015fablon ioana (Automatic Translation)
ddm-template-service-help=(Automatic Copy)
ddmweb-configuration-name=Web de cartografiere date dinamice (Automatic Translation)
edit-default-values=Foloseste Valori Implicite
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=Clasa de obiecte (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Maparea de date dinamice (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=\u015eabloane de afi\u015fare cerere (Automatic Translation)
journal-article=Con\u0163inut web (Automatic Translation)
journal-template-cacheable-help=Dezactiveaza numai cand dezvolti sabloane ce necesita folosirea, CMS query API sau alte functionalitati dinamice.
json[stands-for]=JSON (Automatic Copy)
manage-templates=Gestioneaz\u0103 \u0218abloane
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Structura de cartografiere date dinamice (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u015eablon de cartografiere date dinamice (Automatic Translation)
new-structure=Structura Noua
only-allow-deleting-required-fields-in-edit-mode=Numai permite \u015ftergerea c\u00e2mpurile obligatorii \u00een modul de editare. (Automatic Translation)
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=Te rog introdu o strada valida.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Te rog introdu numele de capuri a structurii (include numele de campuri mostenite de la structura parinte)
save-and-continue=Salveaza si Continua
script-file=Fi\u015fier de script (Automatic Translation)
storage-type=Tip stocare (Automatic Translation)
structure-help=Selecta\u021bi o structur\u0103 pentru a crea un \u015fablon pentru c\u0103 structura sau l\u0103sa\u0163i acest c\u00e2mp necompletat pentru a crea un \u015fablon generice, care pot fi \u00eencorporate \u00een alte \u015fabloane. (Automatic Translation)
template-key-help=Tasta de \u015fablon poate fi folosit pentru a include acest \u015fablon programatically \u00eentr-un alt \u015fablon. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=Imposibil de \u0219ters structura deoarece are unul sau mai multe schelete. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=Imposibil de \u015fters structura, deoarece acesta este cerut prin una sau mai multe leg\u0103turi de structura. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=Imposibil de \u015fters structura, deoarece ea este cerut\u0103 de unul sau mai multe \u015fabloane. (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=Imposibil de \u015fters \u015fablon, deoarece acesta este cerut prin una sau mai multe link-uri \u015fablon. (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Exist\u0103 \u015fablon referin\u0163e la aceast\u0103 structur\u0103. V\u0103 rug\u0103m s\u0103 actualiza\u0163i-le \u00een cazul \u00een care un nume de domeniu este redenumit sau eliminate. (Automatic Translation)
this-is-a-collection-of-fields=Aceasta este o colec\u0163ie de c\u00e2mpuri. (Automatic Translation)
this-is-a-repeatable-field=Acesta este un c\u00e2mp repetabil. Repeta prin fra\u0163ii s\u0103 citeasc\u0103 fiecare valoare introduse de autor con\u0163inut. (Automatic Translation)
variable=Variabila (Automatic Translation)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=Nu se poate elimina atributele implicit. (Automatic Translation)
you-have-entered-invalid-json=A\u0163i introdus incorect JSON. (Automatic Translation)
