#X-Generator: crowdin.com
action.ADD_STRUCTURE=Afegeix una estructura
autogenerate-structure-key-description=Selecciona aquesta opci\u00f3 si les claus per les escructures de mapeig din\u00e0mic de dades s'han d'autogenerar sempre.
autogenerate-template-key-description=Selecciona aquesta opci\u00f3 si les claus per les plantilles de mapeig din\u00e0mic de dades s'han d'autogenerar sempre.
changeable-default-language=Llengua per defecte canviant (Automatic Translation)
changeable-default-language-description=Si es marca, es podr\u00e0 modificar l'idioma per defecte dels articles de contingut web. L'idioma per defecte dels articles de contingut web s'hereta de la configuraci\u00f3 del lloc.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Modificar l'idioma no tradueix autom\u00e0ticament la plantilla d'script existent. Per usar la paleta despr\u00e9s de la modificaci\u00f3 de l'idioma, guardi primer.
copy-display-templates=Copia les plantilles de visualitzaci\u00f3
copy-form-templates=Copia les plantilles de formulari
copy-template=Copia la plantilla
copy-templates=Copia les plantilles
copy-x=Copia {0}
ddm-structure-local-service=Servei local d'estructura DDM
ddm-structure-local-service-help=Proporciona el servei local per accedir, afegir, eliminar i actualitzar estructures d'associaci\u00f3 de dades din\u00e0miques (DDM).
ddm-structure-service=Servei d'estructura de DDM
ddm-structure-service-help=Proporciona el servei remot per accedir, afegir, eliminar i actualitzar estructures d'associaci\u00f3 de dades din\u00e0miques (DDM). Els m\u00e8todes inclouen comprovacions de permisos.
ddm-template-local-service=Servei local de plantilles de DDM
ddm-template-local-service-help=Proporciona el servei local per accedir, afegir, eliminar i actualitzar plantilles d'associaci\u00f3 de dades din\u00e0miques (DDM).
ddm-template-service=Servei de plantilles de DDM
ddm-template-service-help=Proporciona el servei remot per accedir, afegir, eliminar i actualitzar plantilles d'associaci\u00f3 de dades din\u00e0miques (DDM). Els m\u00e8todes inclouen comprovacions de permisos.
ddmweb-configuration-name=Web de mapeig din\u00e0mic de dades
edit-default-values=Utilitza els valors per defecte
ftl[stands-for]=FreeMarker
items-class=Classe d'elements
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Mapeig din\u00e0mic de dades
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Plantilles d'exhibici\u00f3 d'aplicaci\u00f3 (Automatic Translation)
journal-article=Contingut de la web (Automatic Translation)
journal-template-cacheable-help=Desmarca nom\u00e9s a l'hora de desenvolupar plantilles que utilitzen controls de peticions, l'API de consulta del CMS o altres caracter\u00edstiques din\u00e0miques.
json[stands-for]=JSON
manage-templates=Gestiona les plantilles
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Estructura d'associaci\u00f3 de dades din\u00e0miques
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Plantilla d'associaci\u00f3 de dades din\u00e0miques
new-structure=Estructura nova
only-allow-deleting-required-fields-in-edit-mode=Permet que nom\u00e9s es puguin eliminar els camps requerits en mode d'edici\u00f3.
parent-x={0} principal
please-enter-a-valid-script=Introdu\u00efu un script v\u00e0lid.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Introdu\u00efu noms de camps d'estructura \u00fanics (incloent-hi els noms heretats de l'estructura principal).
save-and-continue=Desa i continua
script-file=Fitxer script
storage-type=Tipus d'emmagatzematge
structure-help=Seleccioneu una estructura per a crear una plantilla per a aquesta estructura o deixeu aquest camp buit per a crear una plantilla gen\u00e8rica que pugui ser inclosa en altres plantilles.
template-key-help=La clau de la plantilla es pot utilitzar per a incloure aquesta plantilla en una altra de forma program\u00e0tica.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=L'estructura no pot ser eliminada per qu\u00e8 t\u00e9 una o m\u00e9s subestructures.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=L'estructura no pot ser eliminada per qu\u00e8 \u00e9s requerida per una o m\u00e9s enlla\u00e7os a estructures.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=L'estructura no es pot eliminar per qu\u00e8 \u00e9s necess\u00e0ria per una o m\u00e9s plantilles.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=La plantilla no es pot eliminar per qu\u00e8 \u00e9s requerida per un o m\u00e9s enlla\u00e7os a plantilles.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Hi ha plantilles que fan refer\u00e8ncia a aquesta estructura. Actualitzeu-les si elimineu o canvieu el nom a un camp.
this-is-a-collection-of-fields=Aix\u00f2 \u00e9s una col\u00b7lecci\u00f3 de camps.
this-is-a-repeatable-field=Aix\u00f2 \u00e9s un camp repetible. Itereu sobre els germans per a llegir cada valor introdu\u00eft per l'autor del contingut.
variable=Variable
vm[stands-for]=Velocity
x-key={0} Clau
x-version-x={0} ({1})
you-cannot-remove-default-attributes=Vost\u00e8 no pot treure atributs per defecte. (Automatic Translation)
you-have-entered-invalid-json=Que heu introdu\u00eft no \u00e9s v\u00e0lid JSON. (Automatic Translation)
