#X-Generator: crowdin.com
action.ADD_STRUCTURE=Lis\u00e4\u00e4 rakenne
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Kielenvaihto ei automaattisesti k\u00e4\u00e4nny olemssa olevaan skriptiin. Jos haluat k\u00e4ytt\u00e4\u00e4 palettia skritikielen vaihdon j\u00e4lkeen, tallenna ensiksi.
copy-display-templates=Kopioi sovellusmallit
copy-form-templates=Kopioi lomakemallit
copy-template=Koipioi esitysmalli
copy-templates=Kopioi esitysmalli
copy-x=Kopioi {0}
ddm-structure-local-service=DDM Structure Local Service
ddm-structure-local-service-help=Tarjoaa dynaamisten tietolistojen rakenteiden lis\u00e4yksen, poiston, p\u00e4ivityksen ja jne. palvelut Local Servicen kautta.
ddm-structure-service=DDM Structure Service
ddm-structure-service-help=Tarjoaa dynaamisten tietomappausten rakenteiden (Dynamic Data Mapping structure) lis\u00e4yksen, poiston, p\u00e4ivityksen ja jne. palvelut Remote Servicen kautta. T\u00e4m\u00e4 huomioi, my\u00f6s k\u00e4ytt\u00f6oikeustarkistukset.
ddm-template-local-service=DDM Template Local Service
ddm-template-local-service-help=Tarjoaa Dynamic Data mapping (DDM) template lis\u00e4yksen, poiston, p\u00e4ivityksen ja jne. palvelut Local Servicen kautta.
ddm-template-service=DDM Template Service
ddm-template-service-help=Tarjoaa dynamic data mapping (DDM) template lis\u00e4yksen, poiston, p\u00e4ivityksen ja jne. palvelut Remote Servicen kautta. T\u00e4m\u00e4 huomioi, my\u00f6s k\u00e4ytt\u00f6oikeustarkistukset.
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=Muokkaa oletusarvoja
ftl[stands-for]=FreeMarker
items-class=Items Class
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Dynaaminen Data Mapping
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Application Display Templates (Automatic Copy)
journal-article=Web Content (Automatic Copy)
journal-template-cacheable-help=J\u00e4t\u00e4 valitsematta vain silloin kun kehit\u00e4t esitysmalleja, jotka k\u00e4ytt\u00e4v\u00e4t requestia, CMS kysely rajapintaa tai muuta dynaamista ominaisuutta.
json[stands-for]=JSON
manage-templates=Hallinnoi esitysmalleja
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Dynaamisen tietojen yhdist\u00e4misen rakenne
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Dynaamisen tietojen yhdist\u00e4misen malli
new-structure=Lis\u00e4\u00e4 rakenne
only-allow-deleting-required-fields-in-edit-mode=Vain muokkaustilassa on mahdollista poistaa vaaditut kent\u00e4t.
parent-x=Is\u00e4nt\u00e4 {0}
please-enter-a-valid-script=Sy\u00f6t\u00e4 kelvollinen katu.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Sy\u00f6t\u00e4 yksil\u00f6lliset rakenteen kenttien nimet (mukaan lukien nimet jotka on peritty is\u00e4nt\u00e4 rakenteesta).
save-and-continue=Tallenna ja jatka
script-file=Skripti-tiedosto
storage-type=Varasto tyyppi
structure-help=Valitse rankenne luodaksesi sille esitysmallin tai j\u00e4t\u00e4 t\u00e4m\u00e4 kentt\u00e4 tyhj\u00e4ksi, jotta voidaan luoda yleinen esitysmalli, joka voidaan liitt\u00e4\u00e4 muihin esitysmalleihin.
template-key-help=T\u00e4t\u00e4 esitysmallin avaintietoa voidaan k\u00e4ytt\u00e4\u00e4 ohjelmallisesti muissa esitysmalleissa.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=Rakennetta ei voi poistaa koska sill\u00e4 on yksi tai useampi ali rakenne.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=Rakennetta ei voi poistaa, koska siihen on liitetty yksi tai useampi rakennelinkki.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=Rakennetta ei voi poistaa, koska sit\u00e4 k\u00e4ytt\u00e4\u00e4 yksi tai useampi esitysmalli.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=Esitysmallia ei voi poistaa, koska siihen on liitetty yksi tai useampi esitysmalli-linkki.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=T\u00e4ll\u00e4 rakenteeseen liittyy esitysmalleja. P\u00e4ivit\u00e4 esitysmallit, jos kenttien nimet ovat muuttuneet tai poistuneet.
this-is-a-collection-of-fields=T\u00e4m\u00e4 on kenttien joukko.
this-is-a-repeatable-field=T\u00e4m\u00e4 on toistettava kentt\u00e4. K\u00e4y l\u00e4pi kaikki alikent\u00e4t ja lue jokainen arvo, mink\u00e4 sis\u00e4ll\u00f6n tekij\u00e4 on luonut.
variable=Muuttuja
vm[stands-for]=Velocity
x-key={0} avain
x-version-x={0} ({1})
you-cannot-remove-default-attributes=You cannot remove default attributes. (Automatic Copy)
you-have-entered-invalid-json=You have entered invalid JSON. (Automatic Copy)
