#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u00daj strukt\u00fara
autogenerate-structure-key-description=Jel\u00f6ld be, ha a dinamikus adat \u00f6sszerendel\u00e9s strukt\u00fara kulcsoknak mindig automatikusan l\u00e9tre kell j\u00f6nni\u00fck.
autogenerate-template-key-description=Jel\u00f6ld be, ha a dinamikus adat \u00f6sszerendel\u00e9s sablon kulcsoknak mindig automatikusan l\u00e9tre kell j\u00f6nni\u00fck.
changeable-default-language=V\u00e1ltoz\u00f3 alap\u00e9rtelmezett nyelv (Automatic Translation)
changeable-default-language-description=Ha bejel\u00f6lt\u00e9k, a web tartalmi indexek alap\u00e9rtelmezett nyelve m\u00f3dos\u00edthat\u00f3 lesz. A web tartalmi cikkek az alap\u00e9rtelmezett nyelv\u00fcket a webhely be\u00e1ll\u00edt\u00e1sait\u00f3l \u00f6r\u00f6kl\u0151dik.
changing-the-language-does-not-automatically-translate-the-existing-template-script=A nyelvv\u00e1lt\u00e1s nem ford\u00edtja le automatikusan a l\u00e9tez\u0151 sablon scriptet. A nyelvv\u00e1lt\u00e1s ut\u00e1ni paletta haszn\u00e1lathoz el\u0151sz\u00f6r ments.
copy-display-templates=Listasablonok m\u00e1sol\u00e1sa
copy-form-templates=M\u00e1sol\u00e1s sablonokb\u00f3l
copy-template=Sablon m\u00e1sol\u00e1sa
copy-templates=Sablonok m\u00e1sol\u00e1sa
copy-x=M\u00e1sol\u00e1s\: {0}
ddm-structure-local-service=DDM strukt\u00fara helyi szolg\u00e1ltat\u00e1s
ddm-structure-local-service-help=A helyi szolg\u00e1ltat\u00e1st biztos\u00edtja a dinamikus adat mapping (DDM) strukt\u00far\u00e1khoz val\u00f3 hozz\u00e1f\u00e9r\u00e9shez, \u00fajak hozz\u00e1ad\u00e1s\u00e1hoz, \u00e9s friss\u00edt\u00e9s\u00e9hez.
ddm-structure-service=DDM strukt\u00fara szolg\u00e1ltat\u00e1s
ddm-structure-service-help=A t\u00e1voli szolg\u00e1ltat\u00e1st biztos\u00edtja a dinamikus adat mapping (DDM) strukt\u00far\u00e1khoz val\u00f3 hozz\u00e1f\u00e9r\u00e9shez, \u00fajak hozz\u00e1ad\u00e1s\u00e1hoz, \u00e9s friss\u00edt\u00e9s\u00e9hez. Az elj\u00e1r\u00e1sai magukba foglalj\u00e1k a jogosults\u00e1g ellen\u0151rz\u00e9seket
ddm-template-local-service=DDM sablon helyi szolg\u00e1ltat\u00e1s
ddm-template-local-service-help=A helyi szolg\u00e1ltat\u00e1st biztos\u00edtja a dinamikus adat mapping (DDM) sablonokhoz val\u00f3 hozz\u00e1f\u00e9r\u00e9shez, \u00fajak hozz\u00e1ad\u00e1s\u00e1hoz, \u00e9s friss\u00edt\u00e9s\u00e9hez.
ddm-template-service=DDM sablon szolg\u00e1ltat\u00e1s
ddm-template-service-help=A t\u00e1voli szolg\u00e1ltat\u00e1st biztos\u00edtja a dinamikus adat mapping (DDM) sablonokhoz val\u00f3 hozz\u00e1f\u00e9r\u00e9shez, \u00fajak hozz\u00e1ad\u00e1s\u00e1hoz, \u00e9s friss\u00edt\u00e9s\u00e9hez. Az elj\u00e1r\u00e1sai magukba foglalj\u00e1k a jogosults\u00e1g ellen\u0151rz\u00e9seket
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=Alap\u00e9rt\u00e9kek szerkeszt\u00e9se
ftl[stands-for]=FreeMarker
items-class=T\u00e1rgyak oszt\u00e1ly
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Dynamic Data Mapping
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Alkalmaz\u00e1s megjelen\u00edt\u00e9si sablonok (Automatic Translation)
journal-article=Webes tartalom (Automatic Translation)
journal-template-cacheable-help=Csak akkor kapcsold ki, amikor olyan sablonokat fejlesztesz, amelyek lek\u00e9r\u00e9s kezel\u00e9st, CMS API lek\u00e9rdez\u00e9seket vagy m\u00e1s dinamikus funkci\u00f3kat kezelnek.
json[stands-for]=JSON
manage-templates=Sablonok kezel\u00e9se
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Dinamikus adatlek\u00e9pez\u0151 szerkezet
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Dinamikus adatlek\u00e9pez\u0151 sablon
new-structure=\u00daj strukt\u00fara
only-allow-deleting-required-fields-in-edit-mode=Csak a sz\u00fcks\u00e9ges mez\u0151k t\u00f6rl\u00e9s\u00e9nek enged\u00e9lyez\u00e9se szerkeszt\u00e9s \u00fczemm\u00f3dban.
parent-x=Sz\u00fcl\u0151 {0}
please-enter-a-valid-script=\u00c9rv\u00e9nyes szkript sz\u00fcks\u00e9ges.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Egyedi strukt\u00faramez\u0151-neveket kell be\u00edrni (a sz\u00fcl\u0151strukt\u00far\u00e1b\u00f3l \u00f6r\u00f6k\u00f6lt mez\u0151neveket is bele\u00e9rtve).
save-and-continue=Ment\u00e9s \u00e9s folytat\u00e1s
script-file=Szkript f\u00e1jl
storage-type=T\u00e1rol\u00f3 t\u00edpusa
structure-help=V\u00e1lassz egy strukt\u00far\u00e1t, hogy l\u00e9trehozz egy sablont ahhoz a strukt\u00far\u00e1hoz vagy hagyd \u00fcresen ezt a mez\u0151t, hogy l\u00e9trehozz egy \u00e1ltal\u00e1nos sablont, amit be lehet \u00e1gyazni m\u00e1s sablonokba.
template-key-help=A sablon kulcs arra haszn\u00e1lhat\u00f3, hogy m\u00e1s sablonban programozottan felhaszn\u00e1lhat\u00f3 legyen ez a sablon.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=A strukt\u00fara nem t\u00f6r\u00f6lhet\u0151, mivel van legal\u00e1bb egy alstrukt\u00far\u00e1ja.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=A strukt\u00fara nem t\u00f6r\u00f6lhet\u0151, mivel legal\u00e1bb egy strukt\u00fara linknek sz\u00fcks\u00e9ge van r\u00e1.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=A strukt\u00fara nem t\u00f6r\u00f6lhet\u0151, mivel legal\u00e1bb egy sablonnak sz\u00fcks\u00e9ge van r\u00e1.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=A sablon nem t\u00f6r\u00f6lhet\u0151, mivel sz\u00fcks\u00e9ges egy vagy t\u00f6bb sablon linkhez.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Sablon hivatkoz\u00e1sok tal\u00e1lhat\u00f3k ehhez a strukt\u00far\u00e1hoz. Friss\u00edtsd \u0151ket, ha van olyan mez\u0151, aminek a neve megv\u00e1ltozott vagy \u00e1t lett helyezve.
this-is-a-collection-of-fields=Ez egy gy\u0171jtem\u00e9nye a mez\u0151knek.
this-is-a-repeatable-field=Ez egy ism\u00e9telhet\u0151 mez\u0151. Haladj v\u00e9gig a hasonl\u00f3kon, hogy elolvashasd mindegyik \u00e9rt\u00e9ket, amelyik be lett vezetve a tartalom szerz\u0151je \u00e1ltal.
variable=V\u00e1ltoz\u00f3
vm[stands-for]=Velocity
x-key={0} kulcs
x-version-x={0} ({1})
you-cannot-remove-default-attributes=Alap\u00e9rtelmezett attrib\u00fatumok nem t\u00e1vol\u00edthat\u00f3 el. (Automatic Translation)
you-have-entered-invalid-json=\u00c9rv\u00e9nytelen JSON l\u00e9ptek. (Automatic Translation)
