#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430
autogenerate-structure-key-description=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0430\u043a\u043e \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0432\u0438\u043d\u0430\u0433\u0438 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d. (Automatic Translation)
autogenerate-template-key-description=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0430\u043a\u043e \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0448\u0430\u0431\u043b\u043e\u043d \u043a\u043b\u044e\u0447\u043e\u0432\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0432\u0438\u043d\u0430\u0433\u0438 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d. (Automatic Translation)
changeable-default-language=\u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435\u0437\u0438\u043a (Automatic Translation)
changeable-default-language-description=\u0410\u043a\u043e \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0435\u0437\u0438\u043a\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e. \u0415\u0437\u0438\u043a\u044a\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 \u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d \u043e\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=\u041f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430 \u043d\u0430 \u0435\u0437\u0438\u043a\u0430 \u043d\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0440\u0435\u0432\u0435\u0436\u0434\u0430 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u044f \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u043a\u0440\u0438\u043f\u0442. \u0417\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u0430\u043b\u0438\u0442\u0440\u0430\u0442\u0430 \u0441\u043b\u0435\u0434 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0435\u0437\u0438\u043a\u0430, \u043e\u0441\u0432\u0435\u043d \u043f\u044a\u0440\u0432\u0438\u044f. (Automatic Translation)
copy-display-templates=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 XSL \u0448\u0430\u0431\u043b\u043e\u043d
copy-form-templates=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 XSL \u0448\u0430\u0431\u043b\u043e\u043d
copy-template=\u0424\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d
copy-templates=\u0424\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=DDM \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043c\u0435\u0441\u0442\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddm-structure-local-service-help=(Automatic Copy)
ddm-structure-service=DDM \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddm-structure-service-help=(Automatic Copy)
ddm-template-local-service=DDM \u0448\u0430\u0431\u043b\u043e\u043d \u043c\u0435\u0441\u0442\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddm-template-local-service-help=(Automatic Copy)
ddm-template-service=DDM \u0448\u0430\u0431\u043b\u043e\u043d \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddm-template-service-help=(Automatic Copy)
ddmweb-configuration-name=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0443\u0435\u0431 (Automatic Translation)
edit-default-values=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043a\u043b\u0430\u0441 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=\u0421\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=\u041f\u0440\u0438\u043b\u0430\u0433\u0430\u043d\u0435 \u0434\u0438\u0441\u043f\u043b\u0435\u0439 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 (Automatic Translation)
journal-article=\u0423\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 (Automatic Translation)
journal-template-cacheable-help=\u041c\u0430\u0445\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u0441\u0430\u043c\u043e \u043a\u043e\u0433\u0430\u0442\u043e \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0438, CMS \u0437\u0430\u044f\u0432\u044f\u0432\u0430 API \u0438\u043b\u0438 \u0434\u0440\u0443\u0433\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442.
json[stands-for]=JSON (Automatic Copy)
manage-templates=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0448\u0430\u0431\u043b\u043e\u043d (Automatic Translation)
new-structure=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430
only-allow-deleting-required-fields-in-edit-mode=\u0421\u0430\u043c\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u0430 \u0432 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0443\u043b\u0438\u0446\u0430.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u0430 (\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u0430\u0442\u0430, \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u043e\u0442 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430). (Automatic Translation)
save-and-continue=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u0438 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435
script-file=\u0421\u043a\u0440\u0438\u043f\u0442 \u0444\u0430\u0439\u043b (Automatic Translation)
storage-type=\u0412\u0438\u0434 \u043d\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 (Automatic Translation)
structure-help=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0438\u043b\u0438 \u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u043f\u0440\u0430\u0437\u043d\u043e, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0440\u043e\u0434\u043e\u0432\u043e \u0448\u0430\u0431\u043b\u043e\u043d, \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d \u0432 \u0434\u0440\u0443\u0433\u0438 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. (Automatic Translation)
template-key-help=\u0428\u0430\u0431\u043b\u043e\u043d \u043a\u043b\u044e\u0447\u044a\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0432\u043a\u043b\u044e\u0447\u0438 \u0442\u043e\u0437\u0438 \u0448\u0430\u0431\u043b\u043e\u043d programatically \u0432 \u0434\u0440\u0443\u0433 \u0448\u0430\u0431\u043b\u043e\u043d. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0442\u0440\u0438\u0435, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u043c\u0430 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0441\u043a\u0435\u043b\u0435\u0442\u0438. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0432\u0440\u044a\u0437\u043a\u0438, \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=\u0428\u0430\u0431\u043b\u043e\u043d\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u0432\u0440\u044a\u0437\u043a\u0438. (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=\u0418\u043c\u0430 \u0448\u0430\u0431\u043b\u043e\u043d \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043a\u044a\u043c \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430. \u041c\u043e\u043b\u044f \u0434\u0430 \u0433\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430, \u0430\u043a\u043e \u0438\u043c\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435 \u0435 \u043f\u0440\u0435\u0438\u043c\u0435\u043d\u0443\u0432\u0430\u043d \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442. (Automatic Translation)
this-is-a-collection-of-fields=\u0422\u043e\u0432\u0430 \u0435 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u044f \u043e\u0442 \u043f\u043e\u043b\u0435\u0442\u0430. (Automatic Translation)
this-is-a-repeatable-field=\u0422\u043e\u0432\u0430 \u0435 \u043f\u043e\u043b\u0435 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u044f\u0435\u043c\u0438. \u041e\u0431\u0445\u043e\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u0430\u0442\u044f \u0438 \u0441\u0435\u0441\u0442\u0440\u0438 \u0434\u0430 \u043f\u0440\u043e\u0447\u0435\u0442\u0435 \u0432\u0441\u044f\u043a\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u043e\u0442 \u0430\u0432\u0442\u043e\u0440\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e. (Automatic Translation)
variable=\u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430 (Automatic Translation)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
you-have-entered-invalid-json=\u0412\u044a\u0432\u0435\u043b\u0438 \u0441\u0442\u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d JSON. (Automatic Translation)
