#X-Generator: crowdin.com
add-wiki=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c Wiki
all-files-are-saved=\u0412\u0441\u0435 \u0444\u0430\u0439\u043b\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u044b. (Automatic Translation)
an-error-occurred-while-formatting-the-wiki-page=\u0412\u043e \u0432\u0440\u0435\u043c\u044f \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b wiki \u043f\u0440\u043e\u0438\u0437\u043e\u0448\u043b\u0430 \u043e\u0448\u0438\u0431\u043a\u0430.
another-user-made-changes-that-are-pending-publication=\u0414\u0440\u0443\u0433\u043e\u0439 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044c \u0441\u0434\u0435\u043b\u0430\u043b \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043e\u0436\u0438\u0434\u0430\u044e\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438. \u0412\u044b \u043d\u0435 \u0441\u043c\u043e\u0436\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u0438\u043c\u0435\u043d\u043e\u0432\u0430\u0442\u044c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443, \u043f\u043e\u043a\u0430 \u044d\u0442\u0438 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u043d\u0435 \u0431\u0443\u0434\u0443\u0442 \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u044b. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=\u0412\u044b \u0443\u0432\u0435\u0440\u0435\u043d\u044b \u0432 \u0442\u043e\u043c, \u0447\u0442\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0434\u043b\u044f \u044d\u0442\u043e\u0433\u043e \u0443\u0437\u043b\u0430 wiki?
attachment-found-in-wiki-page-x=\u0412\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043d\u0430\u0439\u0434\u0435\u043d\u043e \u043d\u0430 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0435 {0}
category.wiki=Wiki
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=\u041a\u043e\u043c\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0439 \u043d\u0430\u0439\u0434\u0435\u043d \u043d\u0430 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0435 {0}
convert-wiki-pages-from-classic-wiki-to-creole-format=\u041a\u043e\u043d\u0432\u0435\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b Wiki \u0438\u0437 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 Classic \u0432 \u0444\u043e\u0440\u043c\u0430\u0442 Creole.
edit-wikis=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c Wikis
edit-wikis-for-group=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c Wikis \u0434\u043b\u044f \u0433\u0440\u0443\u043f\u043f\u044b\:
enable-highlighting=Enable Highlighting
import-wiki-images-help=\u041f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 ZIP \u0444\u0430\u0439\u043b \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0439 \u0434\u043b\u044f \u0438\u043c\u043f\u043e\u0440\u0442\u0430. \u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0437\u0430\u0437\u0438\u043f\u043e\u0432\u0430\u0442\u044c \u043f\u0430\u043f\u043a\u0443 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0439 \u0432 MediaWiki \u043d\u0430\u043f\u0440\u044f\u043c\u0443\u044e (\u0438\u043d\u043e\u0433\u0434\u0430 \u044d\u0442\u043e \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f "upload"). \u0415\u0441\u043b\u0438 \u0432\u044b \u0442\u0430\u043a \u0441\u0434\u0435\u043b\u0430\u0435\u0442\u0435, \u0442\u043e \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0435\u0442\u0441\u044f \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u043f\u0430\u043f\u043a\u0438, \u043d\u0430\u0437\u044b\u0432\u0430\u044e\u0449\u0438\u0435\u0441\u044f "archive", "temp" \u0438 "thumbs", \u0447\u0442\u043e\u0431\u044b \u0443\u043c\u0435\u043d\u044c\u0448\u0438\u0442\u044c \u0440\u0430\u0437\u043c\u0435\u0440 ZIP \u0444\u0430\u0439\u043b\u0430, \u043f\u043e\u0441\u043a\u043e\u043b\u044c\u043a\u0443 \u043e\u043d\u0438 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u043e\u0438\u0433\u043d\u043e\u0440\u0438\u0440\u043e\u0432\u0430\u043d\u044b.
import-wiki-pages-help=\u041f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 XML \u0444\u0430\u0439\u043b, \u044d\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0439 MediaWiki \u0447\u0435\u0440\u0435\u0437 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443 "Special\:Export" (\u0438\u0449\u0438\u0442\u0435 "Special pages" \u0432 \u043c\u0435\u043d\u044e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u043e\u0432).
import-wiki-strict-mode-help=\u0423\u0431\u0440\u0430\u0442\u044c \u0432\u0441\u044e \u043d\u0435\u0440\u0430\u0441\u043f\u043e\u0437\u043d\u0430\u0432\u0430\u0435\u043c\u0443\u044e MediaWiki \u0440\u0430\u0437\u043c\u0435\u0442\u043a\u0443 \u0438\u0437 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0443\u0435\u043c\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b.
import-wiki-users-help=\u041f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 CSV \u0444\u0430\u0439\u043b \u0441 email-\u0430\u0434\u0440\u0435\u0441\u0430\u043c\u0438 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u0439 \u0434\u043b\u044f \u0441\u043e\u043f\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0438\u0445 \u0441 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\u043c\u0438 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. \u0412 \u0444\u0430\u0439\u043b\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c 2 \u043a\u043e\u043b\u043e\u043d\u043a\u0438\: \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438 \u0430\u0434\u0440\u0435\u0441 email. \u042d\u0442\u043e \u0444\u0430\u0439\u043b \u043c\u043e\u0436\u043d\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u043d\u0430\u043f\u0440\u044f\u043c\u0443\u044e \u0438\u0437 \u0411\u0414 MediaWiki, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044f SQL.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0412\u0438\u043a\u0438 \u2014 \u044d\u0442\u043e \u0441\u043e\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0439 \u0441\u043e\u0432\u043c\u0435\u0441\u0442\u043d\u044b\u0445 \u044d\u043d\u0446\u0438\u043a\u043b\u043e\u043f\u0435\u0434\u0438\u0438, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\u043c \u0441\u043e\u0431\u0440\u0430\u0442\u044c\u0441\u044f \u0432\u043c\u0435\u0441\u0442\u0435 \u0438 \u0434\u0435\u043b\u0438\u0442\u044c\u0441\u044f \u0437\u043d\u0430\u043d\u0438\u044f\u043c\u0438 \u0432 \u043e\u0431\u043b\u0430\u0441\u0442\u0438. \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u044b \u043c\u043e\u0433\u0443\u0442 \u0434\u043e\u0431\u0430\u0432\u043b\u044f\u0442\u044c \u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0432\u0438\u043a\u0438-\u0441\u0442\u0440\u0430\u043d\u0438\u0446, \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0438 \u0437\u0430\u0434\u0430\u0442\u044c \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b. (Automatic Translation)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u041f\u043e\u043a\u0430\u0437 Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=\u0423\u043f\u0440\u0430\u0432\u043b\u044f\u0442\u044c Wiki
model.resource.com.liferay.wiki=\u0423\u0437\u043b\u044b Wiki
model.resource.com.liferay.wiki.model.WikiNode=\u0423\u0437\u0435\u043b Wiki
model.resource.com.liferay.wiki.model.WikiPage=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 Wiki
model.resource.com.liferay.wiki.template=Wiki \u0428\u0430\u0431\u043b\u043e\u043d \u043e\u0442\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f
new-wiki-node=\u041d\u043e\u0432\u044b\u0439 \u0443\u0437\u0435\u043b Wiki
new-wiki-page=\u041d\u043e\u0432\u0430\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 Wiki
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=\u0423\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0438\u0437 \u044d\u0442\u043e\u0433\u043e \u0443\u0437\u043b\u0430 wiki.
show-wiki-borders=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043e\u0431\u0440\u0430\u043c\u043b\u0435\u043d\u0438\u0435 Wiki
the-company-id-associated-with-the-wiki=ID \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u043e\u0439 \u0441 wiki
the-company-mx-associated-with-the-wiki=MX \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u043e\u0439 \u0441 wiki
the-company-name-associated-with-the-wiki=\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u043e\u0439 \u0441 wiki
the-site-name-associated-with-the-wiki=\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0441\u0430\u0439\u0442\u0430, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u043e\u0435 \u0441 wiki
the-wiki-could-not-be-found=\u041d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d\u0430 wiki.
there-are-no-wiki-attachments=\u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043d\u0435\u0442 \u0432\u0438\u043a\u0438 \u0432\u043b\u043e\u0436\u0435\u043d\u0438\u0439. (Automatic Translation)
there-are-no-wikis=\u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043d\u0435\u0442 \u0432\u0438\u043a\u0438. (Automatic Translation)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=\u0423 \u044d\u0442\u043e\u0433\u043e \u0443\u0437\u043b\u0430 wiki \u043d\u0435\u0442\u0443 \u0444\u0430\u0439\u043b\u043e\u0432\u044b\u0445 \u0432\u043b\u043e\u0436\u0435\u043d\u0438\u0439 \u0432 \u041a\u043e\u0440\u0437\u0438\u043d\u0435.
total-pages=\u0412\u0441\u0435\u0433\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446 (Automatic Translation)
update-wiki=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c Wiki
view-wiki=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u044c Wiki
visible-wikis=\u0412\u0438\u0434\u0438\u043c\u044b\u0435 Wiki
wiki-navigation=\u041d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f Wiki
wiki-node=\u0423\u0437\u0435\u043b Wiki
wiki-node-local-service=Wiki Node Local Service
wiki-node-local-service-help=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u044b\u0439 \u0441\u0435\u0440\u0432\u0438\u0441 \u0434\u043b\u044f \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430, \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u044f, \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044f, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0430\u043c\u0438, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043a\u043e\u0440\u0437\u0438\u043d\u043e\u0439 \u0438 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f \u0443\u0437\u043b\u043e\u0432 wiki.
wiki-node-service=Wiki Node Service
wiki-node-service-help=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 \u0434\u043b\u044f \u0443\u0434\u0430\u043b\u0435\u043d\u043d\u044b\u0445 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0439 \u0441 \u043c\u0435\u0442\u043e\u0434\u0430\u043c\u0438 \u0434\u043b\u044f \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430, \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u044f, \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f, \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044f, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043f\u043e\u0434\u043f\u0438\u0441\u043e\u043a, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043a\u043e\u0440\u0437\u0438\u043d\u043e\u0439 \u0438 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f \u0443\u0437\u043b\u043e\u0432 wiki. \u042d\u0442\u0438 \u043c\u0435\u0442\u043e\u0434\u044b \u0432\u043a\u043b\u044e\u0447\u0430\u044e\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u043f\u0440\u0430\u0432 \u0434\u043e\u0441\u0442\u0443\u043f\u0430.
wiki-nodes=Wiki Nodes
wiki-page=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 Wiki
wiki-page-content=\u041a\u043e\u043d\u0442\u0435\u043d\u0442 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b
wiki-page-content-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 HTML \u043a\u043e\u043d\u0442\u0435\u043d\u0442 \u0442\u0435\u043a\u0443\u0449\u0435\u0439 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b
wiki-page-help=\u041e\u0442\u0440\u0430\u0436\u0430\u0435\u0442 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443 \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c\u0441\u044f \u0447\u0435\u0440\u0435\u0437 \u044d\u0442\u043e\u0442 \u0448\u0430\u0431\u043b\u043e\u043d.
wiki-page-local-service=Wiki Page Local Service
wiki-page-local-service-help=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u044b\u0439 \u0441\u0435\u0440\u0432\u0438\u0441 \u0434\u043b\u044f \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430, \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u044f, \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044f, \u0438\u043c\u043f\u043e\u0440\u0442\u0430, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0430\u043c\u0438, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043a\u043e\u0440\u0437\u0438\u043d\u043e\u0439, \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f \u0438 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446.
wiki-page-service=Wiki Page Service
wiki-page-service-help=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 \u0434\u043b\u044f \u0443\u0434\u0430\u043b\u0435\u043d\u043d\u044b\u0445 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0439 \u0441 \u043c\u0435\u0442\u043e\u0434\u0430\u043c\u0438 \u0434\u043b\u044f \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430, \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u044f, \u043f\u0435\u0440\u0435\u043c\u0435\u0449\u0435\u043d\u0438\u044f, \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044f, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043f\u043e\u0434\u043f\u0438\u0441\u043e\u043a, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u043a\u043e\u0440\u0437\u0438\u043d\u043e\u0439 \u0438 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446 \u0438 \u0438\u0445 \u0432\u043b\u043e\u0436\u0435\u043d\u0438\u0439. \u042d\u0442\u0438 \u043c\u0435\u0442\u043e\u0434\u044b \u0432\u043a\u043b\u044e\u0447\u0430\u044e\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u043f\u0440\u0430\u0432 \u0434\u043e\u0441\u0442\u0443\u043f\u0430.
wiki-pages=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u044b Wiki
wiki-portlet-instance-configuration-name=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 Wiki (Automatic Translation)
wiki-services=Wiki Services
wikis=Wiki
wikis-permissions=\u0412\u0438\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f (Automatic Translation)
you-are-not-subscribed-to-this-wiki=\u0412\u044b \u043d\u0435 \u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043d\u044b \u043d\u0430 \u044d\u0442\u0443 wiki.
you-are-subscribed-to-this-wiki=\u0412\u044b \u043d\u0435 \u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043d\u044b \u043d\u0430 \u044d\u0442\u0443 wiki.
