#X-Generator: crowdin.com
access-in-my-account=\ub0b4 \uacc4\uc815\uc5d0 \uc561\uc138\uc2a4 (Automatic Translation)
access-in-site-administration=\uc0ac\uc774\ud2b8 \uad00\ub9ac\uc5d0 \uc561\uc138\uc2a4 (Automatic Translation)
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uc0ac\uc6a9 \uad8c\ud55c (Automatic Translation)
application-permissions-help=\uc774\ub7ec\ud55c \uc0ac\uc6a9 \uad8c\ud55c\uc744 \uc815\uc758\uc774 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0\uc11c \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub7ec\ud55c \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uad00\ub828 \uc791\uc5c5 \ubfd0 \uc544\ub2c8\ub77c \uc791\uc5c5\uc744 \ubaa8\ub4e0 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8, \ud398\uc774\uc9c0\ub97c \ubcf4\uae30, \ucd94\uac00 \ub4f1\uc774 \ud3ec\ud568 \ub429\ub2c8\ub2e4. (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=\ud5c8\uac00\ub97c \uc815\uc758\ud558\uc2ed\uc2dc\uc694
general-permissions=\uc77c\ubc18\uc801\uc778 \uc0ac\uc6a9 \uad8c\ud55c (Automatic Translation)
general-permissions-help=\uc774\ub7ec\ud55c \uc0ac\uc6a9 \uad8c\ud55c\uc744 \uc815\uc758 \uadf8\ub4e4\uc758 \uad6c\uc131 \ub4f1\uc774 \uc139\uc158\uc5d0\uc11c\ub294 \ubaa8\ub4e0 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300 \ud55c \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4 \uadf8\ub4e4\uc740 \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4, \ucee8\ud2b8\ub864 \ud328\ub110 \ubc0f \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc5d0 \uc561\uc138\uc2a4 \ud558\ub294 \uc5ec\ubd80. (Automatic Translation)
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\uc5ed\ud560
key-field-help=\ud504\ub85c\uadf8\ub798\ubc0d \ubc29\uc2dd\uc73c\ub85c \uadf8\uac83\uc744 \ucc38\uc870 \ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4\uc774 \uc5ed\ud560\uc5d0 \ub300 \ud55c \uace0\uc720 \uc2dd\ubcc4\uc790\ub97c \uc81c\uacf5 \ud569\ub2c8\ub2e4. \uac12 \uc9c0 automaticallly \uc8fc\uc5b4\uc9c4\ub41c \uc81c\ubaa9\uc5d0\uc11c \ucc44\uc6cc\uc9c8 \uacbd\uc6b0\uc774 \uc0c8\ub85c\uc6b4 \uc5ed\ud560, \uc8fc\uc5b4\uc9c8 \uc218 \uc788\ub2e4 \ub610\ud55c \uc218\ub3d9\uc73c\ub85c \ud558\uc9c0\ub9cc. (Automatic Translation)
new-role=\uc0c8\ub85c\uc6b4 \uc774\ub984
number-of-assignees=\ub2f4\ub2f9\uc790\uc758 \uc218 (Automatic Translation)
old-role-name-is-a-required-system-role=\uc624\ub798 \ub418\ub294 \uc5ed\ud560 \uc774\ub984\uc740 \ud544\uc218 \uccb4\uacc4 \uc5ed\ud560 \uc774\ub2e4.
one-assignee=1 \ub2f4\ub2f9\uc790 (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=\uc0ac\uc774\ud2b8 \uc5ed\ud560\uc744 \ud560\ub2f9\ud560 \uac83\uc785\ub2c8\ub2e4 \uc788\ub294 \uc0ac\uc774\ud2b8\ub97c \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-select-an-organization-to-which-you-will-assign-an-organization-role=\ub2f9\uc2e0\uc774 \uc870\uc9c1 \uc5ed\ud560\uc744 \ud560\ub2f9\ud560 \uc870\uc9c1\uc744 \uc120\uc815\ud558\uc2ed\uc2dc\uc624.
related-application-permissions=\uad00\ub828\ub41c \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uc0ac\uc6a9 \uad8c\ud55c (Automatic Translation)
resource-permissions=\ub9ac\uc18c\uc2a4 \uc0ac\uc6a9 \uad8c\ud55c (Automatic Translation)
resource-permissions-help=\uc774\ub7ec\ud55c \uc0ac\uc6a9 \uad8c\ud55c\uc744 \uc815\uc758 \ud45c\uc2dc \ub610\ub294 \uc704\uc758 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc5d0\uc11c \uad00\ub9ac \ub418\ub294 \ub9ac\uc18c\uc2a4\uc5d0 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ub9ac\uc18c\uc2a4\ub294 \uc0ac\uc6a9\uc790, \uc870\uc9c1, \uc0ac\uc774\ud2b8, \ub610\ub294 \ub2ec\ub825 \ub610\ub294 \ube14\ub85c\uadf8 \ud56d\ubaa9 \ub4f1\uacfc \uac19\uc740 \ud3ec\ud138\uc5d0 \uc788\ub294 \uc0ac\uc6a9\uc790 \uac1c\uccb4\uc785\ub2c8\ub2e4. (Automatic Translation)
system-roles=\uc5ed\ud560\uc744 \uc4f0\uc2ed\uc2dc\uc694
the-permission-was-deleted=\ud5c8\uac00\ub294 \uc0ad\uc81c\ub418\uc5c8\ub2e4.
the-role-permissions-were-updated=\uc5ed\ud560 \ud5c8\uac00\ub294 \uac1c\uc815\ud588\ub2e4.
there-are-no-actions=\uc704\uce58.
there-are-no-applications-that-support-application-display-templates=\uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \ub514\uc2a4\ud50c\ub808\uc774 \ud15c\ud50c\ub9bf\uc744 \uc9c0 \uc6d0\ud558\ub294 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc744 \ud655\uc778 \ud558 \uace0 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
this-role-does-not-have-any-permissions=\uc774 \uc5ed\ud560\uc5d0\ub294 \uc5b4\ub5a4 \ud5c8\uac00\ub3c4 \uc5c6\ub2e4.
this-role-is-automatically-assigned=\uc774 \uc5ed\ud560\uc774 \uc790\ub3d9\uc73c\ub85c \ud560\ub2f9 \ub429\ub2c8\ub2e4. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\ub2f9\uc2e0\uc740 \uc774 \uc5ed\ud560\uc5d0 \uadf8\ub8f9 \ub610\ub294 \uc0ac\uc6a9\uc790\ub97c \uc9c0\uc815\ud560 \uc218 \uc5c6\ub2e4.
you-cannot-delete-a-system-role=\ub108\ub294 \uccb4\uacc4 \uc5ed\ud560\uc744 \uc0ad\uc81c\ud560.
you-cannot-edit-the-permissions-of-this-role=\ub2f9\uc2e0\uc740 \uc774 \uc5ed\ud560\uc758 \ud5c8\uac00\ub97c \ud3b8\uc9d1\ud560 \uc218 \uc5c6\ub2e4.
