#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=\u30da\u30fc\u30b8\u304c\u5909\u66f4\u3055\u308c\u308b\u3068\u3001\u81ea\u52d5\u7684\u306b\u65b0\u898f\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u4f5c\u3089\u308c\u307e\u3059\u3002
a-page-variation-with-that-name-already-exists=\u540c\u540d\u306e\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
a-site-pages-variation-with-that-name-already-exists=\u540c\u540d\u306e\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=\u30a4\u30d9\u30f3\u30c8\u306e\u8ffd\u52a0
add-page-variation=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u8ffd\u52a0
add-site-pages-variation=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u8ffd\u52a0
all-content-import-help=\u5168\u3066\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3068\u30e1\u30bf\u30c7\u30fc\u30bf\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002\u30a4\u30f3\u30dd\u30fc\u30c8\u8a2d\u5b9a\u306f<em>\u5909\u66f4</em>\u30aa\u30d7\u30b7\u30e7\u30f3\u3088\u308a\u5909\u66f4\u3067\u304d\u307e\u3059
all-page-variations=\u3059\u3079\u3066\u306e\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3
all-site-pages-variations=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3
always-use-my-user-id=\u5168\u3066\u306b\u81ea\u5206\u306e\u30e6\u30fc\u30b6\u30fcID\u3092\u4f7f\u7528\u3059\u308b\u3002
an-error-occurred-because-the-live-group-does-not-have-the-current-page=\u30b0\u30eb\u30fc\u30d7\u304c\u8868\u793a\u4e2d\u306e\u30da\u30fc\u30b8\u306e\u30aa\u30fc\u30ca\u30fc\u3067\u306a\u3044\u305f\u3081\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
an-unexpected-error-occurred-while-importing-your-file=\u30d5\u30a1\u30a4\u30eb\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
an-unexpected-error-occurred-with-the-initial-staging-publication=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u74b0\u5883\u306e\u516c\u958b\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
are-you-sure-you-want-to-activate-local-staging-for-x={0} \u306e\u30ed\u30fc\u30ab\u30eb\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u304b?
are-you-sure-you-want-to-activate-remote-staging-for-x={0} \u306e\u30ea\u30e2\u30fc\u30c8\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u304b?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u304b\u3089\u30b3\u30d4\u30fc\u3057\u65e2\u5b58\u306e\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3059\u304b\uff1f
are-you-sure-you-want-to-deactivate-staging-for-x={0} \u306e\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\u304b?
are-you-sure-you-want-to-merge-changes-from-x={0}\u304b\u3089\u306e\u5909\u66f4\u3092\u30de\u30fc\u30b8\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\u3002
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=\u65e2\u5b58\u306e\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u30c7\u30fc\u30bf\u3092\u516c\u958b\u3001\u66f4\u65b0\u3057\u307e\u3059\u304b?
are-you-sure-you-want-to-remove-the-initial-staging-publication=\u3053\u306e\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u516c\u958b\u51e6\u7406\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
authorship-of-the-content=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u4f5c\u6210\u8005
change-the-configuration-in-the-details-section=\u8a73\u7d30\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u8a2d\u5b9a\u3092\u5909\u3048\u308b\u3002
change-to-private-pages=\u975e\u516c\u958b\u30da\u30fc\u30b8\u306b\u5909\u66f4
change-to-public-pages=\u516c\u958b\u30da\u30fc\u30b8\u306b\u5909\u66f4
changes-since-last-publication=\u524d\u56de\u306e\u516c\u958b\u304b\u3089\u306e\u5909\u66f4\u70b9
contact-your-administrator-to-change-the-configuration=\u3053\u306e\u8a2d\u5b9a\u306e\u5909\u66f4\u306f\u7ba1\u7406\u8005\u3092\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
copy-as-new=\u65b0\u898f\u30b3\u30d4\u30fc
copy-from-live=\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u304b\u3089\u30b3\u30d4\u30fc
copy-pages-from-site-pages-variation=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u30da\u30fc\u30b8\u3092\u30b3\u30d4\u30fc
copy-pages-from-site-pages-variation-help=\u516c\u958b\u6e96\u5099\u5b8c\u4e86\u306e\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u307f\u304c\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u3002
current-and-previous=\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u904e\u53bb\u30d0\u30fc\u30b8\u30e7\u30f3
current-version=\u73fe\u5728\u306e\u30d0\u30fc\u30b8\u30e7\u30f3
custom-export=\u30ab\u30b9\u30bf\u30e0\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
custom-publication=\u30ab\u30b9\u30bf\u30e0\u516c\u958b
delete-application-data-before-importing=Delete Application Data Before Importing (Automatic Copy)
delete-missing-layouts=\u884c\u65b9\u4e0d\u660e\u30da\u30fc\u30b8\u306e\u524a\u9664
delete-missing-layouts-help=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u9078\u629e\u3055\u308c\u305f\u5834\u5408\u3001\u3053\u306e\u30b5\u30a4\u30c8\u3067\u30a4\u30f3\u30dd\u30fc\u30c8 LAR \u30d5\u30a1\u30a4\u30eb\u306b\u306f\u306a\u3044\u5168\u3066\u306e\u30da\u30fc\u30b8\u306f\u524a\u9664\u3055\u308c\u307e\u3059\u3002
delete-missing-layouts-staging-help=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u9078\u629e\u3055\u308c\u305f\u5834\u5408\u3001\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u74b0\u5883\u306b\u306f\u306a\u3044\u3059\u3079\u3066\u306e\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u30da\u30fc\u30b8\u304c\u524a\u9664\u3055\u308c\u307e\u3059\u3002
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=\u3053\u308c\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u5b9f\u884c\u3055\u308c\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u30ab\u30c6\u30b4\u30ea\u306e\u524a\u9664\u306f\u3001\u30bf\u30fc\u30b2\u30c3\u30c8\u30b5\u30a4\u30c8\u306b\u3082\u53cd\u6620\u3055\u308c\u307e\u3059\u3002
deletions-help-export=If this option is chosen, the delete operations performed for content types will be exported to the LAR file. (Automatic Copy)
drop-a-lar-file-here-to-import=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308bLAR\u30d5\u30a1\u30a4\u30eb\u3092\u3053\u3053\u306b\u30c9\u30ed\u30c3\u30d7
dynamic-data-mapping-structure-with-structure-key-x-already-exists=\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u30ad\u30fc{0}\u306e\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
enabled-on-private-pages=\u975e\u516c\u958b\u30da\u30fc\u30b8\u3067\u6709\u52b9
enabled-on-public-pages=\u516c\u958b\u30da\u30fc\u30b8\u3067\u6709\u52b9
export-entity=Export Asset (Automatic Copy)
export-import-configuration=Export/Import Template (Automatic Copy)
export-import-portlet-permissions-help=\u3053\u3053\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3042\u308b\u5834\u5408\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u6a29\u9650\u304c\u542b\u307e\u308c\u307e\u3059
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u9078\u629e\u3059\u308b\u3068\u30b5\u30a4\u30c8\u306e\u30c6\u30fc\u30de\u3084\u30ab\u30e9\u30fc\u8a2d\u5b9a\u306fLAR\u30d5\u30a1\u30a4\u30eb\u306b\u542b\u307e\u308c\u307e\u3059\u3002\u3082\u3057\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u9078\u629e\u3055\u308c\u305f\u5834\u5408\u3001\u3059\u3079\u3066\u306e\u30da\u30fc\u30b8\u306b\u8a2d\u5b9a\u3055\u308c\u305f\u30c6\u30fc\u30de\u3068\u30ab\u30e9\u30fc\u8a2d\u5b9a\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
export-individual-deletions=Export Individual Deletions (Automatic Copy)
export-permissions=\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export-private-pages=\u975e\u516c\u958b\u30da\u30fc\u30b8\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export-public-pages=\u516c\u958b\u30da\u30fc\u30b8\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export-templates=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export-the-selected-data-to-the-given-lar-file-name=\u9078\u629e\u3057\u305f\u30c7\u30fc\u30bf\u3092LAR\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u3002
file-summary=\u30d5\u30a1\u30a4\u30eb\u306e\u6982\u8981
global-site=Global Site (Automatic Copy)
go-to-live=\u672c\u756a\u3078\u79fb\u52d5
go-to-remote-live=\u30ea\u30e2\u30fc\u30c8\u306e\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u3078\u79fb\u52d5\u3059\u308b
go-to-staging=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u74b0\u5883\u3078\u79fb\u52d5
go-to-this-version=\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3078\u79fb\u52d5
import-data-strategy-copy-as-new-help=\u6bce\u56deLAR\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u308b\u3068\u304d\u306b\u3001LAR\u5185\u306e\u5168\u3066\u306e\u30c7\u30fc\u30bf\u304a\u3088\u3073\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u306b\u65b0\u3057\u3044\u30a8\u30f3\u30c8\u30ea\u30fc\u3068\u3057\u3066\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
import-data-strategy-mirror-help=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305fLAR\u5185\u306e\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u304a\u3088\u3073\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u307e\u3063\u305f\u304f\u65b0\u3057\u3044\u3082\u306e\u3068\u3057\u3066\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002\u3057\u304b\u3057\u30bd\u30fc\u30b9\u3068\u306e\u53c2\u7167\u306f\u7dad\u6301\u7ba1\u7406\u3055\u308c\u307e\u3059\u3002\u540c\u3058\u30bd\u30fc\u30b9\u3078\u305d\u306e\u5f8c\u307b\u304b\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u3042\u308b\u5834\u5408\u3001\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u65b0\u3057\u304f\u4f5c\u6210\u3055\u308c\u308b\u306e\u3067\u306f\u306a\u304f\u3001\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002
import-data-strategy-mirror-with-overwriting-help=\u30df\u30e9\u30fc\u30ea\u30f3\u30b0\u3068\u540c\u3058\u6a5f\u80fd\u3067\u3059\u304c\u3001\u540c\u3058\u540d\u524d\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u304a\u3088\u3073\u753b\u50cf\u304c\u3042\u308b\u5834\u5408\u3001\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u4e0a\u66f8\u304d\u3055\u308c\u307e\u3059\u3002
import-entity=Import Asset (Automatic Copy)
import-permissions=\u6a29\u9650\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import-private-pages=\u975e\u516c\u958b\u30da\u30fc\u30b8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import-public-pages=\u516c\u958b\u30da\u30fc\u30b8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=\u6700\u521d\u306e\u516c\u958b
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8 / \u30a4\u30f3\u30dd\u30fc\u30c8\u306f\u30b5\u30a4\u30c8\u5168\u4f53\u3001\u3082\u3057\u304f\u306f\u4e00\u90e8\u306e\u30b5\u30a4\u30c8\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8 / \u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u8a2d\u5b9a\u306f\u3001\u8a2d\u5b9a\u53ef\u80fd\u306a\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u8a2d\u5b9a\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3057\u307e\u3059
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8 / \u30a4\u30f3\u30dd\u30fc\u30c8
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=\u30a4\u30f3\u30dd\u30fc\u30c8
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u8a2d\u5b9a
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u306f\u3001\u30ea\u30e2\u30fc\u30c8\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u74b0\u5883\u306b\u304a\u3044\u3066\u3001\u672c\u756a\u74b0\u5883\u3068\u3057\u3066\u52d5\u4f5c\u3057\u3066\u3044\u307e\u3059\u3002\u30de\u30eb\u30c1\u30b9\u30c6\u30c3\u30d7\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3068\u3057\u3066\u74b0\u5883\u3092\u30a2\u30fc\u30ab\u30a4\u30d6\u3059\u308b\u305f\u3081\u306b\u3001\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u74b0\u5883\u3068\u3057\u3066\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u3082\u53ef\u80fd\u3067\u3059\u304c\u3001\u3044\u304f\u3064\u304b\u306e\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u7528\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
local-live=\u30ed\u30fc\u30ab\u30eb\u73fe\u884c\u74b0\u5883
manage-page-variations=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u7ba1\u7406
mark-as-ready-for-publication=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u6e96\u5099\u6e08\u307f\u3068\u3057\u3066\u30de\u30fc\u30af
merge-site-pages-variation=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u3092\u7d50\u5408
mirror-with-overwriting=\u4e0a\u66f8\u304d\u306e\u30df\u30e9\u30fc\u30ea\u30f3\u30b0
missing-manifest.xml=manifest.xml not found in the LAR (Automatic Copy)
new-custom-export=\u65b0\u898f\u30ab\u30b9\u30bf\u30e0\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
new-export=\u65b0\u898f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
new-export-based-on-x={0}\u306b\u57fa\u3065\u304f\u65b0\u898f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
new-export-process=\u65b0\u898f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d7\u30ed\u30bb\u30b9
new-export-template=\u65b0\u898f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
new-publication=\u65b0\u898f\u516c\u958b
new-publication-based-on-x={0}\u3092\u3082\u3068\u306b\u65b0\u898f\u516c\u958b
new-publication-process=\u65b0\u3057\u3044\u516c\u958b\u30d7\u30ed\u30bb\u30b9
new-publish-template=\u65b0\u898f\u516c\u958b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
no-export-processes-were-found=\u30a8\u30ad\u30b9\u30dd\u30fc\u30c8\u30d7\u30ed\u30bb\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
no-import-processes-were-found=\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30ed\u30bb\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
no-pages=\u30de\u30a4\u30da\u30fc\u30b8
no-processes-were-found=No processes were found. (Automatic Copy)
no-publication-processes-were-found=\u516c\u958b\u30d7\u30ed\u30bb\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
no-scheduled-publication-processes-were-found=\u4e88\u5b9a\u3055\u308c\u305f\u516c\u958b\u30d7\u30ed\u30bb\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
none-empty-site-pages-variation=\u306a\u3057\uff08\u7a7a\u306e\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\uff09
only-one-site-pages-variation-can-be-the-main-one=\u3072\u3068\u3064\u306e\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30fc\u30b7\u30e7\u30f3\u3057\u304b\u30e1\u30a4\u30f3\u306b\u3067\u304d\u307e\u305b\u3093\u3002
page-variation-was-added=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002
page-variation-was-deleted=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
page-variation-was-updated=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
page-variations-help=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u3068\u306f\u3072\u3068\u3064\u306e\u30da\u30fc\u30b8\u306b\u69d8\u3005\u306a\u30d0\u30fc\u30b7\u30e7\u30f3\u3092\u5236\u4f5c\u3057\u3001\u30da\u30fc\u30b8\u306b\u5165\u3063\u3066\u3044\u306a\u304c\u3089\u305d\u308c\u3089\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u540c\u6642\u306b\u4fee\u6b63\u3067\u304d\u308b\u6a5f\u80fd\u3067\u3059\u3002\u30b5\u30a4\u30c8\u306b\u516c\u958b\u3059\u308b\u6642<em>\u516c\u958b\u53ef\u80fd</em>\u3068\u30de\u30fc\u30af\u3055\u308c\u305f\u3082\u306e\u3060\u3051\u304c\u516c\u958b\u3055\u308c\u307e\u3059\u3002
page-variations-x=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3 {0}
page-versioning=\u30da\u30fc\u30b8\u30d0\u30fc\u30b8\u30e7\u30cb\u30f3\u30b0
page-versioning-help=\u30da\u30fc\u30b8\u30d0\u30fc\u30b8\u30e7\u30cb\u30f3\u30b0\u306f\u3001\u30da\u30fc\u30b8\u306e\u7570\u306a\u308b\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u540c\u6642\u306b\u5b58\u5728\u3055\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u66f4\u306b\u305d\u308c\u3089\u306e\u30da\u30fc\u30b8\u306e\u5909\u66f4\u3092\u8ffd\u8de1\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
page-x-has-not-been-published-to-live-yet=\u30da\u30fc\u30b8{0}\u306f\u307e\u3060\u516c\u958b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
page-x-was-last-published-from-x=\u30da\u30fc\u30b8{0}\u306f\u6700\u5f8c\u306b{1}\u304b\u3089\u516c\u958b\u3055\u308c\u307e\u3057\u305f\u3002
page-x-was-last-published-to-live=\u6700\u5f8c\u306b\u516c\u958b\u3055\u308c\u305f\u30da\u30fc\u30b8\u306f\u30da\u30fc\u30b8{0}\u3067\u3059\u3002
pages-options=\u30da\u30fc\u30b8\u30aa\u30d7\u30b7\u30e7\u30f3
pages-to-export=\u30a8\u30ad\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u30da\u30fc\u30b8
pages-to-publish=\u516c\u958b\u3059\u308b\u30da\u30fc\u30b8
pages-variations-help=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306f\u30b5\u30a4\u30c8\u3067\u306e\u30da\u30fc\u30b8\u306e\u69d8\u3005\u306a\u30da\u30fc\u30b8\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u540c\u6642\u306b\u5236\u4f5c\u307e\u305f\u306f\u7de8\u96c6\u304c\u3067\u304d\u307e\u3059\u3002\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306b\u516c\u958b\u3055\u308c\u307e\u3059\u3002\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u306f\u3044\u3064\u3067\u3082\u516c\u958b\u3067\u304d\u3001\u3055\u3089\u306b\u4e88\u5b9a\u8a2d\u5b9a\u306b\u3088\u3063\u3066\u81ea\u52d5\u7684\u306b\u516c\u958b\u3067\u304d\u307e\u3059\u3002
pages-x={0}\u30da\u30fc\u30b8
please-enter-a-valid-end-date-that-is-in-the-past=\u6b63\u3057\u3044\u7d42\u4e86\u65e5\u6642\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-a-valid-start-date-that-is-in-the-past=\u6709\u52b9\u306a\u958b\u59cb\u65e5\u6642\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-wait-as-the-publication-processes-on-the-remote-site=\u30ea\u30e2\u30fc\u30c8\u30b5\u30a4\u30c8\u304c\u8a18\u4e8b\u306e\u516c\u958b\u51e6\u7406\u4e2d\u3067\u3059\u3002\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=\u30d7\u30ed\u30bb\u30b9\u306e\u8a73\u7d30
process-name-placeholder=\u30d7\u30ed\u30bb\u30b9\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044(\u4f8b\uff1a\u30de\u30ea\u30a2\u306e\u6bce\u9031\u306e\u8a18\u4e8b\u767a\u884c\uff09
processes=\u30d7\u30ed\u30bb\u30b9
publish-permissions=\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u3092\u516c\u958b
publish-templates=\u516c\u958b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
publish-templates-can-be-administered-in-the-control-menu=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u516c\u958b\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc\u3067\u7ba1\u7406\u3067\u304d\u307e\u3059
publish-to-remote-live=\u30ea\u30e2\u30fc\u30c8\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u306b\u516c\u958b
ready-for-publication=\u516c\u958b\u6e96\u5099\u5b8c\u4e86
referenced-content-behavior=Referenced Content Behavior
refresh-counts=\u30ab\u30a6\u30f3\u30c8\u3092\u518d\u8aad\u8fbc\u3059\u308b
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Replicate Individual Deletions (Automatic Copy)
see-more-details=\u8a73\u7d30\u3092\u898b\u308b
selected-pages=\u9078\u629e\u3055\u308c\u305f\u30da\u30fc\u30b8
simple-publication-help=\u7c21\u6613\u516c\u958b\u30e2\u30fc\u30c9\u306f\u3001\u30c6\u30fc\u30de\u3068\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u8a2d\u5b9a\u3001\u30ed\u30b4\u3001\u524a\u9664\u5185\u5bb9\u3068\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u306e\u516c\u958b\u3092\u542b\u307f\u307e\u3059\u3002
site-page-variation-was-added=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002
site-page-variation-was-deleted=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
site-page-variation-was-merged=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u7d50\u5408\u3055\u308c\u307e\u3057\u305f\u3002
site-page-variation-was-updated=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d9\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
site-pages-variation-x=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3 {0}
staged-content=\u30b9\u30c6\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4
staged-portlets-alert=\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u6642\u3001\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u306b\u30c7\u30fc\u30bf\u304c\u30b3\u30d4\u30fc\u3055\u308c\u3001\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u3067\u76f4\u63a5\u7de8\u96c6\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306b\u30c1\u30a7\u30c3\u30af\u304c\u3064\u3044\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30fc\u30bf\u304c\u306a\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308b\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3067\u306e\u5168\u3066\u306e\u5909\u66f4\u306f\u6700\u521d\u306b\u516c\u958b\u3055\u308c\u307e\u3059\u3002
staged-portlets-help=\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f<em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0</em>\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u305d\u308c\u3089\u306e\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u3092\u542b\u3080\u30da\u30fc\u30b8\u304c\u516c\u958b\u3055\u308c\u308b\u3068\u3001\u81ea\u52d5\u7684\u306b\u305d\u308c\u3089\u306e\u30c7\u30fc\u30bf\u3082\u516c\u958b\u3055\u308c\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u3066\u3044\u307e\u3059\u3002\u7121\u52b9\u3067\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u304c\u3064\u3044\u3066\u3044\u308b\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u3001\u30da\u30fc\u30b8\u306b\u914d\u7f6e\u3055\u308c\u3066\u3044\u306a\u304f\u3066\u3082\u81ea\u52d5\u7684\u306b\u6bce\u56de\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002\u7121\u52b9\u3067\u3001\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u304c\u3064\u3044\u3066\u306a\u3044\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u3001\u81ea\u52d5\u3067\u306f\u516c\u958b\u3055\u308c\u307e\u305b\u3093\u3002<em>\u30d6\u30ed\u30b0</em>,\u3084<em>\u63b2\u793a\u677f</em>\u3084<em>\u30a6\u30a3\u30ad</em>\u3068\u3044\u3063\u305f<em>\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3</em>\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u3001\u305d\u308c\u3089\u306e\u30c7\u30fc\u30bf\u304c\u30e9\u30a4\u30d6\u74b0\u5883\u306b\u57fa\u3065\u304f\u3082\u306e\u306a\u306e\u3067\u3001<em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0</em>\u74b0\u5883\u304b\u3089\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u9664\u5916\u3055\u308c\u307e\u3059\u3002\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u304c<em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3055\u308c\u3066\u3044\u306a\u3044</em>\u6642\u306f\u3001<em>\u30e9\u30a4\u30d6</em>\u74b0\u5883\u306f\u91cd\u8981\u306a\u30c7\u30fc\u30bf\u306e\u307f\u4fdd\u6301\u3057\u3066\u3044\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002<em>\u30ed\u30fc\u30ab\u30eb\u30e9\u30a4\u30d6</em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092\u5229\u7528\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u4ed6\u306e\u74b0\u5883\u304b\u3089\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u3092\u898b\u305f\u3068\u3057\u3066\u3082\u3001\u540c\u3058\u30c7\u30fc\u30bf\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u306e\u30d7\u30ed\u30d1\u30b2\u30fc\u30b7\u30e7\u30f3\u5909\u66f4\u304c\u6709\u52b9\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u6a5f\u80fd\u306f\u3053\u306e\u30b5\u30a4\u30c8\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
staging-configuration=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u8a2d\u5b9a
staging-is-successfully-disabled=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u306f\u7121\u4e8b\u306b\u7121\u52b9\u5316\u3055\u308c\u307e\u3057\u305f
staging-live-help-x=<em>{0}</em>\u306e\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u305d\u306e\u305f\u3081\u30b5\u30a4\u30c8\u3078\u306e\u5909\u66f4\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u5909\u66f4\u3092\u3057\u305f\u3044\u5834\u5408\u306f\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3067\u5909\u66f4\u3092\u884c\u3044\u3001\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u306b\u516c\u958b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
staging-live-help2-x=\u516c\u958b\u4e2d\u30d0\u30fc\u30b8\u30e7\u30f3\u306e<em>{0}</em>\u3092\u95b2\u89a7\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u3053\u3067\u5909\u66f4\u3092\u52a0\u3048\u308b\u304b\u3001\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3067\u5909\u66f4\u3092\u52a0\u3048\u3066\u3001\u305d\u306e\u5f8c\u672c\u756a\u74b0\u5883\u306b\u516c\u958b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
staging-options=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30aa\u30d7\u30b7\u30e7\u30f3
staging-staging-help-x=<em>{0}</em>\u306e\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u3053\u3067\u5909\u66f4\u3057\u3066\u3001\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u3078\u516c\u958b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
staging-type=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30bf\u30a4\u30d7
staging-type-local=\u3053\u306e\u6a5f\u80fd\u306f\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3068\u5168\u304f\u540c\u3058\u30da\u30fc\u30b8\u3084\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u30c7\u30fc\u30bf\u30fc\u3092\u3082\u3064\u30b3\u30d4\u30fc\u30b5\u30a4\u30c8\u304c\u5236\u4f5c\u3055\u308c\u307e\u3059\u3002\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u306e\u305f\u3081\u306b\u30b3\u30d4\u30fc\u30b5\u30a4\u30c8\u306f\u5909\u66f4\u3067\u304d\u307e\u3059(\u4ee5\u4e0b\u306e<em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3055\u308c\u308b\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8</em>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044)\u3002\u30b3\u30d4\u30fc\u30b5\u30a4\u30c8\u306f<em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0</em>\u74b0\u5883\u3068\u306a\u308a\u3001\u30aa\u30ea\u30b8\u30ca\u30eb\u306e\u30b5\u30a4\u30c8\u306f<em>\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883</em>\u3068\u306a\u308a\u307e\u3059\u3002
staging-type-remote=\u3053\u306e\u6a5f\u80fd\u3067\u306f\u3053\u306e\u30b5\u30a4\u30c8\u3068\u65e2\u5b58\u3059\u308b\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u30b5\u30a4\u30c8\u3092\u63a5\u7d9a\u3057\u307e\u3059\u3002\u3053\u306e\u30b5\u30a4\u30c8\u304c<em>\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0</em>\u74b0\u5883\u3068\u306a\u308a\u5909\u308f\u3063\u3066\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u30b5\u30a4\u30c8\u304c<em>\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883</em>\u3068\u306a\u308a\u307e\u3059\u3002
switch-to-advanced-publication=\u8a73\u7d30\u306a\u516c\u958b\u30e2\u30fc\u30c9\u306b\u5909\u66f4\u3059\u308b
switch-to-simple-publication=\u7c21\u6613\u516c\u958b\u30e2\u30fc\u30c9\u306b\u5909\u66f4\u3059\u308b
template-type=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u7a2e\u5225
the-file-is-ready-to-be-imported=\u30d5\u30a1\u30a4\u30eb\u30a4\u30f3\u30dd\u30fc\u30c8\u306e\u7528\u610f\u304c\u3067\u304d\u307e\u3057\u305f\u3002
the-file-x-cannot-be-imported=<em>{0}</em>\u30d5\u30a1\u30a4\u30eb\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=\u5fc5\u8981\u306a\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u305f\u3081\u3001LAR\u30d5\u30a1\u30a4\u30eb\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4ee5\u4e0b\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u624b\u52d5\u3067\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002\:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=\u5fc5\u8981\u306a\u30da\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u30b5\u30a4\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u305f\u3081\u3001\u30da\u30fc\u30b8\u304c\u516c\u958b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4ee5\u4e0b\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u624b\u52d5\u3067\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \:
the-process-referenced-by-this-notification-does-not-exist=The process referenced by this notification does not exist. (Automatic Copy)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=\u516c\u958b\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u516c\u958b\u753b\u9762\u306b\u3066\u78ba\u8a8d\u3067\u304d\u307e\u3059
theme-settings=\u30c6\u30fc\u30de\u8a2d\u5b9a
there-are-no-processes-in-progress-anymore=\u9032\u884c\u4e2d\u306e\u30d7\u30ed\u30bb\u30b9\u306f\u3042\u308a\u307e\u305b\u3093
there-are-no-saved-export-templates=\u4fdd\u5b58\u3055\u308c\u305f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u3042\u308a\u307e\u305b\u3093
there-are-no-saved-publish-templates=\u4fdd\u5b58\u3055\u308c\u305f\u516c\u958b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u3042\u308a\u307e\u305b\u3093
there-are-no-scheduled-publication-processes=\u4e88\u5b9a\u3055\u308c\u305f\u516c\u958b\u30d7\u30ed\u30bb\u30b9\u306f\u3042\u308a\u307e\u305b\u3093
this-file-was-previously-uploaded-but-not-actually-imported=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u4ee5\u524d\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u307e\u3060\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=\u3053\u306e\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u516c\u958b\u3055\u308c\u305f\u30da\u30fc\u30b8\u306b\u306f\u8ffd\u52a0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u6700\u521d\u306b\u30da\u30fc\u30b8\u3092\u516c\u958b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=\u3053\u306e\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u74b0\u5883\u30b5\u30a4\u30c8\u306b\u5b58\u5728\u3057\u306a\u3044\u30da\u30fc\u30b8\u306b\u3042\u308a\u307e\u3059\u3002\u6700\u521d\u306b\u30da\u30fc\u30b8\u3092\u516c\u958b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=\u3053\u306e\u64cd\u4f5c\u306f\u3001\u524d\u56de\u306e\u516c\u958b\u304b\u3089\u4eca\u307e\u3067\u306b\u5909\u66f4\u3055\u308c\u305f\u90e8\u5206\u3092\u516c\u958b\u3057\u307e\u3059\u3002
this-version-will-be-published-when-x-is-published-to-live=\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f<em>{0}</em>\u304c\u516c\u958b\u3055\u308c\u305f\u5f8c\u306b\u516c\u958b\u3055\u308c\u307e\u3059\u3002
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=ID{0}\u306e\u30b5\u30a4\u30c8\u306e\u30ea\u30e2\u30fc\u30c8\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u30b0\u30ed\u30fc\u30d0\u30eb\u30b5\u30a4\u30c8\u306f\u3001\u4ed6\u306e\u30b0\u30ed\u30fc\u30d0\u30eb\u30b5\u30a4\u30c8\u306b\u5bfe\u3057\u3066\u306e\u307f\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u53ef\u80fd\u3067\u3059
unable-to-activate-remote-staging-on-site-with-id-x.-the-remote-live-site-must-be-different-from-the-stage-site=ID {0}\u3067\u306e\u30b5\u30a4\u30c8\u3067\u306f\u3001\u30ea\u30e2\u30fc\u30c8\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u30ea\u30e2\u30fc\u30c8\u30e9\u30a4\u30d6\u30b5\u30a4\u30c8\u306f\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30b5\u30a4\u30c8\u3068\u7570\u306a\u308b\u30b5\u30a4\u30c8\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
unable-to-execute-process-x=({0})\u30d7\u30ed\u30bb\u30b9\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=\u7121\u984c\u306e\u4e88\u5b9a\u516c\u958b
update-data=\u30c7\u30fc\u30bf\u306e\u66f4\u65b0
update-page-variation=\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u3092\u66f4\u65b0\u3059\u308b
update-site-pages-variation=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u30d0\u30ea\u30a8\u30fc\u30b7\u30e7\u30f3\u3092\u66f4\u65b0\u3059\u308b
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=\u8868\u793a\u30da\u30fc\u30b8\u306e\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30aa\u30d7\u30b7\u30e7\u30f3
view-source=\u30bd\u30fc\u30b9\u3092\u898b\u308b
x,-created-x-ago={0} {1}\u524d\u306b\u4f5c\u6210
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0}\u306f\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3055\u308c\u3066\u3044\u307e\u3059\u3002
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=\u73fe\u5728\u3053\u306e\u30da\u30fc\u30b8\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\u3002\u5909\u66f4\u3092\u7d42\u3048\u305f\u5f8c\u6b21\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u30b9\u30c6\u30c3\u30d7\u306b\u9001\u3063\u3066\u304f\u3060\u3055\u3044\u3002
you-can-also-forcibly-disable-remote-staging=\u30ea\u30e2\u30fc\u30c8\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3092<a href\="{0}">\u5f37\u5236\u7684\u306b\u7121\u52b9</a>\u306b\u3067\u304d\u307e\u3059
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=\u3059\u3067\u306b\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u5909\u66f4\u8a31\u53ef\u3092\u9001\u4fe1\u3057\u305f\u305f\u3081\u3001\u65b0\u305f\u306a\u5909\u66f4\u306f\u53d7\u3051\u4ed8\u3051\u3089\u308c\u307e\u305b\u3093\u3002
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=\u4ee5\u524d\u306b\u9001\u4fe1\u3057\u305f\u3082\u306e\u304c\u627f\u8a8d\u5f85\u3061\u306e\u305f\u3081\u3001\u5909\u66f4\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3002
you-do-not-have-permission-to-manage-settings-related-to-staging=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u8a2d\u5b9a\u3092\u7ba1\u7406\u3059\u308b\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u307e\u305b\u3093
