#X-Generator: crowdin.com
action.ADD_SAP_ENTRY=\u0625\u0636\u0627\u0641\u0629 \u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629 (Automatic Translation)
allowed-service-signatures=\u062a\u0633\u0645\u062d \u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u0648\u0627\u0642\u064a\u0639 (Automatic Translation)
allowed-service-signatures-help=\u0623\u062f\u062e\u0644 \u0643\u0644 \u0627\u0644\u062a\u0648\u0627\u0642\u064a\u0639 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0627 \u0627\u0644\u062e\u062f\u0645\u0629 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u062e\u0637 \u062c\u062f\u064a\u062f. \u0644 example\:
default-sap-entry-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0630\u0644\u0643 \u0645\u062d\u062f\u062f\u0627\u064b\u060c \u0633\u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u062e\u062f\u0645\u0629 \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u0648\u0627\u0631\u062f\u0629\u060c \u0628\u0645\u0627 \u0641\u064a \u0630\u0644\u0643 \u0637\u0644\u0628\u0627\u062a \u062a\u0633\u062c\u064a\u0644 \u063a\u064a\u0631 \u0645\u0635\u0627\u062f\u0642. (Automatic Translation)
javax.portlet.title.com_liferay_portal_security_service_access_policy_web_portlet_SAPPortlet=\u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629 (Automatic Translation)
method-name=\u0627\u0633\u0645 \u0627\u0644\u0623\u0633\u0644\u0648\u0628 (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy=\u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629 (Automatic Translation)
model.resource.com.liferay.portal.security.service.access.policy.model.SAPEntry=\u0625\u062f\u062e\u0627\u0644 \u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629 (Automatic Translation)
new-service-access-policy=\u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u0644\u062c\u062f\u064a\u062f\u0629 (Automatic Translation)
please-enter-a-unique-service-access-policy-name=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0633\u064a\u0627\u0633\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u062e\u062f\u0645\u0629 \u0641\u0631\u064a\u062f\u0629 \u0645\u0646 \u0646\u0648\u0639\u0647\u0627. (Automatic Translation)
policies=\u0633\u064a\u0627\u0633\u0627\u062a (Automatic Translation)
service-access-policy-name-is-required=\u0645\u0637\u0644\u0648\u0628 \u0627\u0633\u0645 \u0633\u064a\u0627\u0633\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629. (Automatic Translation)
service-access-policy-title-is-required=\u0645\u0637\u0644\u0648\u0628 \u0639\u0646\u0648\u0627\u0646 \u0646\u0647\u062c \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u062f\u0645\u0629. (Automatic Translation)
service-class=\u0641\u0626\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 (Automatic Translation)
switch-to-advanced-mode=\u0642\u0645 \u0628\u0627\u0644\u062a\u0628\u062f\u064a\u0644 \u0625\u0644\u0649 \u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u0645\u062a\u0642\u062f\u0645 (Automatic Translation)
switch-to-friendly-mode=\u0642\u0645 \u0628\u0627\u0644\u062a\u0628\u062f\u064a\u0644 \u0625\u0644\u0649 \u0648\u0636\u0639 \u0648\u062f\u064a\u0629 (Automatic Translation)
there-are-no-service-access-policies=\u0644\u0627 \u062a\u0648\u062c\u062f \u062e\u062f\u0645\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0633\u064a\u0627\u0633\u0627\u062a. (Automatic Translation)
this-field-is-required-and-must-contain-only-following-characters=\u0647\u0630\u0627 \u0627\u0644\u062d\u0642\u0644 \u0645\u0637\u0644\u0648\u0628 \u0648\u064a\u062c\u0628 \u0623\u0646 \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0623\u062d\u0631\u0641 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0641\u0642\u0637\: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz\#\:@./_- (Automatic Translation)
