#X-Generator: crowdin.com
a-tag-with-that-name-already-exists=A tag with that name already exists. (Automatic Copy)
add-tag=\u0623\u0636\u0641 \u062a\u0635\u0646\u064a\u0641
are-you-sure-you-want-to-merge-x-into-x=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u062f\u0645\u062c "{0}" \u0641\u064a "{1}"\u061f \u0633\u064a\u063a\u064a\u0631 \u0630\u0644\u0643 \u0643\u0644 \u0627\u0644\u0628\u0646\u0648\u062f \u0627\u0644\u0645\u062f\u0644\u0648\u0644 \u0639\u0644\u064a\u0647\u0627 \u0628\u0640 "{0}" \u0628\u062f\u0644\u0627 \u0645\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u062f\u0644\u0648\u0644 \u0639\u0644\u064a\u0647\u0627 \u0628\u0640 "{1}".
into-this-tag=Into This Tag\: (Automatic Copy)
javax.portlet.description.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0635\u0646\u064a\u0641 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0631\u0646\u0629 \u0644\u0644\u0645\u0635\u0637\u0644\u062d\u0627\u062a \u0648\u0627\u0644\u0645\u0641\u0631\u062f\u0627\u062a \u0645\u0633\u0628\u0642\u0627\u064b. \u0642\u062f \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u064a\u0646 \u0648\u062a\u0639\u064a\u064a\u0646 \u0623\u0630\u0648\u0646\u0627\u062a \u0648\u062a\u0639\u064a\u064a\u0646 \u062e\u064a\u0627\u0631\u0627\u062a \u0645\u062a\u0642\u062f\u0645\u0629. \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0625\u062f\u0627\u0631\u0629 \u062a\u0644\u0643 \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a\u060c \u0648\u062a\u062d\u062f\u064a\u062f \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0648\u0641\u0626\u0627\u062a \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0639\u0646\u062f \u062a\u0635\u0646\u064a\u0641 \u0627\u0644\u0645\u062d\u062a\u0648\u0649. (Automatic Translation)
javax.portlet.long-title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0627\u0644\u0635\u0627\u0646\u064a\u0641 (\u0644\u0648\u062d\u0629 \u0627\u0644\u062a\u062d\u0643\u0645)
javax.portlet.title.com_liferay_asset_tags_admin_web_portlet_AssetTagsAdminPortlet=\u0627\u0644\u062f\u0627\u0644\u0627\u062a
merge-tags=\u0623\u062f\u0631 \u0627\u0644\u062a\u0635\u0627\u0645\u064a\u0645
new-tag=\u0639\u0644\u0627\u0645\u0629 \u062c\u062f\u064a\u062f\u0629 (Automatic Translation)
override-tags-properties=\u062a\u062c\u0627\u0648\u0632 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u062f\u0627\u0644\u0627\u062a
please-choose-at-least-x-tags=\u064a\u0631\u062c\u0649 \u0627\u062e\u062a\u064a\u0627\u0631 {0} \u062f\u0627\u0644\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.
properties-are-a-way-to-add-more-detailed-information-to-a-specific-tag=\u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0647\u064a \u0637\u0631\u064a\u0642\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062a\u0641\u0635\u064a\u0644\u064a\u0629 \u0644\u062f\u0627\u0644\u0629 \u0645\u0639\u064a\u0646. \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u062a\u0646\u0642\u0633\u0645 \u0625\u0644\u0649 \u0623\u0632\u0648\u0627\u062c \u0642\u064a\u0645 \u0631\u0626\u064a\u0633\u064a\u0629 \u062a\u0633\u0645\u062d \u0644\u0643 \u0628\u0631\u0628\u0637 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u0641\u0635\u064a\u0644\u064a\u0629 \u0645\u0639 \u0627\u0644\u062f\u0627\u0644\u0629.
the-tag-could-not-be-found=The tag could not be found. (Automatic Copy)
there-are-no-tags.-you-can-add-a-tag-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0648\u0647\u0646\u0627\u0643 \u0644\u0627 \u064a\u0648\u062c\u062f \u0628\u0647. \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u0632\u0627\u0626\u062f \u0641\u064a \u0623\u0633\u0641\u0644 \u0627\u0644\u0632\u0627\u0648\u064a\u0629 \u0627\u0644\u064a\u0645\u0646\u0649. (Automatic Translation)
usages=Usages (Automatic Copy)
