#X-Generator: crowdin.com
authorization-endpoint-help=Yetkilendirme son nokta i\u00e7in OpenID Connect sa\u011flay\u0131c\u0131s\u0131 ayarlay\u0131n. (Automatic Translation)
discovery-endpoint-cache-help=Discovery endpoint metadata will be cached on this interval in milliseconds. If 0 is set, the metadata is never refreshed. (Automatic Copy)
discovery-endpoint-help=Set the discovery endpoint for the OpenId Connect provider. If this is set, manually set endpoints will be ignored. (Automatic Copy)
enabled-help=OpenID Connect kimlik do\u011frulamas\u0131 etkinle\u015ftir sad\u0131k i\u00e7in b\u00fct\u00fcn bunlar\u0131. (Automatic Translation)
issuer-url-help=Veren kurulu\u015f URL i\u00e7in OpenID Ba\u011flan sa\u011flay\u0131c\u0131 ayarla. (Automatic Translation)
jwks-uri-help=JWKS URI i\u00e7in OpenID Ba\u011flan sa\u011flay\u0131c\u0131 ayarla. (Automatic Translation)
open-id-connect-client-id-help=\u0130stemci kimli\u011fi i\u00e7in OpenID Ba\u011flan sa\u011flay\u0131c\u0131 ayarla. (Automatic Translation)
open-id-connect-client-secret-help=M\u00fc\u015fteri gizlili\u011fi OpenID Ba\u011flan sa\u011flay\u0131c\u0131 i\u00e7in ayarlay\u0131n. (Automatic Translation)
open-id-connect-configuration-name=OpenID ba\u011flanmak (Automatic Translation)
open-id-connect-provider-configuration-name=OpenID sa\u011flay\u0131c\u0131s\u0131 ba\u011flanmak (Automatic Translation)
provider-name-help=OpenID Ba\u011flan sa\u011flay\u0131c\u0131 i\u00e7in ayarlay\u0131n. (Automatic Translation)
scopes-help=Set the scopes Liferay will request during authentication. Scopes are delimited with spaces. (Automatic Copy)
subject-types-help=\u00d6zne t\u00fcrlerinin OpenID Ba\u011flan sa\u011flay\u0131c\u0131 i\u00e7in ayarlay\u0131n. (Automatic Translation)
token-endpoint-help=Belirte\u00e7 son nokta OpenID Ba\u011flan sa\u011flay\u0131c\u0131s\u0131 i\u00e7in ayarlanm\u0131\u015f. (Automatic Translation)
user-info-endpoint-help=Kullan\u0131c\u0131 bilgileri son nokta i\u00e7in OpenID Connect sa\u011flay\u0131c\u0131s\u0131 ayarlay\u0131n. (Automatic Translation)
