#X-Generator: crowdin.com
additional-configurations-help=Param\u00e8tres personnalis\u00e9s pour des Elasticsearch embarqu\u00e9, au format YML (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=Param\u00e8tres personnalis\u00e9s pour l\u2019indice de Liferay, au format JSON ou YML (Elasticsearch cr\u00e9er Index API). (Automatic Translation)
additional-type-mappings-help=Mappages personnalis\u00e9s pour la LiferayDocumentType, au format JSON (d\u2019API de cartographie mis par Elasticsearch). Cette valeur doit \u00eatre d\u00e9finie avec les nouveaux mappages de champs uniquement. Si vous d\u00e9finissez cette valeur avec tous les mappages de champs par d\u00e9faut qui se chevauchent, cr\u00e9ation d\u2019index \u00e9choue. Pour remplacer enti\u00e8rement les mappages par d\u00e9faut, utilisez overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=Si cette case est coch\u00e9e, l\u2019espace d\u2019adressage de processus est verrouill\u00e9 dans la m\u00e9moire vive, emp\u00eachant toute m\u00e9moire Elasticsearch d\u2019\u00eatre permut\u00e9e. (Automatic Translation)
client-transport-ignore-cluster-name-help=Si cette case est coch\u00e9e, la validation de nom de cluster de n\u0153uds connect\u00e9s est ignor\u00e9e. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Indique le n\u0153ud client sur la fr\u00e9quence d\u2019\u00e9chantillon/ping les n\u0153uds r\u00e9pertori\u00e9s et connect\u00e9. (Automatic Translation)
client-transport-sniff-help=Si cette case est coch\u00e9e, reniflement de cluster est activ\u00e9 pour d\u00e9couvrir dynamiquement les n\u0153uds disponibles dans le cluster. (Automatic Translation)
cluster-name-help=Le nom du cluster \u00e0 rejoindre. Le nom doit correspondre au cluster distant lorsque le Mode d\u2019op\u00e9ration est d\u00e9fini \u00e0 distance. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Plage de ports \u00e0 utiliser lors de la cr\u00e9ation de la valeur de discovery.zen.ping.unicast.hosts. Plusieurs n\u0153uds de Elasticsearch sur une plage de ports peuvent agir comme des routeurs de potins sur le m\u00eame ordinateur. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch
http-cors-allow-origin-help=Origines pour permettre lors de la SCRO HTTP est activ\u00e9e. (Automatic Translation)
http-cors-configurations-help=R\u00e9glages personnalis\u00e9s pour HTTP CORS, au format YML (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Si cela est v\u00e9rifi\u00e9, Croix-origine des ressources partage est activ\u00e9, ce qui d\u00e9termine si un navigateur sur une autre origine peut pr\u00e9senter vos demandes \u00e0 Elasticsearch. Si d\u00e9sactiv\u00e9, outils frontaux web tels qu\u2019elasticsearch-t\u00eate peuvent \u00eatre impossible de se connecter. (Automatic Translation)
http-enabled-help=Si cette case est coch\u00e9e, la couche HTTP est activ\u00e9e. Si non coch\u00e9, la couche HTTP enti\u00e8rement sur les n\u0153uds qui ne sont pas destin\u00e9s \u00e0 servir de repos demande directement sont d\u00e9sactiv\u00e9es. (Automatic Translation)
index-name-prefix-help=Le pr\u00e9fixe pour le nom d\u2019index de recherche. Cette valeur ne doit pas \u00eatre modifi\u00e9e dans des conditions normales. Si vous modifiez cette valeur, vous devez \u00e9galement r\u00e9indexer le portail et ensuite de supprimer manuellement l\u2019ancien index \u00e0 l\u2019aide de la console d\u2019administration de Elasticsearch. (Automatic Translation)
log-exceptions-only-help=Si cette option est activ\u00e9e, enregistre les exceptions qu\u2019\u00e0 partir de Elasticsearch et ne pas exception eux. (Automatic Translation)
network-bind-host-help=Les interfaces de r\u00e9seau un n\u0153ud doit lier \u00e0 pour capter les demandes entrantes. (Automatic Translation)
network-host-help=Le nom d\u2019h\u00f4te ou adresse IP li\u00e9 au n\u0153ud, qui est utilis\u00e9 pour publier l\u2019h\u00f4te \u00e0 d\u2019autres n\u0153uds du cluster (la publicit\u00e9). Il s\u2019agit d\u2019un raccourci qui \u00e9tablit la liaison ordinateur h\u00f4te et le publier en m\u00eame temps. (Automatic Translation)
network-publish-host-help=L\u2019interface unique du n\u0153ud annonce aux autres n\u0153uds du cluster, afin que ces n\u0153uds peuvent se connecter \u00e0 lui. (Automatic Translation)
operation-mode-help=Le mode de fonctionnement \u00e0 DISTANCE se connecte \u00e0 un cluster de Elasticsearch autonome \u00e0 distance. Le mode de fonctionnement de EMBEDDED d\u00e9marre le portail avec une instance de Elasticsearch interne dans la m\u00eame JVM. Le mode de fonctionnement EMBEDDED est non pris en charge. (Automatic Translation)
override-type-mappings-help=Remplacer les mappages pour l\u2019ensemble LiferayDocumentType, au format JSON (d\u2019API de cartographie mis par Elasticsearch). Si vous d\u00e9finissez cette valeur, la cr\u00e9ation d\u2019index ignore la d\u00e9finition de mappages par d\u00e9faut et des points d\u2019extension, \u00e0 l\u2019aide de cette d\u00e9finition de mappages de remplacement \u00e0 la place. Utilisez cette option si vous avez besoin de LiferayDocumentType sont cr\u00e9\u00e9s avec des mappages non standard pour les champs par d\u251c\u2310faut. Si vous avez juste besoin d\u2019ajouter de nouveaux mappages personnalis\u00e9s sans chevaucher les valeurs par d\u00e9faut, utilisez additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=Le nombre de tentatives si un conflit de version se produit parce que le document a \u00e9t\u00e9 mis \u00e0 jour entre r\u00e9cup\u00e9rer et mettre \u00e0 jour. (Automatic Translation)
sync-search=Si cette case est coch\u00e9e, recherche s\u2019ex\u00e9cute sur le thread appelant plut\u00f4t que dans le pool de threads de recherche de Elasticsearch. Cela s\u2019applique uniquement au mode de fonctionnement int\u00e9gr\u00e9. (Automatic Translation)
transport-addresses-help=Les adresses de n\u0153ud distant de se connecter \u00e0. Cette valeur est requise lors de l\u2019op\u00e9ration est r\u00e9gl\u00e9e sur la T\u00c9L\u00c9COMMANDE. (Automatic Translation)
transport-tcp-port-help=Le port se lier pour la communication entre les n\u0153uds. Accepte une valeur unique ou une plage (par exemple, 9300-9400). (Automatic Translation)
