#X-Generator: crowdin.com
captcha-engine=Kaptan motoru (Automatic Translation)
captcha-engine-help=Motoru captcha'lar olu\u015fturmak i\u00e7in kullan\u0131lan ayarla. reCAPTCHA ba\u011f\u0131ms\u0131z yap\u0131land\u0131r\u0131lmal\u0131d\u0131r harici bir hizmet kullan\u0131r ama CAPTCHA'y\u0131 g\u00f6rme engelliler i\u00e7in eri\u015filebilir k\u0131lan sesli bir alternatif sa\u011flar. Ayr\u0131nt\u0131lar i\u00e7in https\://www.Google.com/reCAPTCHA/admin/CREATE bak\u0131n. (Automatic Translation)
max-challenges-help=Kaptan kontrolleri portlet oturum ba\u015f\u0131na en fazla say\u0131s\u0131n\u0131 ayarlay\u0131n. Bu de\u011fer her zaman kontrol i\u00e7in 0 olarak ayarlay\u0131n. Bu de\u011fer hi\u00e7 denetlemek i\u00e7in bir say\u0131 i\u00e7in 0'dan daha az ayarlay\u0131n. Kaptan kontrolleri etkinse kimli\u011fi do\u011frulanmam\u0131\u015f kullan\u0131c\u0131lar her zaman her istek \u00fczerine kontrol edilecek. (Automatic Translation)
recaptcha-no-script-url=reCAPTCHA Hay\u0131r komut dosyas\u0131 URL (Automatic Translation)
recaptcha-private-key=reCAPTCHA Private Key (Automatic Copy)
recaptcha-public-key=reCAPTCHA Public Key (Automatic Copy)
recaptcha-script-url=reCAPTCHA komut dosyas\u0131 URL (Automatic Translation)
recaptcha-verify-url=reCAPTCHA do\u011frula URL (Automatic Translation)
simple-captcha-background-producers=Bu Simple CAPTCHA arka plan \u00fcreticileri (Automatic Translation)
simple-captcha-background-producers-help=Nl.captcha.backgrounds.BackgroundProducer uygulayan giri\u015f s\u0131n\u0131f\u0131 adlar\u0131. Bu s\u0131n\u0131flar rastgele taraf\u0131ndan Simple CAPTCHA captcha resim i\u00e7in bir arka plan olu\u015fturmak i\u00e7in kullan\u0131l\u0131r. (Automatic Translation)
simple-captcha-gimpy-renderers=Bu Simple CAPTCHA topal olu\u015fturuculara (Automatic Translation)
simple-captcha-gimpy-renderers-help=Nl.captcha.gimpy.GimpyRenderer uygulayan giri\u015f s\u0131n\u0131f\u0131 adlar\u0131. Bu s\u0131n\u0131flar rastgele taraf\u0131ndan Simple CAPTCHA captcha resim GIMP i\u00e7in kullan\u0131lacak. (Automatic Translation)
simple-captcha-height=Bu Simple CAPTCHA y\u00fcksekli\u011fi (Automatic Translation)
simple-captcha-height-help=Bu Simple CAPTCHA taraf\u0131ndan olu\u015fturulan captcha g\u00f6r\u00fcnt\u00fcler i\u00e7in y\u00fcksekli\u011fini ayarla (Automatic Translation)
simple-captcha-noise-producers=Bu Simple CAPTCHA g\u00fcr\u00fclt\u00fc \u00fcreticiler (Automatic Translation)
simple-captcha-noise-producers-help=Nl.captcha.noise.NoiseProducer uygulayan giri\u015f s\u0131n\u0131f\u0131 adlar\u0131. Bu s\u0131n\u0131flar rastgele taraf\u0131ndan Simple CAPTCHA captcha g\u00f6r\u00fcnt\u00fcye parazit eklemek i\u00e7in kullan\u0131l\u0131r. (Automatic Translation)
simple-captcha-text-producers=Bu Simple CAPTCHA metin \u00fcreticileri (Automatic Translation)
simple-captcha-text-producers-help=Nl.captcha.text.producer.TextProducer uygulayan giri\u015f s\u0131n\u0131f\u0131 adlar\u0131. Bu s\u0131n\u0131flar rastgele taraf\u0131ndan Simple CAPTCHA captcha resmin olu\u015fturmak i\u00e7in kullan\u0131l\u0131r. (Automatic Translation)
simple-captcha-width=Bu Simple CAPTCHA geni\u015fli\u011fi (Automatic Translation)
simple-captcha-width-help=Bu Simple CAPTCHA taraf\u0131ndan olu\u015fturulan captcha g\u00f6r\u00fcnt\u00fcler i\u00e7in Geni\u015flik (Automatic Translation)
simple-captcha-word-renderers=Bu Simple CAPTCHA kelime Olu\u015fturucu (Automatic Translation)
simple-captcha-word-renderers-help=Nl.captcha.text.renderer.WordRenderer uygulayan giri\u015f s\u0131n\u0131f\u0131 adlar\u0131. Bu s\u0131n\u0131flar rastgele taraf\u0131ndan Simple CAPTCHA captcha resmin i\u015flemek i\u00e7in kullan\u0131l\u0131r. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=The reCAPTCHA private key is not valid. (Automatic Copy)
the-recaptcha-public-key-is-not-valid=The reCAPTCHA public key is not valid. (Automatic Copy)
