#X-Generator: crowdin.com
allow-users-to-add-x-to-an-open-social-platform=Allow users to add <strong>{0}</strong> to an OpenSocial platform. (Automatic Copy)
allow-users-to-add-x-to-any-website=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 <strong>{0}</strong> \u0ec3\u0e99\u0ec0\u0ea7ow\u0e8a\u0e97\u0ecc\u0e95\u0ec8\u0eb2\u0e87\u0ec6 .
allow-users-to-add-x-to-facebook=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 <strong>{0}</strong> \u0ec3\u0e99 Facebook.
allow-users-to-add-x-to-netvibes-pages=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 <strong>{0}</strong> \u0ec4\u0e9b\u0e97\u0eb5\u0ec8\u0edc\u0ec9\u0eb2 Netvibes .
any-website=\u0e97\u0eb8\u0e81\u0ec0\u0ea7\u0e9a\u0ec4\u0e8a\u0e97\u0ecc
canvas-page-url=\u0edc\u0ec9\u0eb2\u0e82\u0ead\u0e87 URL
copy-the-callback-url-and-specify-it-in-facebook=\u0e81\u0ecb\u0ead\u0e9a\u0e9b\u0eb5\u0e81\u0eb2\u0e99\u0ec0\u0ead\u0eb5\u0ec9\u0e99\u0e84\u0eb7\u0e99 URL \u0ec1\u0ea5\u0eb0\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ea5\u0ebb\u0e87\u0ec3\u0e99 \u0ec0\u0e9f\u0e94\u0e9a\u0eb9\u0e81
get-the-api-key-and-canvas-page-url-from-facebook=\u0eae\u0eb1\u0e9a\u0ea5\u0eb0\u0eab\u0eb1\u0e94 \u0ec0\u0ead\u0e9e\u0eb5\u0ec4\u0ead \u0ec1\u0ea5\u0eb0 \u0e99\u0ec9\u0eb2\u0ec1\u0e84\u0e99\u0ea7\u0ead\u0e94 URL \u0e88\u0eb2\u0e81 facebook
javax.portlet.title.com_liferay_portlet_configuration_web_portlet_PortletConfigurationPortlet=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0e9e\u0ecb\u0ead\u0e81\u0ec0\u0ea5\u0eb1\u0e94
opensocial-gadget=\u0ec0\u0e9b\u0eb5\u0e94\u0ec1\u0e9a\u0ecb\u0e94\u0ec0\u0e81\u0eb1\u0e94\u0eaa\u0eb2\u0e97\u0eb2\u0ea5\u0eb0\u0e99\u0eb0
please-enter-a-valid-setup-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
read-value-from-parameter=\u0ead\u0ec8\u0eb2\u0e99\u200b\u0e84\u0ec8\u0eb2\u200b\u0e88\u0eb2\u0e81\u200b\u0e9e\u0eb2\u0ea5\u0eb2\u200b\u0ea1\u0eb5\u200b\u0ec0\u0e95\u0eb5\u0ec9
save-current-configuration-as-template=Save Current Configuration as Template (Automatic Copy)
several-shared-parameters-are-mapped-to-the-same-parameter=\u0e95\u0eb1\u0ea7\u0e9b\u0ec8\u0ebd\u0e99\u0e81\u0eb2\u0e99\u0ec1\u0e9a\u0ec8\u0e87\u0e9b\u0eb1\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0ead\u0eb2\u0e94\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1\u0e81\u0eb1\u0e9a\u0e95\u0ebb\u0ea7\u0e9b\u0ec8\u0ebd\u0e99\u0ec0\u0e8a\u0eb1\u0ec8\u0e99\u0e94\u0ec8\u0ebd\u0ea7\u0e81\u0eb1\u0e99
the-setup-could-not-be-found=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ead\u0e81\u0eab\u0eb2\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0ec4\u0e94\u0ec9
there-are-no-configuration-templates=There are no configuration templates. (Automatic Copy)
this-application-is-exposed-to-facebook-via-an-iframe=\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0ec0\u0e9b\u0eb5\u0e94\u0ec0\u0e9c\u0eb5\u0e8d\u0e9c\u0ec8\u0eb2\u0e99 facebook \u0ec2\u0e94\u0e8d\u0e9c\u0ec8\u0eb2\u0e99 IFrame.
this-application-is-exposed-to-facebook-via-fbml=\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0e99\u0eb5\u0ec9\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0ec0\u0e9b\u0eb5\u0e94\u0ec0\u0e9c\u0eb5\u0e8d\u0e9c\u0ec8\u0eb2\u0e99 facebook \u0ec2\u0e94\u0e8d\u0e9c\u0ec8\u0eb2\u0e99 FBML.
under-the-current-configuration-all-users-automatically-inherit-permissions-from-the-guest-role=Under the current configuration, all users automatically inherit permissions from the Guest role. (Automatic Copy)
use-the-netvibes-widget-url-to-create-a-netvibes-widget=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9 Netvibes Widget URL \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0ec9\u0eb2\u0e87 Netvibes Widget \u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87
use-the-opensocial-gadget-url-to-create-an-opensocial-gadget=Use the OpenSocial gadget URL to create an OpenSocial gadget. (Automatic Copy)
x-is-allowed-to-do-action-x-in-all-items-of-type-x-in-this-portal-instance={0} \u0ec1\u0ea1\u0ec8\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99 ''{1}'' \u0ec3\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e9b\u0eb0\u0ec0\u0e9e\u0e94 {2} \u0ec3\u0e99\u0e9e\u0ecb\u0ead\u0e94\u0ead\u0ecb\u0ead\u0e99 \u0ead\u0eb5\u0e99\u0eaa\u0ec1\u0e95\u0e99\u0e99\u0eb5\u0ec9. \u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e87\u0ea1\u0eb7\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0eaa\u0eb4\u0e94 \u0e96\u0ec9\u0eb2\u0eab\u0eb2\u0e81\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87.
x-is-allowed-to-do-action-x-in-all-items-of-type-x-in-x={0} is allowed to do action <em>{1}</em> in all items of type {2} in {3}. Use the roles administration tool if you want to change this. (Automatic Copy)
