#X-Generator: crowdin.com
allow-dictionary-words=Permitir palabras do dicionario
allow-dictionary-words-help=If this is checked, common dictionary words are allowed as the user's passwords. (Automatic Copy)
change-required=Requirir cambio
change-required-help=If this is checked, a user is required to change their password when they first log in. (Automatic Copy)
changeable=Cambiable
changeable-help=If this is checked, the user can change their password. (Automatic Copy)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=Enable Expiration (Automatic Copy)
enable-expiration-help=If this is checked, the user must change their password after a given amount of time. (Automatic Copy)
enable-history-help=If this is checked, the portal keeps a history of the user's previous passwords and prevents them from reusing an old password. (Automatic Copy)
enable-lockout=Enable Lockout (Automatic Copy)
enable-lockout-help=If this is checked, a user can attempt to log in a certain number of times before their account is locked. (Automatic Copy)
enable-syntax-checking=Enable Syntax Checking (Automatic Copy)
enable-syntax-checking-help=If this is checked, the password is read for certain words and/or a certain length. (Automatic Copy)
grace-limit=Accesos con contrase\u00f1a caducada
grace-limit-help=This determines the number of times a user can log in after their password has expired, before they are required to enter a new password. (Automatic Copy)
history-count=Tama\u00f1o do historial
history-count-help=Determina o n\u00famero de contrase\u00f1as anteriores que se manter\u00e1n no historial.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Pol\u00edticas da contrase\u00f1a
lockout-duration=Duraci\u00f3n do bloqueo
lockout-duration-help=Determina a cantidade de tempo que a conta dun usuario \u00e9 bloqueada.
maximum-age=Idade m\u00e1xima
maximum-age-help=Determina durante canto tempo unha contrase\u00f1a se considera v\u00e1lida antes de solicitar que sexa cambiada.
maximum-failure=Erro grave
maximum-failure-help=This determines the maximum number of times that a user can attempt to log in with the wrong password. (Automatic Copy)
minimum-age=Idade m\u00ednima
minimum-age-help=Determina canto tempo debe esperar un usuario antes de poder cambiar a s\u00faa contrase\u00f1a de novo.
minimum-alpha-numeric=M\u00ednimo de caracteres alfanum\u00e9ricos
minimum-alpha-numeric-help=Isto determina o n\u00famero m\u00ednimo de caracteres alfanum\u00e9ricos na contrase\u00f1a de usuario.
minimum-length=Lonxitude m\u00ednima
minimum-length-help=Determina a lonxitude m\u00ednima das contrase\u00f1as dos usuarios.
minimum-lower-case=M\u00ednimo de caracteres min\u00fasculos
minimum-lower-case-help=Isto determina o n\u00famero m\u00ednimo de caracteres min\u00fasculos na contrase\u00f1a de usuario.
minimum-numbers=M\u00ednimo de caracteres num\u00e9ricos
minimum-numbers-help=Isto determina o n\u00famero m\u00ednimo de caracteres num\u00e9ricos na contrase\u00f1a de usuario.
minimum-symbols=M\u00ednimo de s\u00edmbolos
minimum-symbols-help=Isto determina o n\u00famero m\u00ednimo de s\u00edmbolos na contrase\u00f1a de usuario.
minimum-upper-case=M\u00ednimo de caracteres mai\u00fasculos
minimum-upper-case-help=Isto determina o n\u00famero m\u00ednimo de caracteres mai\u00fasculos na contrase\u00f1a de usuario.
password-changes=Password Changes (Automatic Copy)
password-expiration=Caducidade da contrase\u00f1a
password-history=Historial de contrase\u00f1as
password-policies=Pol\u00edticas de contrase\u00f1as
password-syntax-checking=Comprobaci\u00f3n sint\u00e1ctica da contrase\u00f1a
reset-failure-count=Duraci\u00f3n do contador de conexi\u00f3ns erradas
reset-failure-count-help=Determina a duraci\u00f3n do contador de conexi\u00f3ns erradas para un usuario.
reset-ticket-max-age=Duraci\u00f3n do enlace para restablecer a contrase\u00f1a
reset-ticket-max-age-help=Isto determina canto tempo \u00e9 v\u00e1lido un enlace para reestablecer a contrase\u00f1a.
the-password-policy-could-not-be-found=The password policy could not be found. (Automatic Copy)
until-unlocked-by-an-administrator=Ata aberto por un administrador
warning-time=Tempo de aviso
warning-time-help=Determina canto tempo antes de que caduque unha contrase\u00f1a, se lle notifica ao usuario.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=Actualmente estase utilizando a pol\u00edtica de contrase\u00f1as de LDAP. Cambia a configuracion da pol\u00edtica de contrase\u00f1as se queres utilizar unha pol\u00edtica local de contrase\u00f1as.
