#X-Generator: crowdin.com
access-key=Hozz\u00e1f\u00e9r\u00e9si kulcs (Automatic Translation)
access-key-help=\u00c1ll\u00edtsa be a AWS fi\u00f3k hozz\u00e1f\u00e9r\u00e9si kulcs. (Automatic Translation)
bucket-name=V\u00f6d\u00f6r neve (Automatic Translation)
bucket-name-help=Az S3 f\u00e1jlok t\u00e1rol\u00e1s\u00e1ra haszn\u00e1lt v\u00f6d\u00f6r nev\u00e9nek megad\u00e1sa (Automatic Translation)
cache-dir-clean-up-expunge=Cache Directory tiszta ak\u00e1r Kit\u00f6r\u00f6l (Automatic Translation)
cache-dir-clean-up-expunge-help=A f\u00e1jlt a gyors\u00edt\u00f3t\u00e1rban tartj\u00e1k napok sz\u00e1m\u00e1nak megad\u00e1sa. (Automatic Translation)
cache-dir-clean-up-frequency=Lemezgyors\u00edt\u00f3t\u00e1r k\u00f6nyvt\u00e1ra megtiszt\u00edt\u00e1sa gyakoris\u00e1ga (Automatic Translation)
cache-dir-clean-up-frequency-help=\u00c1ll\u00edtsa be a file cache tiszta m\u00f3dszer h\u00edv\u00e1sainak sz\u00e1ma \u00e9s a t\u00e9nyleges f\u00e1jl-gyors\u00edt\u00f3t\u00e1rhoz ar\u00e1nya tiszta. A tulajdons\u00e1g \u00e9rt\u00e9ke 1-mindig tiszta. Magasabb sz\u00e1mokat kisebb a frekvencia. (Automatic Translation)
connection-timeout=Kapcsolat-id\u0151t\u00fall\u00e9p\u00e9s (Automatic Translation)
connection-timeout-help=K\u00e9szlet id\u0151 v\u00e1rni (ezredm\u00e1sodpercben), amikor a kapcsolat id\u0151t\u00fall\u00e9p\u00e9s el\u0151tt l\u00e9trehoz\u00e1sa. A 0 \u00e9rt\u00e9k azt jelenti, v\u00e9gtelen, \u00e9s nem aj\u00e1nlott. (Automatic Translation)
core-pool-size=Core k\u00e9szlet m\u00e9rete (Automatic Translation)
core-pool-size-help=\u00c1ll\u00edtsa be a kezdeti sz\u00e1m\u00e1t sz\u00e1lak haszn\u00e1lt alkatr\u00e9szek felt\u00f6lteni. (Automatic Translation)
http-client-max-connections=Maxim\u00e1lis HTTP-kapcsolatok (Automatic Translation)
http-client-max-connections-help=Enged\u00e9lyezett nyitott HTTP-kapcsolatok maxim\u00e1lis sz\u00e1m\u00e1nak be\u00e1ll\u00edt\u00e1sa. (Automatic Translation)
http-client-max-error-retry=\u00dajrapr\u00f3b\u00e1lkoz\u00e1sok maxim\u00e1lis HTTP (Automatic Translation)
http-client-max-error-retry-help=\u00c1ll\u00edtsa be a sikertelen retriable k\u00e9relmek \u00fajrapr\u00f3b\u00e1lkoz\u00e1si k\u00eds\u00e9rletek maxim\u00e1lis sz\u00e1ma. (Automatic Translation)
max-pool-size=Maxim\u00e1lis m\u00e9ret (Automatic Translation)
max-pool-size-help=Felt\u00f6lt\u00e9sekor r\u00e9szb\u0151l haszn\u00e1land\u00f3 sz\u00e1lak maxim\u00e1lis sz\u00e1m\u00e1nak be\u00e1ll\u00edt\u00e1sa. (Automatic Translation)
minimum-uploads-part-size=Minim\u00e1lis r\u00e9sz m\u00e9ret\u00e9t (Automatic Translation)
minimum-uploads-part-size-help=Felt\u00f6lt\u00e9s r\u00e9szek minim\u00e1lis r\u00e9sz m\u00e9ret\u00e9nek be\u00e1ll\u00edt\u00e1sa. A minim\u00e1lis r\u00e9sz m\u00e9ret\u00e9nek cs\u00f6kkent\u00e9se okoz t\u00f6bbr\u00e9szes felt\u00f6lt\u00e9sek egy nagyobb sz\u00e1m\u00fa kisebb r\u00e9szekre osztva. Ezen \u00e9rt\u00e9k t\u00fal alacsony \u00e1tviteli sebess\u00e9g, okoz extra k\u00e9sleltet\u00e9s \u00e9s a h\u00e1l\u00f3zati kommunik\u00e1ci\u00f3 mindk\u00e9t r\u00e9sze negat\u00edv hat\u00e1ssal van. (Automatic Translation)
multipart-upload-threshold=T\u00f6bbr\u00e9szes felt\u00f6lt\u00e9s k\u00fcsz\u00f6b (Automatic Translation)
multipart-upload-threshold-help=\u00c1ll\u00edtsa be a size k\u00fcsz\u00f6b\u00f6t (b\u00e1jtban) mikor haszn\u00e1l t\u00f6bbr\u00e9szes felt\u00f6lt\u00e9sek. Felt\u00f6lt\u00e9sek mint ez a m\u00e9ret automatikusan haszn\u00e1lja egy t\u00f6bbr\u00e9szes felt\u00f6lt\u00e9s strat\u00e9gia, m\u00edg a felt\u00f6lt\u00e9sek kisebb, mint ez a k\u00fcsz\u00f6b egy kapcsolat seg\u00edts\u00e9g\u00e9vel felt\u00f6lteni az eg\u00e9sz objektum. (Automatic Translation)
ntlm-proxy-domain=NTLM Proxy tartom\u00e1ny (Automatic Translation)
ntlm-proxy-domain-help=\u00c1ll\u00edtsa be a Windows domain nevet egy NTLM-proxy. Ha nem haszn\u00e1l egy Windows NTLM-helyettes, ne \u00e1ll\u00edtsa a tulajdons\u00e1g. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy munka\u00e1llom\u00e1s (Automatic Translation)
ntlm-proxy-workstation-help=A Windows munka\u00e1llom\u00e1s neve NTLM-proxy be\u00e1ll\u00edt\u00e1sa. Ha nem haszn\u00e1l egy Windows NTLM-helyettes, ne \u00e1ll\u00edtsa a tulajdons\u00e1g. (Automatic Translation)
proxy-auth-type=Proxy hiteles\u00edt\u00e9si t\u00edpus (Automatic Translation)
proxy-auth-type-help=Be\u00e1ll\u00edt\u00e1sa a proxy S3 val\u00f3 kapcsol\u00f3d\u00e1skor haszn\u00e1land\u00f3 hiteles\u00edt\u00e9si t\u00edpust. "None" \u00e1ll\u00edtja be, hogy nincs proxy. "Felhaszn\u00e1l\u00f3n\u00e9v-jelsz\u00f3" \u00e1ll\u00edtja be a proxyt; e konfigur\u00e1ci\u00f3 eset\u00e9ben adjon meg \u00e9rt\u00e9ket proxy felhaszn\u00e1l\u00f3i nev\u00e9t \u00e9s jelszav\u00e1t helyettes. "Ntlm" \u00fagy konfigur\u00e1lja a Windows NTLM-proxy; Ez a konfigur\u00e1ci\u00f3 adja meg proxy felhaszn\u00e1l\u00f3i n\u00e9v, proxyjelsz\u00f3t, NTLM helyettes tartom\u00e1nyi \u00e9s NTLM proxy munka\u00e1llom\u00e1s. (Automatic Translation)
proxy-host-help=\u00c1ll\u00edtsa be a proxy fogad\u00f3, az \u00fcgyf\u00e9lnek val\u00f3 csatlakoz\u00e1sra haszn\u00e1l. (Automatic Translation)
proxy-password=Proxy-jelsz\u00f3 (Automatic Translation)
proxy-password-help=\u00c1ll\u00edtsa be a proxyjelsz\u00f3t, ha \u00f6sszek\u00f6t\u0151 p\u00e1lca \u00e1tmen\u0151 egy helyettes. (Automatic Translation)
proxy-port-help=\u00c1ll\u00edtsa be a proxykiszolg\u00e1l\u00f3 portja, az \u00fcgyf\u00e9lnek val\u00f3 csatlakoz\u00e1sra haszn\u00e1l. (Automatic Translation)
proxy-username=Proxy-felhaszn\u00e1l\u00f3 neve (Automatic Translation)
proxy-username-help=Be\u00e1ll\u00edt\u00e1sa a proxy neve\: ha \u00f6sszek\u00f6t\u0151 p\u00e1lca \u00e1tmen\u0151 egy helyettes. (Automatic Translation)
s3-region=S3 r\u00e9gi\u00f3 (Automatic Translation)
s3-region-help=\u00c1ll\u00edtsa be a Amazon S3 r\u00e9gi\u00f3ban, amely t\u00e1rolja a felhaszn\u00e1l\u00f3 \u00e1ltal l\u00e9trehozott v\u00f6d\u00f6r az Amazon S3 f\u00f6ldrajzi r\u00e9gi\u00f3ban. Amazon S3 r\u00e9gi\u00f3k optimaliz\u00e1lja a k\u00e9sleltet\u00e9s, a k\u00f6lts\u00e9gek minimaliz\u00e1l\u00e1sa \u00e9s a szab\u00e1lyoz\u00e1si k\u00f6vetelm\u00e9nyek c\u00edm haszn\u00e1lj\u00e1k. Objektumok t\u00e1rolj\u00e1k egy Amazon S3 r\u00e9gi\u00f3ban soha nem hagyhatja el a r\u00e9gi\u00f3, kiv\u00e9ve, ha kifejezetten \u00e1t a m\u00e1sik r\u00e9gi\u00f3. (Automatic Translation)
s3-storage-class=S3 T\u00e1rol\u00e1si oszt\u00e1ly (Automatic Translation)
s3-storage-class-help=\u00c1ll\u00edtsa be a Amazon S3 t\u00e1rol\u00e1si oszt\u00e1ly. A szok\u00e1sos t\u00e1rol\u00e1si oszt\u00e1ly az alap\u00e9rtelmezett, \u00e9s azt jelenti, hogy az adatok redund\u00e1ns m\u00e1solatot lesz rakt\u00e1rozott-ban k\u00fcl\u00f6nb\u00f6z\u0151 fekv\u00e9sek. REDUCED_REDUNDANCY t\u00e1rol\u00e1si oszt\u00e1ly szolg\u00e1l adatt\u00e1rol\u00e1sra nem kritikus, reproduk\u00e1lhat\u00f3, felaj\u00e1nl\u00e1s egy alacsony k\u00f6lts\u00e9g\u0171, magas rendelkez\u00e9sre \u00e1ll\u00e1s\u00fa t\u00e1rol\u00f3 lehet\u0151s\u00e9g; Ez a be\u00e1ll\u00edt\u00e1s azonban kev\u00e9sb\u00e9 redund\u00e1ns. (Automatic Translation)
s3-store-configuration-name=Az S3 \u00e1ruh\u00e1z be\u00e1ll\u00edt\u00e1sai
secret-key=Titkos kulcs (Automatic Translation)
secret-key-help=Az AWS fi\u00f3k titkos kulcs\u00e1nak be\u00e1ll\u00edt\u00e1sa. (Automatic Translation)
