#X-Generator: crowdin.com
authentication-search-filter-help=Zadejte vyhled\u00e1vac\u00ed filtr, kter\u00fd se pou\u017e\u00edv\u00e1 k testov\u00e1n\u00ed platnosti u\u017eivatele. Tokeny @company_id @, @email_address @, @screen_name @, a @user_id @ za b\u011bhu nahrazeny spr\u00e1vn\u00fdmi hodnotami. (Automatic Translation)
autogenerate-user-password=Automaticky vytvo\u0159it u\u017eivatelsk\u00e9 heslo (Automatic Translation)
base-dn-help=Z\u00e1kladn\u00ed DN ur\u010duje po\u010d\u00e1te\u010dn\u00ed vyhled\u00e1vac\u00ed kontext pro u\u017eivatele a je nepovinn\u00e9. (Automatic Translation)
contact-custom-mappings-help=P\u0159i importu a exportu u\u017eivatel\u016f, port\u00e1l pou\u017eije toto mapov\u00e1n\u00ed pro p\u0159ipojen\u00ed LDAP atribut\u016f u\u017eivatel\u016f a port\u00e1lu kontaktu vlastn\u00edch atribut\u016f. (Automatic Translation)
contact-mappings-help=P\u0159i importu a exportu u\u017eivatel\u016f, port\u00e1l pou\u017eije toto mapov\u00e1n\u00ed k p\u0159ipojen\u00ed LDAP u\u017eivatelsk\u00e9 atributy a atributy port\u00e1lu kontaktu. (Automatic Translation)
create-role-per-group=Vytvo\u0159it Role ve skupin\u011b (Automatic Translation)
default-user-password=Deafult u\u017eivatelsk\u00e9 heslo (Automatic Translation)
enable-group-cache=Aktivovat skupinov\u00fd Cache (Automatic Translation)
enable-user-password=Povolit u\u017eivatelsk\u00e9 heslo (Automatic Translation)
export-enabled-help=Nastaven\u00ed pro export u\u017eivatel\u016f z port\u00e1lu do LDAP. To umo\u017e\u0148uje u\u017eivateli upravovat jeho k\u0159estn\u00ed jm\u00e9no, p\u0159\u00edjmen\u00ed, atd v port\u00e1lu a m\u00edt, \u017ee zm\u011bna tla\u010dil k serveru LDAP. Toto nastaven\u00ed nen\u00ed pou\u017eito, pokud je vlastnost "LDAPAuthConfiguration.enabled" je nastavena na hodnotu true. (Automatic Translation)
export-group-enabled-help=Nastavte na hodnotu true, je-li a jejich sdru\u017een\u00ed maj\u00ed b\u00fdt exportov\u00e1ny z port\u00e1lu LDAP. Toto nastaven\u00ed nen\u00ed pou\u017eito, pokud je vlastnost "LDAPAuthConfiguration.enabled" je nastavena na hodnotu true. (Automatic Translation)
group-default-object-classes-help=Kdy\u017e skupina je exportov\u00e1no do LDAP a skupina neexistuje, vytvo\u0159\u00ed se skupiny s n\u00e1sleduj\u00edc\u00ed v\u00fdchoz\u00ed t\u0159\u00eddy objekt\u016f. (Automatic Translation)
group-mappings-help=P\u0159i importu skupin, port\u00e1l pou\u017eije toto mapov\u00e1n\u00ed pro p\u0159ipojen\u00ed LDAP atribut\u016f skupiny a atributy skupiny u\u017eivatele port\u00e1lu. (Automatic Translation)
group-search-filter-enabled-help=Nastaven\u00ed pro import skupiny LDAP k port\u00e1lu. Tato nastaven\u00ed nejsou pou\u017eity, pokud je vlastnost "LDAPImportConfiguration.enabled" nastavena na hodnotu true. (Automatic Translation)
groups-dn-help=Nov\u00e9 skupiny se vytvo\u0159\u00ed v zadan\u00e9 DN. To bude pouze aktivn\u00ed, je-li vlastnost "LDAPAuthConfiguration.enabled" a "LDAPExportConfiguration.enabled" jsou nastaveny na hodnotu true. (Automatic Translation)
import-create-role-per-group-help=Nastavte na true Pokud port\u00e1l by m\u011bl automaticky vytvo\u0159it roli ve skupin\u011b importovat ze serveru LDAP. \u00daloha bude p\u0159i\u0159azen ke skupin\u011b tak, aby u\u017eivatel\u00e9 automaticky p\u0159eb\u00edraj\u00ed role p\u0159i\u0159azen\u00ed ke skupin\u011b. (Automatic Translation)
import-group-cache-enabled-help=Zadejte whethertime skupina DN vyhled\u00e1v\u00e1n\u00ed do mezipam\u011bti budou b\u011bhem LDAP dovoz a p\u0159ihl\u00e1\u0161en\u00ed. Pokud nastavena na hodnotu true, to urychl\u00ed LDAP dovoz a p\u0159ihl\u00e1\u0161en\u00ed, ale aktualizace atribut\u016f skupiny nebude uzn\u00e1na, dokud polo\u017eka mezipam\u011bti vypr\u0161\u00ed. Velikost cache a \u010dasov\u00e9ho limitu mohou b\u00fdt nakonfigurov\u00e1ny pro cache pomoc\u00ed mezipam\u011bti n\u00e1zev "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Nastavte dobu vypr\u0161en\u00ed platnosti z\u00e1mek pro import protokolu LDAP. Ve v\u00fdchoz\u00edm nastaven\u00ed \u010das vypr\u0161en\u00ed platnosti je 1 den. (Automatic Translation)
import-method=Metoda import (Automatic Translation)
import-method-help=Nastavte u\u017eivatele nebo skupinu pro metodu importu. Je-li nastaveno na u\u017eivatele, port\u00e1l importuje v\u0161echny u\u017eivatele a skupiny, Spojen\u00e9 s t\u011bmito u\u017eivateli. Je-li nastavena na skupinu, port\u00e1l importuje v\u0161echny skupiny a u\u017eivatel\u00e9 p\u0159i\u0159azen\u00ed k t\u011bmto skupin\u00e1m. Tato hodnota by m\u011bla b\u00fdt nastavena na jak serveru LDAP ukl\u00e1d\u00e1 informace o \u010dlenstv\u00ed ve skupin\u00e1ch. (Automatic Translation)
ldap-auth-configuration-name=Ov\u011b\u0159ov\u00e1n\u00ed LDAP (Automatic Translation)
ldap-export-configuration-name=Export protokolu LDAP (Automatic Translation)
ldap-import-configuration-name=LDAP Import (Automatic Translation)
ldap-server-configuration-name=LDAP Servery
lock-expiration-time=\u010cas vypr\u0161en\u00ed platnosti z\u00e1mku (Automatic Translation)
method-help=Nastaven\u00ed bind nebo heslem porovn\u00e1n\u00ed pro metodu ov\u011b\u0159ov\u00e1n\u00ed LDAP. Vazba je up\u0159ednost\u0148uje v\u011bt\u0161ina prodejc\u016f tak, \u017ee nemus\u00edte starat o \u0161ifrov\u00e1n\u00ed strategie. (Automatic Translation)
page-size-help=Nastaven\u00ed velikosti str\u00e1nky na adres\u00e1\u0159ov\u00fdch serverech, kter\u00e9 podporuj\u00ed str\u00e1nkov\u00e1n\u00ed. Tato hodnota mus\u00ed b\u00fdt nejv\u00fd\u0161e 1000 pro Microsoft Active Directory Server. (Automatic Translation)
password-encryption-algorithm-help=Nastaven\u00ed \u0161ifrov\u00e1n\u00ed hesla pro porovn\u00e1n\u00ed hesla b\u011bhem importu a pro \u0161ifrov\u00e1n\u00ed hesla b\u011bhem exportu. Porovn\u00e1n\u00ed hesla b\u011bhem importu bude pouze p\u0159i "LDAPAuthConfiguration.method" je nastavena na heslo porovn\u00e1n\u00ed. Je-li \u0161ifrov\u00e1n\u00ed je nastavena na NONE, co\u017e je v\u00fdchoz\u00ed hodnota, hesla jsou pova\u017eov\u00e1ny za jako prost\u00fd text. Algoritmus SHA-512 je v sou\u010dasnosti podporov\u00e1n. (Automatic Translation)
password-policy-enabled-help=Nastavte na true k pou\u017eit\u00ed LDAP z\u00e1sad hesla m\u00edsto port\u00e1lu hesla z\u00e1sad. Pokud nastavena na pravda, je mo\u017en\u00e9, \u017ee port\u00e1l generovan\u00e9ho hesla nebudou odpov\u00eddat z\u00e1sady LDAP. Viz vlastnosti "passwords.regexptoolkit.*" Dal\u0161\u00ed informace o konfiguraci RegExpToolkit p\u0159i vytv\u00e1\u0159en\u00ed t\u011bchto hesel. V\u0161imn\u011bte si, \u017ee pokud je to povoleno, port\u00e1l nebude kontrolovat platn\u00fdch hesel, hesla vypr\u0161ela nebo u\u017eivatel\u016f, kter\u00e9 jsou uzam\u010deny. To je nyn\u00ed zpracov\u00e1na z\u00e1sad hesla serveru LDAP. (Automatic Translation)
range-size-help=Nastavte po\u010det hodnot, vr\u00e1t\u00ed v ka\u017ed\u00e9m dotazu v\u00edcehodnotov\u00e9ho atributu pro adres\u00e1\u0159ov\u00e9 servery, kter\u00e9 podporuj\u00ed rozsah vyhled\u00e1v\u00e1n\u00ed. Velikost rozsahu mus\u00ed b\u00fdt 1000 pro syst\u00e9my Windows 2000 a 1500 nebo m\u00e9n\u011b pro syst\u00e9m Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=Konfigurace syst\u00e9mu LDAP (Automatic Translation)
user-custom-mappings-help=P\u0159i importu a exportu u\u017eivatel\u016f, port\u00e1l pou\u017eije toto mapov\u00e1n\u00ed pro p\u0159ipojen\u00ed LDAP atribut\u016f u\u017eivatel\u016f a vlastn\u00edch atribut\u016f u\u017eivatele port\u00e1lu. (Automatic Translation)
user-default-object-classes-help=Kdy\u017e u\u017eivatel exportuje do LDAP a u\u017eivatel neexistuje, vytvo\u0159\u00ed se u\u017eivatel s n\u00e1sleduj\u00edc\u00ed v\u00fdchoz\u00ed t\u0159\u00eddy objekt\u016f. (Automatic Translation)
user-ignore-attributes-help=Nastavte atributy u\u017eivatele, kter\u00e9 jsou ovl\u00e1d\u00e1ny z port\u00e1lu. P\u0159i p\u0159id\u00e1v\u00e1n\u00ed nebo aktualizaci u\u017eivatele z LDAP, budou vynech\u00e1ny tyto atributy. (Automatic Translation)
user-mappings-help=P\u0159i importu a exportu u\u017eivatel\u016f, port\u00e1l pou\u017eije toto mapov\u00e1n\u00ed pro p\u0159ipojen\u00ed LDAP u\u017eivatelsk\u00e9 atributy a atributy u\u017eivatele port\u00e1lu. (Automatic Translation)
user-search-filter-help=Nastaven\u00ed pro import u\u017eivatel\u016f ze serveru LDAP na port\u00e1l. Tato nastaven\u00ed nejsou pou\u017eity, pokud je vlastnost "LDAPImportConfiguration.enabled" nastavena na hodnotu true. (Automatic Translation)
users-dn-help=Nov\u00ed u\u017eivatel\u00e9 se vytvo\u0159\u00ed v zadan\u00e9 DN. To bude pouze aktivn\u00ed, je-li vlastnost "LDAPAuthConfiguration.enabled" a "LDAPExportConfiguration.enabled" jsou nastaveny na hodnotu true. (Automatic Translation)
