#X-Generator: crowdin.com
a-new-version-is-created-automatically-if-this-page-is-modified=Az oldal m\u00f3dos\u00edt\u00e1s\u00e1val automatikusan \u00faj verzi\u00f3 j\u00f6n l\u00e9tre.
a-page-variation-with-that-name-already-exists=Ilyen nev\u0171 oldalv\u00e1ltozat m\u00e1r van.
a-site-pages-variation-with-that-name-already-exists=Ilyen nev\u0171 webhely-oldalv\u00e1ltozat m\u00e1r van.
a-x-can-only-be-imported-to-a-x=A {0} can only be imported to a {0}. (Automatic Copy)
add-event=\u00daj esem\u00e9ny
add-page-variation=Oldalv\u00e1ltozat hozz\u00e1ad\u00e1sa
add-site-pages-variation=Webhely-oldalv\u00e1ltozatok hozz\u00e1ad\u00e1sa
all-content-import-help=Az alkalmaz\u00e1sok tartalma \u00e9s metaadata import\u00e1lva.
all-page-variations=\u00d6sszes oldalv\u00e1ltozat
all-site-pages-variations=\u00d6sszes webhely-oldalv\u00e1ltozat
always-use-my-user-id=Mindig a saj\u00e1t felhaszn\u00e1l\u00f3i azonos\u00edt\u00f3 haszn\u00e1lata.
an-error-occurred-because-the-live-group-does-not-have-the-current-page=Hiba t\u00f6rt\u00e9nt, mert az \u00e9l\u0151 csoport nem rendelkezik az aktu\u00e1lis oldallal.
an-unexpected-error-occurred-while-importing-your-file=V\u00e1ratlan hiba l\u00e9pett fel a f\u00e1jl import\u00e1l\u00e1sa sor\u00e1n.
an-unexpected-error-occurred-with-the-initial-staging-publication=Egy v\u00e1ratlan hiba l\u00e9pett fel a kezdeti staging publik\u00e1l\u00e1skor.
are-you-sure-you-want-to-activate-local-staging-for-x=Biztosan aktiv\u00e1lni akarod a Helyi \u00e9les kiszolg\u00e1l\u00f3 t\u00edpus\u00fa T\u00f6bbl\u00e9pcs\u0151s munkafolyamatba szervez\u00e9st a k\u00f6vetkez\u0151h\u00f6z\: {0}?
are-you-sure-you-want-to-activate-remote-staging-for-x=Biztosan aktiv\u00e1lni akarod a T\u00e1voli \u00e9les kiszolg\u00e1l\u00f3 t\u00edpus\u00fa T\u00f6bbl\u00e9pcs\u0151s munkafolyamatba szervez\u00e9st a k\u00f6vetkez\u0151h\u00f6z\: {0}?
are-you-sure-you-want-to-copy-from-live-and-update-the-existing-staging-portlet-information=Biztosan friss\u00edts\u00fck a l\u00e9tez\u0151 munkaszakasz portletinform\u00e1ci\u00f3it az \u00e9les v\u00e1ltozattal?
are-you-sure-you-want-to-deactivate-staging-for-x=Biztosan deaktiv\u00e1lni akarod a T\u00f6bbl\u00e9pcs\u0151s munkafolyamatba szervez\u00e9st a k\u00f6vetkez\u0151n\u00e9l\: {0}?
are-you-sure-you-want-to-merge-changes-from-x=T\u00e9nyleg hozz\u00e1f\u0171zz\u00fck a v\u00e1ltoz\u00e1sokat a k\u00f6vetkez\u0151b\u0151l\: {0}?
are-you-sure-you-want-to-publish-to-live-and-update-the-existing-portlet-data=Biztosan publik\u00e1lni akarod \u00e9s friss\u00edted a l\u00e9tez\u0151 portlet adatokat?
are-you-sure-you-want-to-remove-the-initial-staging-publication=Biztos, hogy el akarod t\u00e1vol\u00edtani a kezdeti staging publik\u00e1ci\u00f3t?
authorship-of-the-content=Tartalom szerz\u0151je
change-the-configuration-in-the-details-section=A be\u00e1ll\u00edt\u00e1sok megv\u00e1ltoztat\u00e1sa a r\u00e9szletek szekci\u00f3ban.
change-to-private-pages=\u00c1tv\u00e1lt\u00e1s Priv\u00e1t oldalakra
change-to-public-pages=\u00c1tv\u00e1lt\u00e1s Nyilv\u00e1nos oldalakra
changes-since-last-publication=V\u00e1ltoz\u00e1sok az utols\u00f3 publik\u00e1ci\u00f3 \u00f3ta
contact-your-administrator-to-change-the-configuration=A be\u00e1ll\u00edt\u00e1s megv\u00e1ltoztat\u00e1s\u00e1hoz az adminisztr\u00e1tor sz\u00fcks\u00e9ges.
copy-as-new=M\u00e1sol\u00e1s \u00fajk\u00e9nt
copy-from-live=M\u00e1solat l\u00e9tez\u0151r\u0151l
copy-pages-from-site-pages-variation=Oldalak m\u00e1sol\u00e1sa a webhely-oldalv\u00e1ltozatokb\u00f3l
copy-pages-from-site-pages-variation-help=Csak a legutols\u00f3, publik\u00e1ci\u00f3ra k\u00e9sznek megjel\u00f6lt verzi\u00f3 lett \u00e1tm\u00e1solva.
current-and-previous=Jelenlegi \u00e9s el\u0151z\u0151
current-version=Jelenlegi verzi\u00f3
custom-export=Szem\u00e9lyreszabott export\u00e1l\u00e1s
custom-publication=Szem\u00e9lyreszabott kiad\u00e1s
delete-application-data-before-importing=Alkalmaz\u00e1s adat t\u00f6rl\u00e9se import\u00e1l\u00e1s el\u0151tt (Automatic Translation)
delete-missing-layouts=Hi\u00e1nyz\u00f3 oldalak t\u00f6rl\u00e9se
delete-missing-layouts-help=Ha ez a lehet\u0151s\u00e9get v\u00e1lasztod, az \u00f6sszes oldal t\u00f6rl\u0151dik ezen a webhelyen, ami nem talal\u00e1lhat\u00f3 meg a LAR import f\u00e1jlban.
delete-missing-layouts-staging-help=Ha ezt a lehet\u0151s\u00e9get v\u00e1lasztod, az \u00f6ssszes oldal t\u00f6rl\u0151dik az \u00e9l\u0151 k\u00f6rnyezetben ami nem szerepel a staging k\u00f6rnyezetben.
delete-portlet-data-before-importing-confirmation=Deleting portlet data before importing cannot be undone. Some applications in other pages might be referencing this data. Are you sure you want to continue deleting portlet data?
deletions-help=If this is checked, the delete operations performed for content types will be replicated in the target site.
deletions-help-export=Ha ezt a lehet\u0151s\u00e9get v\u00e1lasztja, a t\u00f6rl\u00e9si m\u0171veletek tartalomt\u00edpusok a LAR-f\u00e1jlba export\u00e1lja. (Automatic Translation)
drop-a-lar-file-here-to-import=H\u00fazz ide egy import\u00e1land\u00f3 LAR f\u00e1jlt.
dynamic-data-mapping-structure-with-structure-key-x-already-exists=A Dinamikus adat mapping strukt\u00fara a {0} strukt\u00fara kulccsal m\u00e1r l\u00e9tezik.
enabled-on-private-pages=Priv\u00e1t oldalakon enged\u00e9lyezve
enabled-on-public-pages=Nyilv\u00e1nos oldalakon enged\u00e9lyezve
export-entity=Kiviteli eszk\u00f6z (Automatic Translation)
export-import-configuration=Adatexport\u00e1l\u00e1si /-import\u00e1l\u00e1si sablon (Automatic Translation)
export-import-portlet-permissions-help=Ha ez be van jel\u00f6lve, az export\u00e1lt portlet ablakhoz tartoz\u00f3 jogosults\u00e1gok is bele lesznek foglalva.
export-import-service-configuration-name=Export/Import Service
export-import-theme-settings-help=Exportn\u00e1l kiv\u00e1lasztva, a webhelyhez v\u00e1lasztott t\u00e9ma \u00e9s sz\u00edns\u00e9ma benne lesz a l\u00e9trej\u00f6v\u0151 LAR f\u00e1jlban. Importn\u00e1l kiv\u00e1lasztva a t\u00e9ma \u00e9s sz\u00edns\u00e9ma be\u00e1ll\u00edt\u00e1sok import\u00e1lva lesznek \u00e9s az \u00f6sszes oldal be lesz arra \u00e1ll\u00edtva, hogy haszn\u00e1lja \u0151ket.
export-individual-deletions=Export egy\u00e9ni t\u00f6rl\u00e9sek (Automatic Translation)
export-permissions=Enged\u00e9lyek export\u00e1l\u00e1sa
export-private-pages=Priv\u00e1t oldalak export\u00e1l\u00e1sa
export-public-pages=Nyilv\u00e1nos oldalak exportja
export-templates=Sablonok export\u00e1l\u00e1sa
export-the-selected-data-to-the-given-lar-file-name=A kijel\u00f6lt adatok kiexport\u00e1l\u00e1sa a megadott LAR f\u00e1jlba.
file-summary=F\u00e1jl \u00f6sszegz\u00e9s
global-site=Global Site (Automatic Translation)
go-to-live=\u00c9lesbe menni
go-to-remote-live=Ugr\u00e1s a t\u00e1voli \u00e9les szerverre
go-to-staging=Stagingre menni
go-to-this-version=Ugr\u00e1s ehhez a v\u00e1ltozathoz
import-data-strategy-copy-as-new-help=Az \u00f6sszes adat \u00e9s tartalom az import\u00e1lt LAR f\u00e1jlban \u00faj bejegyz\u00e9sk\u00e9nt j\u00f6n l\u00e9tre a jelenlegi webhelyen minden alkalommal, amikor a LAR import\u00e1l\u00e1sra ker\u00fcl.
import-data-strategy-mirror-help=Az \u00f6sszes adat \u00e9s tartalom az import\u00e1lt LAR f\u00e1jlban \u00faj bejegyz\u00e9sk\u00e9nt j\u00f6n l\u00e9tre el\u0151sz\u00f6r, mik\u00f6zben karbantart egy hivatkoz\u00e1st a forr\u00e1sra. A k\u00e9s\u0151bbi importok ugyanabb\u00f3l a forr\u00e1sb\u00f3l, friss\u00edtik a bejegyz\u00e9seket, ahelyett, hogy \u00fajakat hozn\u00e1nak l\u00e9tre.
import-data-strategy-mirror-with-overwriting-help=Hasonl\u00f3 a t\u00fck\u00f6r strat\u00e9gi\u00e1hoz, de ha egy dokumentum vagy k\u00e9p van m\u00e1r ugyanolyan n\u00e9ven, az fel\u00fcl lesz \u00edrva.
import-entity=Import eszk\u00f6z (Automatic Translation)
import-permissions=Import\u00e1l\u00e1si jogosults\u00e1gok
import-private-pages=Priv\u00e1t oldalak import\u00e1l\u00e1sa
import-public-pages=Nyilv\u00e1nos oldalak import\u00e1l\u00e1sa
include-always=Include Always
include-if-modified=Include If Modified
initial-publication=Els\u0151 k\u00f6zz\u00e9t\u00e9tel
invalid-manifest.xml-x=Invalid manifest.xml\: {0} (Automatic Copy)
javax.portlet.description.com_liferay_exportimport_web_portlet_ExportImportPortlet=Az export/import lehet\u0151s\u00e9get ny\u00fajt eg\u00e9sz webhelyek, vagy egy bizonyos tartalom export\u00e1l\u00e1s\u00e1ra vagy import\u00e1l\u00e1s\u00e1ra.
javax.portlet.description.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=A Staging Configuration hozz\u00e1f\u00e9r\u00e9st biztos\u00edt a webhelyed konfigur\u00e1lhat\u00f3 staging be\u00e1ll\u00edt\u00e1saihoz.
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportImportPortlet=Export/Import
javax.portlet.title.com_liferay_exportimport_web_portlet_ExportPortlet=Export
javax.portlet.title.com_liferay_exportimport_web_portlet_ImportPortlet=Import
javax.portlet.title.com_liferay_staging_configuration_web_portlet_StagingConfigurationPortlet=Staging be\u00e1ll\u00edt\u00e1s
javax.portlet.title.com_liferay_staging_processes_web_portlet_StagingProcessesPortlet=Staging
lar-build-number-x-does-not-match-portal-build-number-x=LAR build number {0} does not match portal build number {1}. (Automatic Copy)
lar-schema-version-x-does-not-match-deployed-export-import-schema-version-x=LAR schema version {0} does not match deployed export/import schema version {1}. (Automatic Copy)
live-group-remote-staging-alert=A jelenlegi webhely jelenleg \u00e9les oldalk\u00e9nt m\u0171k\u00f6dik egy t\u00e1voli staginges k\u00f6rnyezetben. Enged\u00e9lyezhet\u0151 staging k\u00f6rnyezetk\u00e9nt, hogy a t\u00f6bbl\u00e9pcs\u0151s staging megval\u00f3s\u00edthat\u00f3 legyen, hab\u00e1r n\u00e9h\u00e1ny staging opci\u00f3 le lett tiltva.
local-live=Helyi \u00e9les kiszolg\u00e1l\u00f3
manage-page-variations=Oldalv\u00e1ltozatok kezel\u00e9se
mark-as-ready-for-publication=Megjel\u00f6l\u00e9s publik\u00e1lhat\u00f3k\u00e9nt
merge-site-pages-variation=Webhely-oldalv\u00e1ltozatok \u00f6sszef\u00e9s\u00fcl\u00e9se
mirror-with-overwriting=T\u00fckr\u00f6z\u00e9s fel\u00fcl\u00edr\u00e1ssal
missing-manifest.xml=a manifest.xml f\u00e1jl nem tal\u00e1lhat\u00f3 a LAR (Automatic Translation)
new-custom-export=\u00daj egyedi export\u00e1l\u00e1s
new-export=\u00daj export\u00e1l\u00e1s
new-export-based-on-x=\u00daj export\u00e1l\u00e1s {0} alapj\u00e1n
new-export-process=\u00daj export folyamat
new-export-template=\u00daj export sablon
new-publication=\u00daj publik\u00e1ci\u00f3
new-publication-based-on-x=\u00daj publik\u00e1ci\u00f3 {0}-n alapulva
new-publication-process=\u00daj publik\u00e1ci\u00f3s folyamat
new-publish-template=\u00daj publik\u00e1l\u00e1si sablon
no-export-processes-were-found=Nem tal\u00e1lhat\u00f3 export folyamat.
no-import-processes-were-found=Nem tal\u00e1lhat\u00f3 import folyamat.
no-pages=Saj\u00e1t oldalak
no-processes-were-found=Nincs folyamatok tal\u00e1ltak. (Automatic Translation)
no-publication-processes-were-found=Nem tal\u00e1lhat\u00f3 k\u00f6zz\u00e9t\u00e9teli folyamat.
no-scheduled-publication-processes-were-found=Nem tal\u00e1lhat\u00f3 id\u0151z\u00edtett k\u00f6zz\u00e9t\u00e9teli folyamat.
none-empty-site-pages-variation=Nincs (\u00dcres webhely-oldalv\u00e1ltozatok)
only-one-site-pages-variation-can-be-the-main-one=Csak egy webhely oldalv\u00e1ltozat lehet az els\u0151dleges.
page-variation-was-added=Oldalv\u00e1ltozat hozz\u00e1adva.
page-variation-was-deleted=Oldalv\u00e1ltozat t\u00f6r\u00f6lve.
page-variation-was-updated=Oldalv\u00e1ltozat friss\u00edtve.
page-variations-help=Az oldal vari\u00e1ci\u00f3k lehet\u0151v\u00e9 teszik a sz\u00e1modra, hogy p\u00e1rhuzamosan dolgozz ugyanannak az oldalnak a k\u00fcl\u00f6nb\u00f6z\u0151 verzi\u00f3ival ebben az oldal vari\u00e1ci\u00f3ban. Amikor \u00e9lesbe publik\u00e1lod, a <em>kiad\u00e1sra k\u00e9sz</em>-k\u00e9nt megjel\u00f6lt verzi\u00f3 lesz az ami kiad\u00e1sra ker\u00fcl.
page-variations-x=Oldal vari\u00e1ci\u00f3k {0}
page-versioning=Oldalv\u00e1ltozatok
page-versioning-help=Az oldal verzi\u00f3z\u00e1s lehet\u0151v\u00e9 teszi a sz\u00e1modra, hogy p\u00e1rhuzamosan dolgozhass az oldalak k\u00fcl\u00f6nb\u00f6z\u0151 v\u00e1ltozataival. Ez azt is lehet\u0151v\u00e9 teszi a sz\u00e1modra, hogy nyomonk\u00f6vesd a v\u00e1ltoztat\u00e1sok t\u00f6rt\u00e9net\u00e9t azokon az oldalakon.
page-x-has-not-been-published-to-live-yet=M\u00e9g nincs k\u00f6zz\u00e9t\u00e9ve az \u00e9les szerverre a k\u00f6vetkez\u0151 oldal\: {0}
page-x-was-last-published-from-x=Ez az oldal\: {0} innen volt legut\u00f3bb k\u00f6zz\u00e9t\u00e9ve\: {1}
page-x-was-last-published-to-live=Legut\u00f3bb ez az oldal volt az \u00e9les szerverre k\u00f6zz\u00e9t\u00e9ve\: {0}
pages-options=Oldal be\u00e1ll\u00edt\u00e1sok
pages-to-export=Export\u00e1land\u00f3 oldalak
pages-to-publish=Publik\u00e1land\u00f3 oldalak
pages-variations-help=A Webhely Oldal Vari\u00e1ci\u00f3k lehet\u0151v\u00e9 teszik sz\u00e1modra, hogy p\u00e1rhuzamosan dolgozhass a webhely oldalainak k\u00fcl\u00f6nb\u00f6z\u0151 v\u00e1ltozataival. A tartalom megoszt\u00e1sra ker\u00fcl az \u00f6sszes Webhely Oldal Vari\u00e1ci\u00f3kaiddal. B\u00e1rmely Webhely Oldal Vari\u00e1ci\u00f3k \u00e9lesbe publik\u00e1l\u00e1sa id\u0151z\u00edthet\u0151 vagy manu\u00e1lisan elv\u00e9gezhet\u0151.
pages-x=Oldal {0}
please-enter-a-valid-end-date-that-is-in-the-past=Val\u00f3s, m\u00faltb\u00e9li v\u00e9gd\u00e1tumot kell megadni.
please-enter-a-valid-start-date-that-is-in-the-past=Val\u00f3s, m\u00faltb\u00e9li indul\u00e1si id\u0151pontot kell megadni.
please-wait-as-the-publication-processes-on-the-remote-site=V\u00e1rj, am\u00edg a publik\u00e1ci\u00f3s folyamat zajlik a t\u00e1voli webhelyen.
portlet's-schema-version-x-in-the-lar-is-not-valid-for-the-deployed-portlet-x-with-schema-version-x=Portlet''s schema version {0} in the LAR is not valid for the deployed portlet {1} with schema version {2}. (Automatic Copy)
process-details=Folyamat r\u00e9szletei
process-name-placeholder=Add meg a folyamat nev\u00e9t (pl.\: M\u00e1ria heti cikk\u00e9nek k\u00f6zz\u00e9t\u00e9tele).
processes=Folyamatok
publish-permissions=Jogosults\u00e1gok k\u00f6zz\u00e9t\u00e9tele
publish-templates=Sablonok publik\u00e1l\u00e1sa
publish-templates-can-be-administered-in-the-control-menu=A kiad\u00e1si sablonok adminisztr\u00e1lhat\u00f3ak a kontroll men\u00fcben.
publish-to-remote-live=T\u00e1voli k\u00f6zz\u00e9t\u00e9tel
ready-for-publication=Publik\u00e1lhat\u00f3
referenced-content-behavior=Referenced Content Behavior
refresh-counts=Sz\u00e1ml\u00e1l\u00f3k friss\u00edt\u00e9se
remote-publish-help=To publish changes to a <em>Remote Host/IP</em>, remote access between the servers must be configured. For detailed instructions on configuring this, refer to Liferay's official documentation. The <em>Remote Path Context</em> is only required if a non-root portal servlet context path is used on the target server. Access to this context must not be blocked by a proxy or firewall. Also, if the target server is a cluster, it is safe to set the <em>Remote Host/IP</em> to the cluster's load balanced address to increase the high availability of the publishing process. (Automatic Copy)
replicate-individual-deletions=Egy\u00e9ni t\u00f6rl\u00e9s replik\u00e1l\u00e1sa (Automatic Translation)
see-more-details=T\u00f6bb r\u00e9szlet megtekint\u00e9se
selected-pages=Kijel\u00f6lt oldalak
simple-publication-help=Az egyszer\u0171 k\u00f6zz\u00e9t\u00e9tel a t\u00e9ma, webhely oldalak, log\u00f3, t\u00f6rl\u00e9sek, jogosults\u00e1gok k\u00f6zz\u00e9t\u00e9tel\u00e9t jelenti.
site-page-variation-was-added=Webhely oldalv\u00e1ltozata hozz\u00e1adva.
site-page-variation-was-deleted=Webhely oldalv\u00e1ltozata t\u00f6r\u00f6lve.
site-page-variation-was-merged=Webhely oldalv\u00e1ltozata \u00f6sszef\u00e9s\u00fclve.
site-page-variation-was-updated=Webhely oldalv\u00e1ltozata friss\u00edtve.
site-pages-variation-x=Webhely oldalak vari\u00e1ci\u00f3i {0}
staged-content=Stage-elt tartalom
staged-portlets-alert=Amikor egy portlet ki van v\u00e1lasztva, az adatai \u00e1tm\u00e1sol\u00f3dnak a stagingre, \u00e9s esetleg nem lesz lehets\u00e9ges a m\u00f3dos\u00edt\u00e1suk az \u00e9lesben. Ha elt\u00e1vol\u00edtod a portlet kiv\u00e1laszt\u00e1s\u00e1t, bizonyosodj meg arr\u00f3l, hogy a stagingen v\u00e9grehajtott \u00f6sszes v\u00e1ltoztat\u00e1s el\u0151bb ki legyen publik\u00e1lva, k\u00fcl\u00f6nben azok elveszhetnek.
staged-portlets-help=A bejel\u00f6lt portletek <em>Stage-elve</em> vannak. Ez azt jelenti, hogy az adataik automatikusan publik\u00e1l\u00f3dnak, amikor az \u0151ket tartalmaz\u00f3 oldal publik\u00e1l\u00e1sra ker\u00fcl. Azok a portletek, amik le vannak tiltva \u00e9s be vannak jel\u00f6lve, mindig automatikusan export\u00e1l\u00f3dnak, m\u00e9g akkor is, ha nincsenek rajta az oldalon. Azok, amik le vannak tiltva \u00e9s nincsenek bejel\u00f6lve, sosme lesznek automatikusan publik\u00e1lva. Az <em>Egy\u00fcttm\u0171k\u00f6d\u00e9s</em> portletek, mint a <em>Blogok</em>, <em>F\u00f3rumok</em> \u00e9s <em>Wiki</em>, alap\u00e9rtelmez\u00e9sben ki vannak v\u00e9ve a <em>Stage-el\u00e9sb\u0151l</em>, mivel az adataik jellemz\u0151en az \u00c9lesb\u0151l sz\u00e1rmaznak. Igaz\u00e1b\u00f3l, ha egy portlet <em>NEM Stage-elt</em>, az <em>\u00c9les</em> k\u00f6rnyezet tartalmazza csak a fontos adatokat. Amikor a <em>Helyi \u00e9les</em> staging van haszn\u00e1latban, ugyanaz az adat jelen\u00edt\u0151dik meg a portlet b\u00e1rmely k\u00f6rnyezetben t\u00f6rt\u00e9n\u0151 megn\u00e9z\u00e9sekor.
staging-cannot-be-used-for-this-site-because-the-propagation-of-changes-from-the-site-template-is-enabled=Ezt a webhelyet nem lehet szakaszolt munkafolyamattal k\u00f6zz\u00e9tenni, mert a v\u00e1ltoz\u00e1sok tov\u00e1bbterjed\u00e9se be van kapcsolva a sablonj\u00e1ban.
staging-configuration=Staging be\u00e1ll\u00edt\u00e1s
staging-is-successfully-disabled=A Staging sikeresen letiltva.
staging-live-help-x=A(z) <em>{0}</em> \u00e9les v\u00e1ltozat\u00e1t l\u00e1tod. Itt nem lehet m\u00f3dos\u00edtani. V\u00e9gezd el a m\u00f3dos\u00edt\u00e1saidat a T\u00f6bbl\u00e9pcs\u0151s munkafolyamatba szervez\u00e9s alatt, \u00e9s publik\u00e1ld az \u00e9lesre miut\u00e1n nyilv\u00e1noss\u00e1 tetted \u0151ket.
staging-live-help2-x=You are viewing the live version of <em>{0}</em>. Make your changes here or in staging and publish them to Live afterwards to make them public. (Automatic Copy)
staging-options=Staging opci\u00f3k
staging-staging-help-x=Jelenleg a k\u00f6vetkez\u0151 oldal f\u00fcgg\u0151 v\u00e1ltozata l\u00e1that\u00f3\: <em>{0}</em>. Itt ez megv\u00e1ltoztathat\u00f3, \u00e9s az \u00e9les k\u00f6rnyezetbe nyilv\u00e1noss\u00e1 t\u00e9tel ut\u00e1n ker\u00fclhet \u00e1t.
staging-type=T\u00f6bbl\u00e9pcs\u0151s munkafolyamat t\u00edpusa
staging-type-local=Az aktu\u00e1lis oldalr\u00f3l egy kl\u00f3n k\u00e9sz\u00fcl, mely minden l\u00e9tez\u0151 oldalt \u00e9s portletadatot tartalmaz, amelyekre a t\u00f6bbl\u00e9pcs\u0151s munkafolyamat enged\u00e9lyezve van. (L\u00e1sd alul a <em>T\u00f6bbl\u00e9pcs\u0151s munkafolyamatba szervezett portletek</em> list\u00e1j\u00e1t.) Ez a kl\u00f3n lesz a <em>v\u00e1rakoz\u00f3</em>, m\u00edg az eredeti <em>\u00e9l\u0151v\u00e9</em> v\u00e1lik.
staging-type-remote=L\u00e9trej\u00f6n egy kapcsolat az itteni \u00e9s a t\u00e1voli webhely k\u00f6z\u00f6tt. Ez a webhely lesz a <em>v\u00e1rakoz\u00f3</em>, m\u00edg a t\u00e1voli webhely az <em>\u00e9les</em> k\u00f6rnyezetbe ker\u00fcl \u00e1t.
switch-to-advanced-publication=\u00c1tv\u00e1lt a Halad\u00f3 publik\u00e1ci\u00f3ra
switch-to-simple-publication=\u00c1tv\u00e1lt az egyszer\u0171 publik\u00e1ci\u00f3ra
template-type=Sablon t\u00edpus
the-file-is-ready-to-be-imported=A f\u00e1jl k\u00e9sz az import\u00e1l\u00e1sra.
the-file-x-cannot-be-imported=A(z) <em>{0}</em> f\u00e1jl nem import\u00e1lhat\u00f3.
the-following-error-occurred-while-processing-the-x-x-x=The following error occurred while processing the {0} {1}\: {2}. (Automatic Copy)
the-lar-file-could-not-be-imported-because-it-requires-page-templates-or-site-templates-that-could-not-be-found.-please-import-the-following-templates-manually=A LAR f\u00e1jl nem import\u00e1lhat\u00f3, mert olyan oldal vagy webhely sablonra van sz\u00fcks\u00e9ge, ami nem tal\u00e1lhat\u00f3. Import\u00e1ld be a k\u00f6vetkez\u0151 sablonokat manu\u00e1lisan\:
the-pages-could-not-be-published-because-one-or-more-required-page-templates-could-not-be-found-on-the-remote-system.-please-import-the-following-templates-manually=Az oldalak nem publik\u00e1lhat\u00f3ak, mert egy vagy t\u00f6bb sz\u00fcks\u00e9ges oldal sablon nem tal\u00e1lhat\u00f3 a t\u00e1voli rendszerben. Import\u00e1ld be a k\u00f6vetkez\u0151 sablonokat manu\u00e1lisan\:
the-process-referenced-by-this-notification-does-not-exist=A folyamat hivatkozik-e ez az \u00e9rtes\u00edt\u00e9s nem l\u00e9tezik. (Automatic Translation)
the-status-of-the-publication-can-be-checked-on-the-publish-screen=A k\u00f6zz\u00e9t\u00e9tel \u00e1llapota ellen\u0151r\u00edzhet\u0151 a k\u00f6zz\u00e9t\u00e9teli k\u00e9perny\u0151n.
theme-settings=T\u00e9mabe\u00e1ll\u00edt\u00e1sok
there-are-no-processes-in-progress-anymore=Nincs t\u00f6bb folyamatban l\u00e9v\u0151 elj\u00e1r\u00e1s.
there-are-no-saved-export-templates=Nincsenek elmentett export sablonok.
there-are-no-saved-publish-templates=Nincsenek elmentett publik\u00e1ci\u00f3s sablonok.
there-are-no-scheduled-publication-processes=Nincsenek \u00fctemezett k\u00f6zz\u00e9t\u00e9teli folyamatok.
this-file-was-previously-uploaded-but-not-actually-imported=Ez a f\u00e1jl kor\u00e1bban fel lett t\u00f6ltve, de jelenleg nincs import\u00e1lva.
this-portlet-has-not-been-added-to-the-live-page-publish-the-page-first=Ez a portlet nincs hozz\u00e1adva egy \u00e9l\u0151 oldalhoz. El\u0151sz\u00f6r publik\u00e1ld az oldalt.
this-portlet-is-placed-in-a-page-that-does-not-exist-in-the-live-site-publish-the-page-first=Ez a portlet nincs hozz\u00e1adva egy olyan oldalhoz, amely az \u00e9les webhelyen l\u00e9tezik. El\u0151sz\u00f6r publik\u00e1ld az oldalt.
this-process-is-going-to-publish-the-changes-made-since-the-last-publication=Ez a folyamat publik\u00e1lja a legut\u00f3bbi publik\u00e1ci\u00f3 \u00f3ta t\u00f6rt\u00e9nt v\u00e1ltoz\u00e1sokat.
this-version-will-be-published-when-x-is-published-to-live=Ez a v\u00e1ltozat akkor lesz k\u00f6zz\u00e9t\u00e9ve, amikor a k\u00f6vetkez\u0151 \u00e9lesedik\:<em>{0}</em>.
unable-to-activate-remote-staging-on-site-with-id-x.-global-site-can-only-be-staged-to-another-global-site=Nem lehets\u00e9ges aktiv\u00e1lni a t\u00e1voli staginget a webhelyen ezzel az azonos\u00edt\u00f3val\: {0}. A glob\u00e1lis webhely csak m\u00e1sik glob\u00e1lis helyre stage-elhet\u0151.
unable-to-activate-remote-staging-on-site-with-id-x.-the-remote-live-site-must-be-different-from-the-stage-site=Nem lehet aktiv\u00e1lni a t\u00e1voli staginget a(z) {0} azonos\u00edt\u00f3j\u00fa webhelyen. A t\u00e1voli \u00e9l\u0151 webhely nem lehet ugyanaz, mint a stage webhely.
unable-to-execute-process-x=Nem lehet a folyamatot v\u00e9grehajtani ({0}).
unable-to-find-x=Unable to find {0}. (Automatic Copy)
untitled-scheduled-publication=C\u00edm n\u00e9lk\u00fcli \u00fctemezett publik\u00e1ci\u00f3
update-data=Adat friss\u00edt\u00e9se
update-page-variation=Oldalv\u00e1ltozat friss\u00edt\u00e9se
update-site-pages-variation=Webhely oldalv\u00e1ltozatainak friss\u00edt\u00e9se
uploaded-lar-file-type-x-does-not-match-x=Uploaded LAR file type {0} does not match {1}. (Automatic Copy)
validate-layout-references-help=If checked, publishing or importing some types of content with text in it will cause Liferay to check the content for any links that reference one of the portal's virtual hosts, and ensure that each of these links points to a valid page within Liferay. Uncheck this if your virtual host has pages not in Liferay.
view-page-staging-options=Oldal stagingel\u00e9si opci\u00f3k megtekint\u00e9se
view-source=Forr\u00e1s megtekint\u00e9se
x,-created-x-ago={0}, l\u00e9trehozva ennyi ideje\: {1}.
x-export-layout-process-failed={0} Export process failed (Automatic Copy)
x-export-layout-process-finished-successfully={0} Export process finished successfully (Automatic Copy)
x-export-portlet-process-failed={0} Portlet Export process failed (Automatic Copy)
x-export-portlet-process-finished-successfully={0} Portlet Export process finished successfully (Automatic Copy)
x-import-layout-process-failed={0} Import process failed (Automatic Copy)
x-import-layout-process-finished-successfully={0} Import process finished successfully (Automatic Copy)
x-import-portlet-process-failed={0} Portlet Import process failed (Automatic Copy)
x-import-portlet-process-finished-successfully={0} Portlet Import process finished successfully (Automatic Copy)
x-is-staged={0} a t\u00f6bbl\u00e9pcs\u0151s munkafolyamat r\u00e9sze.
x-publish-layout-local-process-failed={0} Local Publication process failed (Automatic Copy)
x-publish-layout-local-process-finished-successfully={0} Local Publication process finished successfully (Automatic Copy)
x-publish-layout-remote-process-failed={0} Remote Publication process failed (Automatic Copy)
x-publish-layout-remote-process-finished-successfully={0} Remote Publication process finished successfully (Automatic Copy)
x-publish-portlet-process-failed={0} Portlet Publication process failed (Automatic Copy)
x-publish-portlet-process-finished-successfully={0} Portlet Publication process finished successfully (Automatic Copy)
you-are-currently-reviewing-this-page.-you-can-make-changes-and-send-them-to-the-next-step-in-the-workflow-when-ready=Jelenleg fel\u00fclvizsg\u00e1lod ezt az oldalt. L\u00e9trehozhatsz v\u00e1ltoztat\u00e1sokat, \u00e9s elk\u00fcldheted \u0151ket a k\u00f6vetkez\u0151 l\u00e9p\u00e9sre a munkafolyamatban, amikor k\u00e9sz vagy.
you-can-also-forcibly-disable-remote-staging=<a href\="{0}">Er\u0151szakkal letilt\u00e1s</a>-t is alkalmazhatsz a t\u00e1voli stagingre.
you-cannot-submit-your-changes-because-someone-else-has-submitted-changes-for-approval=Nem tudod elk\u00fcldeni a v\u00e1ltoztat\u00e1saidat, mert valaki m\u00e1s m\u00e1r k\u00fcld\u00f6tt j\u00f3v\u00e1hagyand\u00f3 v\u00e1ltoztat\u00e1sokat.
you-cannot-submit-your-changes-because-your-previous-submission-is-still-waiting-for-approval=Nem tudja beny\u00fajtani v\u00e1ltoztat\u00e1si ig\u00e9ny\u00e9t, mert az el\u0151z\u0151 beadv\u00e1nya m\u00e9g j\u00f3v\u00e1hagy\u00e1sra v\u00e1r.
you-do-not-have-permission-to-manage-settings-related-to-staging=Nincs enged\u00e9ly a munkafolyamatokhoz kapcsol\u00f3d\u00f3 be\u00e1ll\u00edt\u00e1sok kezel\u00e9s\u00e9hez.
