#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=\u0ec0\u0e81\u0eb5\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec0\u0e9e\u0eb4\u0e87\u0e9b\u0eb2\u0e94\u0e96\u0eb0\u0edc\u0eb2\u0ec3\u0e99\u0e84\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec4\u0e9f\u0ea5\u0ecc\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\: {0}
cache-actions=Cache Actions (Automatic Copy)
cancel-shutdown=\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0e81\u0eb2\u0e99\u0ea1\u0ead\u0e94
clean-up-actions=Clean Up Actions (Automatic Copy)
clean-up-permissions=Clean up permissions. (Automatic Copy)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=Clean Up Portlet Preferences (Automatic Copy)
clean-up-portlet-preferences-help=This process removes all orphaned portlet preferences that belong to page revisions. Portlet preferences that belong to a portlet that does not belong to a page revision will be removed. Portlet preferences that belong to runtime portlets will also be removed. (Automatic Copy)
clear-content-cached-across-the-cluster=\u0ea5\u0ebb\u0e9a\u0ea5\u0ec9\u0eb2\u0e87\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ea2\u0eb9\u0ec8\u0ec0\u0e84\u0ecb\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e84\u0ea3\u0eb1\u0e94\u0ec0\u0e95\u0eb5.
clear-content-cached-by-this-vm=\u0ea5\u0ebb\u0e9a\u0ea5\u0ec9\u0eb2\u0e87\u0eaa\u0eb2\u0ea5\u0eb0\u0e9a\u0eb2\u0e99\u0ea2\u0eb9\u0ec8\u0ec0\u0e84\u0ecb\u0e94\u0e94\u0ec9\u0ea7\u0e8d \u0ea7\u0eb5\u0ec0\u0ea1\u0eb1\u0ea1\u0e99\u0eb5\u0ec9.
clear-the-database-cache=\u0ea5\u0ebb\u0e9a\u0ea5\u0ec9\u0eb2\u0e87\u0e84\u0ea7\u0eb2\u0ea1\u0e88\u0eb3\u0e8a\u0ebb\u0ec8\u0ea7\u0e84\u0eb2\u0ea7\u0e96\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99
clear-the-direct-servlet-cache=Clear the direct servlet cache. (Automatic Copy)
configure-the-file-upload-settings=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec4\u0e9f\u0ea5\u0ecc\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ea5\u0e94
configure-the-mail-server-settings=\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec0\u0ea1\u0ea7\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=\u0e9f\u0eb4\u0ea7\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e88\u0eb0\u0e8d\u0eb1\u0e87\u0e84\u0ebb\u0e87\u0ea2\u0eb9\u0ec8\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e82\u0eb0\u0eab\u0e8d\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\:{0}.\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e8d\u0ec9\u0eb2\u0e8d\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0e9f\u0eb4\u0ea7\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e81\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99\u0ec1\u0ead\u0eb1\u0e94\u0ec1\u0e97\u0ecb\u0ea1 \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec2\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e95\u0eb5\u0ea1
custom-message=\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87 \u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1
data-migration=\u0e81\u0eb2\u0e99\u0e8d\u0ec9\u0eb2\u0e8d\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99
downloading-xuggler=Downloading Xuggler... (Automatic Copy)
enabling-imagemagick-provides-document-preview-functionality=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94 ImageMagick \u0ec1\u0e88\u0e81\u0ea2\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
enabling-xuggler-provides-video-conversion-functionality=\u0e81\u0eb3\u0e99\u0ebb\u0e94 Xuggler \u0ec3\u0eab\u0ec9\u0ec0\u0eae\u0eb1\u0e94\u0ea7\u0ebd\u0e81\u0ec4\u0e94\u0ec9\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e95\u0ec8\u0eb2\u0e87\u0ec6
file-uploads=\u0ec4\u0e9f\u0ea5\u0ecc\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ea5\u0e94\u0e95\u0ec8\u0eb2\u0e87\u0ec6
generate-thread-dump=\u0eaa\u0ec9\u0eb2\u0e87\u0e81\u0eb2\u0e99\u0e96\u0eb2\u0e8d\u0ec2\u0ead\u0e99\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99
hook-plugins=\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0ec0\u0eaa\u0eb5\u0ea1 \u0eae\u0eb8\u0e81
incoming-pop-server=\u0e82\u0eb2\u0ec0\u0e82\u0ebb\u0ec9\u0eb2 POP \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9
index-actions=Index Actions (Automatic Copy)
jar-file=\u0ec4\u0e9f\u0ea5\u0ecc JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5
log-level=Log Level (Automatic Copy)
log-levels=\u0e82\u0eb1\u0ec9\u0e99\u0e82\u0ead\u0e87\u0ea5\u0ecb\u0ead\u0e81
logger-name=Logger Name (Automatic Copy)
manually-specify-additional-javamail-properties-to-override-the-above-configuration=\u0e84\u0eb9\u0ec8\u0ea1\u0eb7\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e84\u0eb8\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0e82\u0ead\u0e87\u0e88\u0eb2\u0ea7\u0eb2\u0ec0\u0ea1\u0ea7\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e82\u0eb1\u0e9a\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e82\u0ec9\u0eb2\u0e87\u0ec0\u0e97\u0eb4\u0e87
maximum-memory=\u0e84\u0ea7\u0eb2\u0ea1\u0e88\u0eb3\u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94
maximum-thumbnail-height=\u0e84\u0ea7\u0eb2\u0ea1\u0eaa\u0eb9\u0e87 \u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94 Thumbnail
maximum-thumbnail-width=\u0e84\u0ea7\u0eb2\u0ea1\u0e81\u0ea7\u0eb2\u0e87 \u0eaa\u0eb9\u0e87\u0eaa\u0eb8\u0e94 Thumbnail
memory-used-vs-max-memory=Memory Used vs. Max Memory (Automatic Copy)
no-data-migration-processes-are-available=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0ea1\u0ea7\u0e99\u0e9c\u0ebb\u0e99\u0e81\u0eb2\u0e99\u0e8d\u0ec9\u0eb2\u0e8d\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec3\u0e94\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
no-system-properties-were-found-that-matched-the-keywords=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eab\u0eb2\u0ec3\u0e94\u0e96\u0eb7\u0e81\u0e8a\u0ead\u0e81\u0e9e\u0ebb\u0e9a \u0ec1\u0ea5\u0eb0\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb1\u0e9a\u0e99\u0eb5\u0ec9\:
number-of-minutes=\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e99\u0eb2\u0e97\u0eb5
please-enter-the-number-of-minutes=Please enter the number of minutes. (Automatic Copy)
plugin-repositories-configuration-name=Plugin Repositories (Automatic Copy)
preparing-the-installation=Preparing the installation... (Automatic Copy)
reindex-all-search-indexes=\u0ea5\u0eb5\u200b\u0ead\u0eb5\u0e99\u200b\u0ec0\u0e94\u0eb1\u0e81\u200b\u0e97\u0eb1\u0e87\u200b\u0edd\u0ebb\u0e94\u200b\u0e81\u0eb2\u0e99\u200b\u0e84\u0ebb\u0ec9\u0e99\u200b\u0eab\u0eb2\u200b\u0ead\u0eb5\u0e99\u200b\u0ec0\u0e94\u0eb1\u0e81
reindex-all-spell-check-indexes=\u0ea5\u0eb5\u200b\u0ead\u0eb5\u0e99\u200b\u0ec0\u0e94\u0eb1\u0e81\u200b\u0e97\u0eb1\u0e87\u200b\u0edd\u0ebb\u0e94\u200b\u0e81\u0eb2\u0e99\u200b\u0e84\u0ebb\u0ec9\u0e99\u200b\u0eab\u0eb2\u200b\u0ead\u0eb5\u0e99\u200b\u0ec0\u0e94\u0eb1\u0e81
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=Reset preview and thumbnail files for Documents and Media. (Automatic Copy)
resource-limits=\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e88\u0eb3\u0e81\u0eb1\u0e94
run-the-garbage-collector-to-free-up-memory=\u200b\u0ec1\u0ea5\u0ec8\u0e99\u200b\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a \u0e81\u0eb2\u200b\u0ec1\u0e9a\u0ecb\u0e81 \u200b\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u200b\u0e9b\u0ebb\u0e94\u200b\u0e9b\u0ec8\u0ead\u0e8d\u200b\u0e84\u0ea7\u0eb2\u0ea1\u200b\u0e88\u0eb3
search-indexes=\u0e84\u0ebb\u0ec9\u0e99\u200b\u0eab\u0eb2\u0ead\u0eb5\u0e99\u200b\u0ec0\u0e94\u0eb1\u0e81
system-actions=System Actions (Automatic Copy)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=The root directories of the selected file system stores are not valid. (Automatic Copy)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=The value of this property is read from a portal.properties file or one of its extension files. (Automatic Copy)
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=The value of this property was overridden using the Control Panel and is stored in the database. (Automatic Copy)
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e9b\u0ec9\u0ead\u0e99\u0ec4\u0e9f\u0ea5\u0ecc\u0e8d\u0eb2\u0ea7\u0ec6\u0ec3\u0e94\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e84\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87
total-memory=\u0e84\u0ea7\u0eb2\u0ea1\u0e88\u0eb3\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
used-memory=\u0ec4\u0e94\u0ec9\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e84\u0ea7\u0eb2\u0ea1\u0e88\u0eb3
user-images=\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
verification-actions=Verification Actions (Automatic Copy)
verify-database-tables-of-all-plugins=\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0e95\u0eb2\u0e95\u0eb0\u0ea5\u0eb2\u0e87\u0e96\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e82\u0ead\u0e87\u0e97\u0eb8\u0e81\u0ec6\u0e9b\u0eb1\u0ecb\u0e81\u0ead\u0eb5\u0e99
verify-membership-policies=Verify membership policies. (Automatic Copy)
web-plugins=\u0e9b\u0eb1\u0ecb\u0e81\u0ead\u0eb5\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e82\u0ead\u0e87\u0ec0\u0ea7\u0e9a
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=\u0e8a\u0eb1\u0e81\u0ec0\u0ea5\u0eb5\u0ec9 \u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87. \u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb3\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ec9\u0ead\u0e87 \u0ea5\u0eb5\u0e9a\u0eb9\u0e94 \u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e87 \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9 \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0ea5
xuggler-help=Xuggler requires the installation of native libraries that are distributed under the GPL license. If you are able to find your environment specified below, the server can automatically download and install the libraries for you. You will subsequently be required to restart the server. If your environment is not listed below, you will need to compile and install the libraries manually. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
xuggler-installed=Xuggler appears to be installed correctly. Enable to allow audio and video preview generation. (Automatic Copy)
xuggler-library-is-installing=Xuggler library is installing. (Automatic Copy)
