#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=\u041f\u0456\u0434 \u0447\u0430\u0441 \u0456\u043c\u043f\u043e\u0440\u0442\u0443 \u0444\u0430\u0439\u043b\u0430 \u0441\u0442\u0430\u043b\u0430\u0441\u044c \u043d\u0435\u043f\u0435\u0440\u0435\u0434\u0431\u0430\u0447\u0435\u043d\u0430 \u043f\u043e\u043c\u0438\u043b\u043a\u0430\: {0}
cache-actions=\u041a\u0435\u0448 \u0434\u0456\u0457 (Automatic Translation)
cancel-shutdown=\u0412\u0456\u0434\u043c\u0456\u043d\u0438\u0442\u0438 \u0432\u0438\u043a\u043b\u044e\u0447\u0430\u043d\u043d\u044f
clean-up-actions=\u041e\u0447\u0438\u0449\u0435\u043d\u043d\u044f \u0434\u0456\u0457 (Automatic Translation)
clean-up-permissions=\u041e\u0447\u0438\u0449\u0435\u043d\u043d\u044f \u0434\u043e\u0437\u0432\u043e\u043b\u0438. (Automatic Translation)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=\u041e\u0447\u0438\u0449\u0435\u043d\u043d\u044f \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f (Automatic Translation)
clean-up-portlet-preferences-help=\u0426\u0435\u0439 \u043f\u0440\u043e\u0446\u0435\u0441 \u0431\u0443\u0434\u0435 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043e \u0432\u0441\u0456 \u0441\u0438\u0440\u0456\u0442 \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430 \u0443\u043f\u043e\u0434\u043e\u0431\u0430\u043d\u043d\u044f, \u044f\u043a\u0456 \u043d\u0430\u043b\u0435\u0436\u0430\u0442\u044c \u0434\u043e \u0437\u043c\u0456\u043d\u0438 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438. \u041f\u043e\u0440\u0442\u043b\u0435\u0442 \u0443\u043f\u043e\u0434\u043e\u0431\u0430\u043d\u043d\u044f, \u044f\u043a\u0456 \u043d\u0430\u043b\u0435\u0436\u0430\u0442\u044c \u0434\u043e \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0430, \u0449\u043e \u043d\u0435 \u043d\u0430\u043b\u0435\u0436\u0438\u0442\u044c \u0434\u043e \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434 \u0431\u0443\u0434\u0435 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043e. \u041f\u043e\u0440\u0442\u043b\u0435\u0442 \u0443\u043f\u043e\u0434\u043e\u0431\u0430\u043d\u043d\u044f, \u044f\u043a\u0456 \u043d\u0430\u043b\u0435\u0436\u0430\u0442\u044c \u0434\u043e runtime \u043f\u0440\u0438\u0442\u0443\u043b\u0438\u0442\u0438 \u0442\u0430\u043a\u043e\u0436 \u0431\u0443\u0434\u0443\u0442\u044c \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u0456. (Automatic Translation)
clear-content-cached-across-the-cluster=\u041e\u0447\u0438\u0441\u0442\u0438\u0442\u0438 \u0432\u043c\u0456\u0441\u0442, \u0437\u0430\u043a\u0435\u0448\u043e\u0432\u0430\u043d\u0438\u0439 \u043f\u043e \u0432\u0441\u044c\u043e\u043c\u0443 \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0443.
clear-content-cached-by-this-vm=\u041e\u0447\u0438\u0441\u0442\u0438\u0442\u0438 \u0432\u043c\u0456\u0441\u0442, \u0437\u0430\u043a\u0435\u0448\u043e\u0432\u0430\u043d\u0438\u0439 \u0442\u0456\u043b\u044c\u043a\u0438 \u0446\u0456\u0454\u044e \u0432\u0456\u0440\u0442\u0443\u0430\u043b\u044c\u043d\u043e\u044e \u043c\u0430\u0448\u0438\u043d\u043e\u044e.
clear-the-database-cache=\u041e\u0447\u0438\u0441\u0442\u0438\u0442\u0438 \u043a\u0435\u0448 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u0438\u0445.
clear-the-direct-servlet-cache=\u041e\u0447\u0438\u0441\u0442\u0438\u0442\u0438 \u043a\u0435\u0448 \u043f\u0440\u044f\u043c\u0438\u0439 \u0441\u0435\u0440\u0432\u043b\u0435\u0442\u0456\u0432. (Automatic Translation)
configure-the-file-upload-settings=\u041d\u0430\u0441\u0442\u0440\u043e\u044e\u0432\u0430\u043d\u043d\u044f \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u0432 \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f \u0444\u0430\u0439\u043b\u0443. (Automatic Translation)
configure-the-mail-server-settings=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043f\u043e\u0448\u0442\u0438. (Automatic Translation)
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=Custom fields already exists for these extra settings\: {0}. Please manually remove the custom fields before attempting to migrate the extra settings. (Automatic Copy)
custom-message=\u0421\u043f\u043e\u0432\u0456\u0449\u0435\u043d\u043d\u044f
data-migration=\u041c\u0456\u0433\u0440\u0430\u0446\u0456\u0457 \u0434\u0430\u043d\u0438\u0445 (Automatic Translation)
downloading-xuggler=\u0417\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f Xuggler... (Automatic Translation)
enabling-imagemagick-provides-document-preview-functionality=\u0423\u0432\u0456\u043c\u043a\u043d\u0435\u043d\u043d\u044f ImageMagick \u0456 GhostScript \u0437\u0430\u0431\u0435\u0437\u043f\u0435\u0447\u0443\u0454 \u0444\u0443\u043d\u043a\u0446\u0456\u043e\u043d\u0430\u043b\u044c\u043d\u0456\u0441\u0442\u044c, \u043f\u043e\u043f\u0435\u0440\u0435\u0434\u043d\u0456\u0439 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430. (Automatic Translation)
enabling-xuggler-provides-video-conversion-functionality=\u0423\u0432\u0456\u043c\u043a\u043d\u0435\u043d\u043d\u044f Xuggler \u0437\u0430\u0431\u0435\u0437\u043f\u0435\u0447\u0443\u0454 \u043f\u0435\u0440\u0435\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u0432\u0456\u0434\u0435\u043e \u0444\u0443\u043d\u043a\u0446\u0456\u043e\u043d\u0430\u043b\u044c\u043d\u0456\u0441\u0442\u044c. (Automatic Translation)
file-uploads=\u0412\u0456\u0434\u043f\u0440\u0430\u0432\u043a\u0430 \u0444\u0430\u0439\u043b\u0443
generate-thread-dump=\u0417\u0433\u0435\u043d\u0435\u0440\u0443\u0432\u0430\u0442\u0438 \u0434\u0430\u043c\u043f \u043f\u043e\u0442\u043e\u043a\u0456\u0432.
hook-plugins=\u041f\u043b\u0430\u0491\u0456\u043d\u0438 Hook
incoming-pop-server=\u0412\u0445\u0456\u0434\u043d\u0438\u0439 POP \u0441\u0435\u0440\u0432\u0435\u0440
index-actions=\u0406\u043d\u0434\u0435\u043a\u0441 \u0434\u0456\u0457 (Automatic Translation)
jar-file=JAR-\u0444\u0430\u0439\u043b\u0443 (Automatic Translation)
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u0410\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0443
log-level=\u0420\u0456\u0432\u0435\u043d\u044c (Automatic Translation)
log-levels=\u0420\u0456\u0432\u043d\u0456 \u0436\u0443\u0440\u043d\u0430\u043b\u0443 (\u043b\u043e\u0491\u0443)
logger-name=\u0420\u0435\u0454\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u0456\u043c'\u044f (Automatic Translation)
manually-specify-additional-javamail-properties-to-override-the-above-configuration=\u0412\u0440\u0443\u0447\u043d\u0443 \u0432\u043a\u0430\u0437\u0430\u0442\u0438 \u0434\u043e\u0434\u0430\u0442\u043a\u043e\u0432\u0456 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456 JavaMail \u0434\u043b\u044f \u043f\u0435\u0440\u0435\u0432\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0432\u0438\u0449\u0435 \u043a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457. (Automatic Translation)
maximum-memory=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0438\u0439 \u043e\u0431'\u0454\u043c \u043f\u0430\u043c'\u044f\u0442\u0456
maximum-thumbnail-height=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0432\u0438\u0441\u043e\u0442\u0430 \u0435\u0441\u043a\u0456\u0437\u0456\u0432 (Automatic Translation)
maximum-thumbnail-width=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0435\u0441\u043a\u0456\u0437\u0456\u0432 (Automatic Translation)
memory-used-vs-max-memory=\u041f\u0430\u043c ' \u044f\u0442\u0456 \u043f\u0440\u043e\u0442\u0438 \u041c\u0430\u043a\u0441 \u043f\u0430\u043c'\u044f\u0442\u0456 (Automatic Translation)
no-data-migration-processes-are-available=\u041d\u0456 \u043f\u0440\u043e\u0446\u0435\u0441\u0456\u0432 \u043c\u0456\u0433\u0440\u0430\u0446\u0456\u0457 \u0434\u0430\u043d\u0438\u0445 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0430. (Automatic Translation)
no-system-properties-were-found-that-matched-the-keywords=\u041f\u043e \u0432\u043a\u0430\u0437\u0430\u043d\u0438\u0445 \u043d\u0438\u0436\u0447\u0435 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0445 \u0441\u043b\u043e\u0432\u0430\u0445 \u043d\u0435 \u0431\u0443\u043b\u043e \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e \u0436\u043e\u0434\u043d\u043e\u0433\u043e \u0437\u0430\u043f\u0438\u0441\u0443\:
number-of-minutes=\u041a-\u0441\u0442\u044c \u0445\u0432\u0438\u043b\u0438\u043d
please-enter-the-number-of-minutes=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0445\u0432\u0438\u043b\u0438\u043d. (Automatic Translation)
plugin-repositories-configuration-name=\u041f\u043b\u0430\u0433\u0456\u043d \u0440\u0435\u043f\u043e\u0437\u0438\u0442\u043e\u0440\u0456\u0457\u0432 (Automatic Translation)
preparing-the-installation=\u041f\u0456\u0434\u0433\u043e\u0442\u043e\u0432\u043a\u0430 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0438... (Automatic Translation)
reindex-all-search-indexes=\u041f\u0435\u0440\u0435\u0456\u043d\u0434\u0435\u043a\u0441\u0443\u0432\u0430\u0442\u0438 \u0432\u0441\u0456 \u0456\u043d\u0434\u0435\u043a\u0441\u0438 \u043f\u043e\u0448\u0443\u043a\u0443.
reindex-all-spell-check-indexes=\u041f\u0435\u0440\u0435\u0456\u043d\u0434\u0435\u043a\u0441\u0443\u0432\u0430\u0442\u0438 \u0432\u0441\u0456 \u0456\u043d\u0434\u0435\u043a\u0441\u0438 \u043f\u043e\u0448\u0443\u043a\u0443.
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=\u0421\u043a\u0438\u043d\u0443\u0442\u0438 \u041f\u0435\u0440\u0435\u0433\u043b\u044f\u0434 "\u0442\u0430" \u041c\u0456\u043d\u0456\u0430\u0442\u044e\u0440\u0430 \u0444\u0430\u0439\u043b\u0438 \u0434\u043b\u044f \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0456\u0432 \u0456 \u0417\u041c\u0406. (Automatic Translation)
resource-limits=\u041e\u0431\u043c\u0435\u0436\u0435\u043d\u043d\u044f \u0440\u0435\u0441\u0443\u0440\u0441\u0443 (Automatic Translation)
run-the-garbage-collector-to-free-up-memory=\u0417\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u0438 \u0437\u0431\u0438\u0440\u0430\u0447 \u0441\u043c\u0456\u0442\u0442\u044f \u0434\u043b\u044f \u0437\u0432\u0456\u043b\u044c\u043d\u0435\u043d\u043d\u044f \u043e\u043f\u0435\u0440\u0430\u0442\u0438\u0432\u043d\u043e\u0457 \u043f\u0430\u043c'\u044f\u0442\u0456, \u0449\u043e \u0437\u0430\u0439\u043d\u044f\u0442\u0430 \u043d\u0435\u043f\u043e\u0442\u0440\u0456\u0431\u043d\u0438\u043c\u0438 \u0434\u0430\u043d\u0438\u043c\u0438.
search-indexes=\u0417\u043d\u0430\u0439\u0442\u0438 \u0456\u043d\u0434\u0435\u043a\u0441
system-actions=\u0421\u0438\u0441\u0442\u0435\u043c\u0430 \u0434\u0456\u0439 (Automatic Translation)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0456 \u043a\u043e\u0440\u0435\u043d\u0435\u0432\u043e\u0457 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0456\u0457 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0456\u0432 \u0432\u0438\u0431\u0440\u0430\u043d\u043e\u0457 \u0444\u0430\u0439\u043b\u043e\u0432\u043e\u0457 \u0441\u0438\u0441\u0442\u0435\u043c\u0438. (Automatic Translation)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=\u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0446\u0456\u0454\u0457 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456 \u043f\u0440\u043e\u0447\u0438\u0442\u0430\u0442\u0438 \u0437 \u0444\u0430\u0439\u043b\u0443 portal.properties, \u0430\u0431\u043e \u043e\u0434\u0438\u043d \u0437 \u0439\u043e\u0433\u043e \u0440\u043e\u0437\u0448\u0438\u0440\u0435\u043d\u043d\u044f \u0444\u0430\u0439\u043b\u0456\u0432. (Automatic Translation)
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=\u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0446\u0456\u0454\u0457 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456 \u0431\u0443\u0432 \u0437\u0430\u043c\u0456\u0449\u0435\u043d\u0438\u0439 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u043f\u0430\u043d\u0435\u043b\u0456 \u043a\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u0456 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0454\u0442\u044c\u0441\u044f \u0432 \u0431\u0430\u0437\u0456 \u0434\u0430\u043d\u0438\u0445. (Automatic Translation)
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u041d\u0435 \u0456\u0441\u043d\u0443\u0454 \u0431\u0443\u0434\u044c-\u044f\u043a\u0438\u0445 \u0437\u0430\u043f\u0438\u0441\u0456\u0432 \u0444\u0430\u0439\u043b\u0443 \u0437 \u0434\u043e\u0434\u0430\u0442\u043a\u043e\u0432\u0438\u0445 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u0432. (Automatic Translation)
total-memory=\u0417\u0430\u0433\u0430\u043b\u044c\u043d\u0430 \u043f\u0430\u043c'\u044f\u0442\u044c
used-memory=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043e \u043f\u0430\u043c'\u044f\u0442\u0456
user-images=\u0417\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 (Automatic Translation)
verification-actions=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0430 \u0434\u0456\u0457 (Automatic Translation)
verify-database-tables-of-all-plugins=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435, \u0447\u0438 \u0442\u0430\u0431\u043b\u0438\u0446\u044c \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u0438\u0445 \u043f\u0440\u043e \u0432\u0441\u0456 \u043f\u043b\u0430\u0433\u0456\u043d\u0438. (Automatic Translation)
verify-membership-policies=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435, \u0447\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438. (Automatic Translation)
web-plugins=\u041f\u043b\u0430\u0433\u0456\u043d\u0438 Web
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler \u0431\u0443\u0432 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0439. \u0412\u0430\u043c \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u043f\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0442\u0435 \u0441\u0435\u0440\u0432\u0435\u0440, \u0449\u043e\u0431 \u0437\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u0442\u0438 \u0437\u043c\u0456\u043d\u0438. (Automatic Translation)
xuggler-help=Xuggler requires the installation of native libraries that are distributed under the GPL license. If you are able to find your environment specified below, the server can automatically download and install the libraries for you. You will subsequently be required to restart the server. If your environment is not listed below, you will need to compile and install the libraries manually. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
xuggler-installed=Xuggler, \u044f\u043a \u0432\u0438\u0434\u0430\u0454\u0442\u044c\u0441\u044f, \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0439 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e. \u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0434\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0433\u0435\u043d\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u043e\u043f\u0435\u0440\u0435\u0434\u043d\u044c\u043e\u0433\u043e \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0443 \u0430\u0443\u0434\u0456\u043e \u0442\u0430 \u0432\u0456\u0434\u0435\u043e. (Automatic Translation)
xuggler-library-is-installing=\u0423\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0438 Xuggler \u0431\u0456\u0431\u043b\u0456\u043e\u0442\u0435\u043a\u0438. (Automatic Translation)
