#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=L\u00f4\u0303i kh\u00f4ng xa\u0301c \u0111i\u0323nh trong qua\u0301 tri\u0300nh thu th\u00e2\u0323p ta\u0300i li\u00ea\u0323u\: {0}
cache-actions=B\u1ed9 nh\u1edb cache h\u00e0nh \u0111\u1ed9ng (Automatic Translation)
cancel-shutdown=H\u1ee7y b\u1ecf t\u1eaft m\u00e1y ch\u1ee7
clean-up-actions=D\u1ecdn s\u1ea1ch h\u00e0nh \u0111\u1ed9ng (Automatic Translation)
clean-up-permissions=L\u00e0m s\u1ea1ch quy\u1ec1n. (Automatic Translation)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=D\u1ecdn s\u1ea1ch Portlet \u01b0u \u0111\u00e3i (Automatic Translation)
clean-up-portlet-preferences-help=Qu\u00e1 tr\u00ecnh n\u00e0y lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 c\u00e1c tu\u1ef3 ch\u1ecdn m\u1ed3 c\u00f4i portlet thu\u1ed9c v\u1ec1 trang ch\u1ec9nh s\u1eeda. S\u1edf th\u00edch Portlet thu\u1ed9c v\u1ec1 m\u1ed9t portlet kh\u00f4ng thu\u1ed9c v\u1ec1 m\u1ed9t phi\u00ean b\u1ea3n c\u1ee7a trang s\u1ebd \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf. S\u1edf th\u00edch Portlet thu\u1ed9c v\u1ec1 th\u1eddi gian ch\u1ea1y portlets c\u0169ng s\u1ebd b\u1ecb x\u00f3a. (Automatic Translation)
clear-content-cached-across-the-cluster=X\u00f3a b\u1ed9 nh\u1edb \u0111\u1ec7m tr\u00ean to\u00e0n b\u1ed9 m\u00e1y ch\u1ee7 song h\u00e0nh (cluster).
clear-content-cached-by-this-vm=X\u00f3a b\u1ed9 nh\u1edb \u0111\u1ec7m t\u1ea1o b\u1edfi m\u00e1y \u1ea3o (VM)
clear-the-database-cache=X\u00f3a b\u1ed9 nh\u1edb \u0111\u1ec7m c\u01a1 s\u1edf d\u1eef li\u1ec7u (database)
clear-the-direct-servlet-cache=X\u00f3a b\u1ed9 nh\u1edb \u0111\u1ec7m truy v\u1ea5n (d\u1ea1ng servlet) tr\u1ef1c ti\u1ebfp.
configure-the-file-upload-settings=C\u00e0i \u0111\u1eb7t c\u1ea5u h\u00ecnh file t\u1ea3i l\u00ean.
configure-the-mail-server-settings=C\u00e0i \u0111\u1eb7t c\u1ea5u h\u00ecnh m\u00e1y ch\u1ee7 email.
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=C\u00e1c tr\u01b0\u1eddng t\u00f9y bi\u1ebfn \u0111\u00e3 t\u1ed3n t\u1ea1i v\u1edbi nh\u1eefng thi\u1ebft l\u1eadp th\u00eam n\u00e0y\: {0}. B\u1ea1n h\u00e3y g\u1ee1 nh\u1eefng tr\u01b0\u1eddng t\u00f9y bi\u1ebfn \u0111\u00e3 thi\u1ebft l\u1eadp tr\u01b0\u1edbc khi th\u1ef1c hi\u1ec7n chuy\u1ec3n \u0111\u1ed5i c\u00e1c thi\u1ebft l\u1eadp th\u00eam.
custom-message=Tin nh\u1eafn m\u1edf r\u1ed9ng
data-migration=Chuy\u1ec3n \u0111\u1ed5i d\u1eef li\u1ec7u khi n\u00e2ng c\u1ea5p phi\u00ean b\u1ea3n
downloading-xuggler=\u0110ang t\u1ea3i Xuggler...
enabling-imagemagick-provides-document-preview-functionality=B\u1ea1n h\u00e3y b\u1eadt ImageMagick v\u00e0 GhostScript \u0111\u1ec3 c\u00f3 \u0111\u1ea7y \u0111\u1ee7 ch\u1ee9c n\u0103ng xem n\u1ed9i dung t\u00e0i li\u1ec7u.
enabling-xuggler-provides-video-conversion-functionality=B\u1ea1n h\u00e3y c\u00e0i \u0111\u1eb7t Xuggler \u0111\u1ec3 c\u00f3 \u0111\u1ea7y \u0111\u1ee7 ch\u1ee9c n\u0103ng chuy\u1ec3n \u0111\u1ed5i \u0111\u1ecbnh d\u1ea1ng d\u1eef li\u1ec7u h\u00ecnh (video).
file-uploads=T\u00e0i li\u1ec7u t\u1ea3i l\u00ean
generate-thread-dump=K\u1ebft xu\u1ea5t th\u00f4ng tin c\u00e1c ti\u1ebfn tr\u00ecnh.
hook-plugins=Hook Plugins (Automatic Translation)
incoming-pop-server=M\u00e1y ch\u1ee7 POP nh\u1eadn th\u01b0
index-actions=Ch\u1ec9 s\u1ed1 h\u00e0nh \u0111\u1ed9ng (Automatic Translation)
jar-file=JAR File (Automatic Translation)
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng
log-level=M\u1ee9c \u0111\u1ed9 \u0111\u0103ng nh\u1eadp (Automatic Translation)
log-levels=M\u1ee9c v\u1ebft h\u1ec7 th\u1ed1ng
logger-name=T\u00ean Logger
manually-specify-additional-javamail-properties-to-override-the-above-configuration=C\u1ea5u h\u00ecnh c\u00e1c thu\u1ed9c t\u00ednh JavaMail s\u1ebd c\u00f3 hi\u1ec7u l\u1ef1c thay th\u1ebf c\u00e1c c\u1ea5u h\u00ecnh \u1edf tr\u00ean.
maximum-memory=B\u1ed9 nh\u1edb t\u1ed1i \u0111a
maximum-thumbnail-height=\u0110\u1ed9 cao t\u1ed1i \u0111a c\u1ee7a \u1ea3nh thu nh\u1ecf
maximum-thumbnail-width=\u0110\u1ed9 r\u1ed9ng t\u1ed1i \u0111a c\u1ee7a \u1ea3nh thu nh\u1ecf
memory-used-vs-max-memory=B\u1ed9 nh\u1edb \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng so v\u1edbi b\u1ed9 nh\u1edb t\u1ed1i \u0111a (Automatic Translation)
no-data-migration-processes-are-available=Kh\u00f4ng ti\u1ebfn tr\u00ecnh chuy\u1ec3n \u0111\u1ed5i d\u1eef li\u1ec7u n\u00e0o c\u00f3 s\u1eb5n.
no-system-properties-were-found-that-matched-the-keywords=Kh\u00f4ng t\u00ecm \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh h\u1ec7 th\u1ed1ng n\u00e0o ph\u00f9 h\u1ee3p ch\u1ee9a t\u1eeb kh\u00f3a\:
number-of-minutes=S\u1ed1 ph\u00fat
please-enter-the-number-of-minutes=Vui l\u00f2ng nh\u1eadp s\u1ed1 ph\u00fat. (Automatic Translation)
plugin-repositories-configuration-name=Plugin kho (Automatic Translation)
preparing-the-installation=\u0110ang b\u1eaft \u0111\u1ea7u qu\u00e1 tr\u00ecnh c\u00e0i \u0111\u1eb7t...
reindex-all-search-indexes=\u0110\u00e1nh ch\u1ec9 m\u1ee5c l\u1ea1i to\u00e0n b\u1ed9 ch\u1ec9 m\u1ee5c.
reindex-all-spell-check-indexes=\u0110\u00e1nh l\u1ea1i to\u00e0n b\u1ed9 ch\u1ec9 m\u1ee5c v\u1edbi c\u00e1c n\u1ed9i dung \u0110\u00e1nh v\u1ea7n gi\u1ecdng n\u00f3i.
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=Thi\u1ebft l\u1eadp l\u1ea1i v\u00e0 xem tr\u01b0\u1edbc h\u00ecnh thu nh\u1ecf t\u1ec7p cho t\u00e0i li\u1ec7u v\u00e0 ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng. (Automatic Translation)
resource-limits=Gi\u1edbi h\u1ea1n t\u00e0i nguy\u00ean
run-the-garbage-collector-to-free-up-memory=Th\u1ef1c hi\u1ec7n ti\u1ebfn tr\u00ecnh d\u1ecdn d\u1eb9p \u0111\u1ec3 gi\u1ea3i ph\u00f3ng b\u1ed9 nh\u1edb.
search-indexes=Ch\u1ec9 m\u1ee5c t\u00ecm ki\u1ebfm
system-actions=H\u1ec7 th\u1ed1ng h\u00e0nh \u0111\u1ed9ng (Automatic Translation)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Th\u01b0 m\u1ee5c g\u1ed1c c\u1ee7a h\u1ec7 th\u1ed1ng t\u1eadp tin \u0111\u00e3 ch\u1ecdn c\u1eeda h\u00e0ng l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7. (Automatic Translation)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=Gi\u00e1 tr\u1ecb c\u1ee7a thu\u1ed9c t\u00ednh n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c \u0111\u1ecdc t\u1eeb t\u1eadp tin portal.properties ho\u1eb7c c\u00e1c t\u1eadp tin m\u1edf r\u1ed9ng.
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=Gi\u00e1 tr\u1ecb c\u1ee7a thu\u1ed9c t\u00ednh n\u00e0y \u0111\u01b0\u1ee3c ghi \u0111\u00e8 ghi s\u1eed d\u1ee5ng Giao di\u1ec7n \u0111i\u1ec1u khi\u1ec3n trung t\u00e2m v\u00e0 \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef trong c\u01a1 s\u1edf d\u1eef li\u1ec7u.
there-are-no-longer-any-documents-and-media-files-with-extra-settings=Kh\u00f4ng c\u00f2n th\u00f4ng tin t\u1ec7p tin n\u00e0o v\u1edbi thi\u1ebft l\u1eadp m\u1edf r\u1ed9ng.
total-memory=T\u1ed5ng b\u1ed9 nh\u1edb
used-memory=S\u1ed1 b\u1ed9 nh\u1edb s\u1eed d\u1ee5ng
user-images=\u1ea2nh c\u1ee7a ng\u01b0\u1eddi d\u00f9ng
verification-actions=H\u00e0nh \u0111\u1ed9ng x\u00e1c minh (Automatic Translation)
verify-database-tables-of-all-plugins=R\u00e0 so\u00e1t l\u1ea1i c\u00e1c b\u1ea3ng d\u1eef li\u1ec7u c\u1ee7a to\u00e0n b\u1ed9 c\u00e1c \u1ee9ng d\u1ee5ng nh\u00fang (plugin).
verify-membership-policies=X\u00e1c minh th\u00e0nh vi\u00ean ch\u00ednh s\u00e1ch. (Automatic Translation)
web-plugins=B\u1ed9 nh\u00fang Web
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler \u0111\u00e3 \u0111\u01b0\u1ee3c c\u00e0i \u0111\u1eb7t. B\u1ea1n c\u1ea7n kh\u1edfi \u0111\u1ed9ng l\u1ea1i m\u00e1y ch\u1ee7 \u0111\u1ec3 thay \u0111\u1ed5i c\u00f3 hi\u1ec7u l\u1ef1c.
xuggler-help=Xuggler requires the installation of native libraries that are distributed under the GPL license. If you are able to find your environment specified below, the server can automatically download and install the libraries for you. You will subsequently be required to restart the server. If your environment is not listed below, you will need to compile and install the libraries manually. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
xuggler-installed=Xuggler \u0111\u00e3 \u0111\u01b0\u1ee3c c\u00e0i \u0111\u1eb7t \u0111\u00fang, b\u1ea1n h\u00e3y b\u1eadt cho ph\u00e9p h\u1ec7 th\u1ed1ng sinh ra n\u1ed9i dung xem tr\u01b0\u1edbc c\u1ee7a Nh\u1ea1c v\u00e0 Phim.
xuggler-library-is-installing=Th\u01b0 vi\u1ec7n Xuggler c\u00e0i \u0111\u1eb7t. (Automatic Translation)
