#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b\: {0}
cache-actions=\u041a\u0435\u0448 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
cancel-shutdown=\u041f\u0440\u0435\u043a\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u0430\u0441\u0432\u0430\u043d\u0435\u0442\u043e
clean-up-actions=\u041f\u043e\u0447\u0438\u0441\u0442\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
clean-up-permissions=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f. (Automatic Translation)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=\u041f\u043e\u0447\u0438\u0441\u0442\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f (Automatic Translation)
clean-up-portlet-preferences-help=\u0422\u043e\u0437\u0438 \u043f\u0440\u043e\u0446\u0435\u0441 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0438\u0440\u0430\u0446\u0438 \u043f\u043e\u0440\u0442\u043b\u0435\u0442 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0430\u0442 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0440\u0435\u0432\u0438\u0437\u0438\u0438. \u041f\u043e\u0440\u0442\u043b\u0435\u0442\u044a\u0442 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0430\u0442 \u043a\u044a\u043c \u043f\u043e\u0440\u0442\u043b\u0435\u0442, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u0440\u0435\u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438. \u041f\u043e\u0440\u0442\u043b\u0435\u0442\u044a\u0442 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0430\u0442 \u043a\u044a\u043c runtime \u043f\u043e\u0440\u0442\u043b\u0435\u0442\u0438 \u0441\u044a\u0449\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438. (Automatic Translation)
clear-content-cached-across-the-cluster=\u0418\u0437\u0447\u0438\u0441\u0442\u0438 \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0430.
clear-content-cached-by-this-vm=\u0418\u0437\u0447\u0438\u0441\u0442\u0438 \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432\u044a\u0432 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0430\u0442\u0430 \u043c\u0430\u0448\u0438\u043d\u0430.
clear-the-database-cache=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u0435\u0448\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
clear-the-direct-servlet-cache=\u0418\u0437\u0447\u0438\u0441\u0442\u0435\u0442\u0435 \u043a\u0435\u0448\u0430 \u043d\u0430 \u043f\u0440\u0435\u043a\u0438\u0442\u0435 servlet. (Automatic Translation)
configure-the-file-upload-settings=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430. (Automatic Translation)
configure-the-mail-server-settings=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0441\u044a\u0440\u0432\u044a\u0440\u0430. (Automatic Translation)
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=Custom fields already exists for these extra settings\: {0}. Please manually remove the custom fields before attempting to migrate the extra settings. (Automatic Copy)
custom-message=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
data-migration=\u041c\u0438\u0433\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
downloading-xuggler=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 Xuggler... (Automatic Translation)
enabling-imagemagick-provides-document-preview-functionality=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 ImageMagick \u0438 GhostScript \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442. (Automatic Translation)
enabling-xuggler-provides-video-conversion-functionality=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 Xuggler \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0432\u0438\u0434\u0435\u043e \u043a\u043e\u043d\u0432\u0435\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442. (Automatic Translation)
file-uploads=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b
generate-thread-dump=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430.
hook-plugins=\u041a\u0443\u043a\u0430 \u043f\u043b\u044a\u0433\u0438\u043d\u0438 (Automatic Translation)
incoming-pop-server=\u0412\u0445\u043e\u0434\u044f\u0449 POP \u0441\u044a\u0440\u0432\u044a\u0440
index-actions=\u0418\u043d\u0434\u0435\u043a\u0441 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
jar-file=JAR \u0444\u0430\u0439\u043b (Automatic Translation)
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430
log-level=\u041d\u0438\u0432\u043e \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b (Automatic Translation)
log-levels=\u041d\u0438\u0432\u0430 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b (Automatic Translation)
logger-name=\u0414\u044a\u0440\u0432\u0430\u0440 \u0438\u043c\u0435 (Automatic Translation)
manually-specify-additional-javamail-properties-to-override-the-above-configuration=\u0420\u044a\u0447\u043d\u043e \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 JavaMail \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u0437\u0430 \u0434\u0430 \u043f\u043e\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f. (Automatic Translation)
maximum-memory=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u043f\u0430\u043c\u0435\u0442
maximum-thumbnail-height=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 \u043c\u0438\u043d\u0438\u0430\u0442\u044e\u0440\u0438 (Automatic Translation)
maximum-thumbnail-width=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u043d\u0430 \u043c\u0438\u043d\u0438\u0430\u0442\u044e\u0440\u0438 (Automatic Translation)
memory-used-vs-max-memory=\u041f\u0430\u043c\u0435\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0441\u0440\u0435\u0449\u0443 \u041c\u0430\u043a\u0441 \u043f\u0430\u043c\u0435\u0442 (Automatic Translation)
no-data-migration-processes-are-available=\u041d\u044f\u043c\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043c\u0438\u0433\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438. (Automatic Translation)
no-system-properties-were-found-that-matched-the-keywords=\u041d\u0435 \u0431\u044f\u0445\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0437\u0430\u043f\u0438\u0441\u0438, \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449\u0438 \u043d\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0442\u0435 \u0434\u0443\u043c\u0438\:
number-of-minutes=\u0411\u0440\u043e\u0439 \u043c\u0438\u043d\u0443\u0442\u0438
please-enter-the-number-of-minutes=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u043c\u0438\u043d\u0443\u0442\u0438\u0442\u0435. (Automatic Translation)
plugin-repositories-configuration-name=\u041f\u043b\u044a\u0433\u0438\u043d \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0430 (Automatic Translation)
preparing-the-installation=\u041f\u043e\u0434\u0433\u043e\u0442\u043e\u0432\u043a\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e... (Automatic Translation)
reindex-all-search-indexes=\u0420\u0435\u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435.
reindex-all-spell-check-indexes=\u0420\u0435\u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043d\u0434\u0435\u043a\u0441\u0438 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435.
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u0435\u0434\u0438\u0448\u0435\u043d \u0438 thumbnail \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0438 \u043c\u0435\u0434\u0438\u0438\u0442\u0435. (Automatic Translation)
resource-limits=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u0442\u0435 (Automatic Translation)
run-the-garbage-collector-to-free-up-memory=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 garbage collector \u0437\u0430 \u043e\u0441\u0432\u043e\u0431\u043e\u0436\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u043c\u0435\u0442.
search-indexes=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441
system-actions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f\u0442\u0430 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 (Automatic Translation)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Root \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0438 \u043d\u0435 \u0441\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u0438. (Automatic Translation)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0441\u0435 \u0447\u0435\u0442\u0435 \u043e\u0442 portal.properties \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u0435\u0434\u0438\u043d \u043e\u0442 \u043d\u0435\u0433\u043e\u0432\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0441 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435. (Automatic Translation)
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0435 \u0438\u0437\u043c\u0435\u0441\u0442\u0435\u043d \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u043f\u0430\u043d\u0435\u043b \u0438 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u0412\u0435\u0447\u0435 \u0438\u043c\u0430 \u0444\u0430\u0439\u043b \u0437\u0430\u043f\u0438\u0441\u0438 \u0441 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. (Automatic Translation)
total-memory=\u041e\u0431\u0449\u0430 \u043f\u0430\u043c\u0435\u0442
used-memory=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u043f\u0430\u043c\u0435\u0442
user-images=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0441\u043d\u0438\u043c\u043a\u0438 (Automatic Translation)
verification-actions=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
verify-database-tables-of-all-plugins=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0442\u0430\u0431\u043b\u0438\u0446\u0438\u0442\u0435 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043b\u044a\u0433\u0438\u043d\u0438. (Automatic Translation)
verify-membership-policies=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0438. (Automatic Translation)
web-plugins=\u0418\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u043f\u043b\u044a\u0433\u0438\u043d\u0438
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler \u0435 \u0431\u0438\u043b \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0432\u0430\u0448\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435. (Automatic Translation)
xuggler-help=Xuggler requires the installation of native libraries that are distributed under the GPL license. If you are able to find your environment specified below, the server can automatically download and install the libraries for you. You will subsequently be required to restart the server. If your environment is not listed below, you will need to compile and install the libraries manually. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
xuggler-installed=Xuggler \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430 \u0434\u0430 \u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e. \u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u0430\u0443\u0434\u0438\u043e \u0438 \u0432\u0438\u0434\u0435\u043e \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438\u0442\u0435 \u043f\u043e\u043a\u043e\u043b\u0435\u043d\u0438\u0435. (Automatic Translation)
xuggler-library-is-installing=Xuggler \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e. (Automatic Translation)
