#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=\u0645\u0634\u06a9\u0644 \u063a\u064a\u0631 \u0645\u0646\u062a\u0638\u0631\u0647 \u0627\u06cc \u0628\u0648\u062c\u0648\u062f \u0622\u0645\: {0}
cache-actions=\u0639\u0645\u0644\u06cc\u0627\u062a \u062d\u0627\u0641\u0638\u0647
cancel-shutdown=\u0641\u0631\u0622\u06cc\u0646\u062f \u062e\u0627\u0645\u0648\u0634 \u0634\u062f\u0646 \u0644\u063a\u0648 \u0634\u0648\u062f.
clean-up-actions=\u0639\u0645\u0644\u06cc\u0627\u062a \u067e\u0627\u06a9\u0633\u0627\u0632\u06cc
clean-up-permissions=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
clean-up-permissions-help=\u0627\u06cc\u0646 \u0628\u0627\u0639\u062b \u062d\u0630\u0641 \u062a\u0639\u062f\u0627\u062f\u06cc \u0627\u0632 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0645\u0647\u0645\u0627\u0646\u060c \u06a9\u0627\u0631\u0628\u0631 \u0648 \u0642\u0648\u0627\u0646\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0633\u0627\u062f\u0647\u200c\u0633\u0627\u0632\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a <em>User Customizable Pages</em> \u0645\u06cc\u200c\u0634\u0648\u062f. \u062a\u0648\u062c\u0647 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0645\u062c\u0648\u0632<em>Add To Page</em> \u0627\u0632 \u0645\u0647\u0645\u0627\u0646 \u0648 \u0646\u0642\u0634 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0632 \u062a\u0645\u0627\u0645 \u067e\u0648\u0631\u062a\u0644\u062a\u200c\u0647\u0627 \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0647 \u0647\u0645\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628\u060c \u0647\u0645\u0627\u0646 \u0645\u062c\u0648\u0632 \u0627\u0632 \u0645\u062d\u062f\u0648\u062f\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0633\u0631\u0627\u0633\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u062a\u0627 \u0645\u062d\u062f\u0648\u062f\u0647 <em>User Personal Site</em> \u06a9\u0627\u0647\u0634 \u0645\u06cc\u200c\u06cc\u0627\u0628\u062f.
clean-up-portlet-preferences=\u062a\u0645\u06cc\u0632 \u06a9\u0631\u062f\u0646 \u062a\u0631\u062c\u06cc\u062d\u0627\u062a \u067e\u0648\u0631\u062a\u0644\u062a (Automatic Translation)
clean-up-portlet-preferences-help=\u0627\u06cc\u0646 \u0641\u0631\u0627\u06cc\u0646\u062f \u0647\u0645\u0647 \u062a\u0631\u062c\u06cc\u062d\u0627\u062a \u067e\u0648\u0631\u062a\u0644\u062a \u06cc\u062a\u06cc\u0645 \u0627\u0633\u062a \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u0628\u0631\u0631\u0633\u06cc \u0635\u0641\u062d\u0647 \u0631\u0627 \u062d\u0630\u0641 \u0645\u06cc \u06a9\u0646\u062f. \u062a\u0631\u062c\u06cc\u062d\u0627\u062a \u067e\u0648\u0631\u062a\u0644\u062a \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u067e\u0648\u0631\u062a\u0644\u062a \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u062a\u062c\u062f\u06cc\u062f \u0646\u0638\u0631 \u062f\u0631 \u0635\u0641\u062d\u0647 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u062a\u0631\u062c\u06cc\u062d\u0627\u062a \u067e\u0648\u0631\u062a\u0644\u062a \u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u0632\u0645\u0627\u0646 \u0627\u062c\u0631\u0627 \u0622\u0648\u0631\u062f\u0646 \u062a\u0648\u0627\u0628\u0639 \u0646\u06cc\u0632 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. (Automatic Translation)
clear-content-cached-across-the-cluster=\u0645\u062d\u062a\u0648\u0627\u06cc \u06a9\u0634 \u0627\u0632 \u06a9\u0644\u0627\u0633\u062a\u0631 \u067e\u0627\u06a9 \u0634\u0648\u062f.
clear-content-cached-by-this-vm=\u0645\u062d\u062a\u0648\u0627\u06cc \u06a9\u0634 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0627\u06cc\u0646VM \u067e\u0627\u06a9 \u0634\u0648\u062f.
clear-the-database-cache=\u06a9\u0634 \u062f\u06cc\u062a\u0627\u0628\u06cc\u0633 \u067e\u0627\u06a9 \u0634\u0648\u062f.
clear-the-direct-servlet-cache=\u06a9\u0634 \u0633\u0631\u0648\u0644\u062a \u0645\u0633\u062a\u0642\u06cc\u0645 \u067e\u0627\u06a9 \u0634\u0648\u062f
configure-the-file-upload-settings=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644
configure-the-mail-server-settings=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0631\u0648\u0631 \u0627\u06cc\u0645\u06cc\u0644
convert-extra-settings-key-from-x-to=\u06a9\u0644\u06cc\u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0636\u0627\u0641\u06cc \u0631\u0627 \u0627\u0632 <em>{0}</em> \u0628\u0647 \u062a\u0628\u062f\u06cc\u0644 \u06a9\u0646\u06cc\u062f.
custom-fields-already-exist-for-these-extra-settings-x=\u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0636\u0627\u0641\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f\: {0}. \u0644\u0637\u0641\u0627 \u0642\u0628\u0644 \u0627\u0632 \u0631\u0641\u062a\u0646 \u0628\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0636\u0627\u0641\u06cc\u060c \u0628\u0647 \u0637\u0648\u0631 \u062f\u0633\u062a\u06cc \u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc \u0631\u0627 \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f.
custom-message=\u067e\u06cc\u0627\u0645 \u0648\u06cc\u0698\u0647
data-migration=\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0637\u0644\u0627\u0639\u0627\u062a
downloading-xuggler=\u062f\u0631 \u062d\u0627\u0644 \u062f\u0627\u0646\u0644\u0648\u062f Xuggler...
enabling-imagemagick-provides-document-preview-functionality=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 ImageMagick \u0648 GhostScript \u0642\u0627\u0628\u0644\u06cc\u062a \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0633\u0646\u062f \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u06a9\u0646\u062f.
enabling-xuggler-provides-video-conversion-functionality=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 Xuggler \u0642\u0627\u0628\u0644\u06cc\u062a \u062a\u0628\u062f\u06cc\u0644 \u0648\u06cc\u062f\u0626\u0648 \u0631\u0627 \u0641\u0631\u0627\u0647\u0645 \u0645\u06cc \u06a9\u0646\u062f.
file-uploads=\u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644
generate-thread-dump=\u062a\u0648\u0644\u06cc\u062f \u0628\u062e\u0634 dump
hook-plugins=\u0627\u0641\u0632\u0648\u0646\u0647\u200c\u06cc \u0647\u0648\u06a9
incoming-pop-server=\u0633\u0631\u0648\u0631 POP \u0648\u0631\u0648\u062f\u06cc
index-actions=\u0639\u0645\u0644\u06cc\u0627\u062a \u0641\u0647\u0631\u0633\u062a \u0628\u0646\u062f\u06cc
jar-file=\u0641\u0627\u06cc\u0644 JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0633\u0631\u0648\u0631
log-level=\u0628\u062e\u0634 \u0648\u0631\u0648\u062f
log-levels=\u0633\u0637\u0648\u062d \u0644\u0627\u06af
logger-name=\u0646\u0627\u0645 \u0644\u0627\u06af\u0631
manually-specify-additional-javamail-properties-to-override-the-above-configuration=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u062c\u0627\u0648\u0627 \u0645\u06cc\u0644 \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0628\u0631\u0627\u06cc \u0646\u0627\u062f\u06cc\u062f\u0647 \u06af\u0631\u0641\u062a\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0641\u0648\u0642
maximum-memory=\u062d\u062f\u0627\u06a9\u062b\u0631 \u062d\u0627\u0641\u0638\u0647
maximum-thumbnail-height=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0631\u062a\u0641\u0627\u0639 \u062a\u0635\u0648\u06cc\u0631 \u06a9\u0648\u0686\u06a9
maximum-thumbnail-width=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 \u062a\u0635\u0648\u06cc\u0631 \u06a9\u0648\u0686\u06a9
memory-used-vs-max-memory=\u062d\u0627\u0641\u0638\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0628\u0631\u0627\u0628\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u06cc\u0632\u0627\u0646 \u062d\u0627\u0641\u0638\u0647
no-data-migration-processes-are-available=\u0647\u06cc\u0686 \u0641\u0631\u0622\u06cc\u0646\u062f \u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u06cc\u062a\u0627\u06cc\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
no-system-properties-were-found-that-matched-the-keywords=\u0648\u0631\u0648\u062f\u06cc \u0628\u0627 \u0639\u0628\u0627\u0631\u062a \u0647\u0627\u06cc \u0632\u06cc\u0631 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f\:
number-of-minutes=\u062a\u0639\u062f\u0627\u062f \u062f\u0642\u06cc\u0642\u0647
please-enter-the-number-of-minutes=\u0644\u0637\u0641\u0627 \u0645\u0642\u062f\u0627\u0631 \u0632\u0645\u0627\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
plugin-repositories-configuration-name=\u0645\u062e\u0627\u0632\u0646 \u067e\u0644\u0627\u06af\u06cc\u0646
preparing-the-installation=\u0622\u0645\u0627\u062f\u0647 \u0633\u0627\u0632\u06cc \u0646\u0635\u0628...
reindex-all-search-indexes=\u062a\u0645\u0627\u0645 \u0641\u0647\u0631\u0633\u062a\u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u0631\u0627 \u0645\u062c\u062f\u062f\u0627 \u0641\u0647\u0631\u0633\u062a \u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.
reindex-all-spell-check-indexes=\u062a\u0645\u0627\u0645 \u0641\u0647\u0631\u0633\u062a\u0647\u0627\u06cc \u0686\u06a9 \u0627\u0645\u0644\u0627\u06cc\u06cc \u0631\u0627 \u0645\u062c\u062f\u062f\u0627 \u0641\u0647\u0631\u0633\u062a \u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.
reindex-x={0} \u0631\u0627 \u0645\u062c\u062f\u062f\u0627 \u0641\u0647\u0631\u0633\u062a\u200c\u0633\u0627\u0632\u06cc \u0646\u0645\u0627\u06cc\u06cc\u062f.
reset-preview-and-thumbnail-files-for-documents-and-media=\u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0648 \u062a\u0635\u0648\u06cc\u0631 \u0628\u0646\u062f \u0627\u0646\u06af\u0634\u062a\u06cc \u067e\u0631\u0648\u0646\u062f\u0647 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u0633\u0646\u0627\u062f \u0648 \u0631\u0633\u0627\u0646\u0647 \u0647\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f. (Automatic Translation)
resource-limits=\u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0645\u0646\u0627\u0628\u0639
run-the-garbage-collector-to-free-up-memory=\u0627\u062c\u0631\u0627\u06cc \u062c\u0645\u0639 \u0622\u0648\u0631\u06cc \u0632\u0628\u0627\u0644\u0647 \u0628\u0631\u0627\u06cc \u0622\u0632\u0627\u062f \u06a9\u0631\u062f\u0646 \u062d\u0627\u0641\u0638\u0647
search-indexes=\u062c\u0633\u062a\u062c\u0648\u06cc \u06af\u0631\u0647 \u0647\u0627
system-actions=\u0639\u0645\u0644\u06cc\u0627\u062a \u0633\u06cc\u0633\u062a\u0645
the-root-directories-of-the-selected-file-system-stores-are-not-valid=\u062f\u0627\u06cc\u0631\u06a9\u062a\u0648\u0631\u06cc\u200c\u0647\u0627\u06cc \u0627\u0635\u0644\u06cc \u0641\u0627\u06cc\u0644 \u0633\u06cc\u0633\u062a\u0645\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a\u0646\u062f.
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=\u0645\u0642\u0627\u062f\u06cc\u0631 \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0627\u0632 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 portal.properties \u0648 \u06cc\u0627 \u06cc\u06a9\u06cc \u0627\u0632 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u067e\u0633\u0648\u0646\u062f \u0627\u0646 \u062e\u0648\u0627\u0646\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f.
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=\u0645\u0642\u0627\u062f\u06cc\u0631 \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u067e\u0646\u0644 \u06a9\u0646\u062a\u0631\u0644 \u0644\u063a\u0648 \u0634\u062f\u0647 \u0648 \u062f\u0631 \u062f\u06cc\u062a\u0627\u0628\u06cc\u0633 \u0630\u062e\u06cc\u0631\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f.
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u0647\u06cc\u0686 \u0641\u0627\u06cc\u0644\u06cc \u0628\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0636\u0627\u0641\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
total-memory=\u06a9\u0644 \u062d\u0627\u0641\u0638\u0647
used-memory=\u062d\u0627\u0641\u0638\u0647\u200c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647
user-images=\u062a\u0635\u0627\u0648\u06cc\u0631 \u06a9\u0627\u0631\u0628\u0631
verification-actions=\u0639\u0645\u0644\u06cc\u0627\u062a \u062a\u0627\u06cc\u06cc\u062f
verify-database-tables-of-all-plugins=\u062a\u0627\u06cc\u06cc\u062f \u062c\u062f\u0648\u0644 \u062f\u06cc\u062a\u0627\u0628\u06cc \u062a\u0645\u0627\u0645\u06cc \u067e\u0644\u0627\u06af\u06cc\u0646 \u0647\u0627
verify-membership-policies=\u0628\u0631\u0631\u0633\u06cc \u0633\u06cc\u0627\u0633\u062a\u200c\u0647\u0627\u06cc \u0639\u0636\u0648\u06cc\u062a.
web-plugins=\u067e\u0644\u0627\u06af\u06cc\u0646 \u0647\u0627\u06cc \u0648\u0628
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler \u0646\u0635\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0639\u0645\u0627\u0644 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u0633\u06cc\u0633\u062a\u0645 \u0631\u0627 \u0645\u062c\u062f\u062f\u0627 \u0631\u0627\u0647\u200c\u0627\u0646\u062f\u0627\u0632\u06cc \u06a9\u0646\u06cc\u062f.
xuggler-help=Xuggler\u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647\u200c\u0627\u06cc \u06a9\u0647 \u062a\u062d\u062a \u0644\u06cc\u0633\u0627\u0646\u0633 GPL \u0627\u0633\u062a \u0631\u0627 \u0646\u0635\u0628 \u06a9\u0646\u062f. \u0627\u06af\u0631 \u0642\u0627\u062f\u0631 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u062d\u06cc\u0637\u06cc \u06a9\u0647 \u062f\u0631 \u0632\u06cc\u0631 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f\u060c \u0633\u0631\u0648\u0631 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647\u200c\u0627\u06cc \u0631\u0627 \u062f\u0627\u0646\u0644\u0648\u062f \u0648 \u0646\u0635\u0628 \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0634\u0645\u0627 \u062a\u0646\u0647\u0627 \u0628\u0627\u06cc\u062f \u0633\u06cc\u0633\u062a\u0645 \u0631\u0627 \u0627\u0632 \u0627\u0648\u0644 \u0631\u0648\u0634\u0646 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0645\u062d\u06cc\u0637 \u0634\u0645\u0627 \u0622\u0646\u0686\u0647 \u06a9\u0647 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0632\u06cc\u0631 \u0622\u0645\u062f\u0647 \u0627\u0633\u062a \u0646\u0628\u0627\u0634\u062f\u060c\u200c\u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u06cc \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647\u200c\u0627\u06cc \u0631\u0627 \u0628\u0627\u06cc\u0633\u062a\u06cc \u062f\u0633\u062a\u06cc \u0646\u0635\u0628 \u06a9\u0646\u06cc\u062f. <a href\="{0}" target\="_blank">\u0628\u06cc\u0634\u062a\u0631 \u0628\u062e\u0648\u0627\u0646\u06cc\u062f.</a>
xuggler-installed=\u0646\u0635\u0628 Xuggler \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0635\u0648\u0631\u062a \u06af\u0631\u0641\u062a\u0647 \u0627\u0633\u062a.
xuggler-library-is-installing=\u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647 Xuggler \u062f\u0631 \u062d\u0627\u0644 \u0646\u0635\u0628 \u0634\u062f\u0646 \u0627\u0633\u062a.
