#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=Xuggler\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\: {0}
cache-actions=\u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30a2\u30af\u30b7\u30e7\u30f3
cancel-shutdown=\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u306e\u30ad\u30e3\u30f3\u30bb\u30eb
clean-up-actions=\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u3059\u308b
clean-up-permissions=\u8a8d\u8a3c\u3092\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u3059\u308b
clean-up-permissions-help=\u3053\u306e\u904e\u7a0b\u3067\u306f<em>\u30e6\u30fc\u30b6\u30fc\u304c\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u308b\u30da\u30fc\u30b8</em>\u306e\u7ba1\u7406\u3092\u7c21\u5358\u306b\u3059\u308b\u305f\u3081\u306b\u3001\u30b2\u30b9\u30c8\u3001\u30e6\u30fc\u30b6\u30fc\u3001\u30d1\u30ef\u30fc\u30e6\u30fc\u30b6\u30fc\u30ed\u30fc\u30eb\u306e\u5e7e\u3064\u304b\u306e\u6a29\u9650\u3092\u89e3\u9664\u3057\u307e\u3059\u3002\u6ce8\u610f\u70b9\u3068\u3057\u3066\u3001<em>\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3059\u308b</em>\u6a29\u9650\u304c\u3001\u5168\u3066\u306e\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u30b2\u30b9\u30c8\u3001\u30e6\u30fc\u30b6\u30fc\u30ed\u30fc\u30eb\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u540c\u3058\u3088\u3046\u306b\u3001\u30d1\u30ef\u30fc\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u3057\u3066\u3082<em>\u30e6\u30fc\u30b6\u30fc\u500b\u4eba\u30b5\u30a4\u30c8</em>\u30ec\u30d9\u30eb\u306e\u30b9\u30b3\u30fc\u30d7\u306b\u306a\u308b\u3088\u3046\u306b\u3001\u540c\u69d8\u306e\u6a29\u9650\u304c\u524a\u3089\u308c\u307e\u3059\u3002
clean-up-portlet-preferences=\u3059\u3079\u3066\u306e\u4f7f\u7528\u3055\u308c\u306a\u304f\u306a\u3063\u305f\u30db\u309a\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a\u3092\u521d\u671f\u5316\u3059\u308b
clean-up-portlet-preferences-help=\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u306f\u4ee5\u4e0b\u306e\u8a2d\u5b9a\u3092\u524a\u9664\u3057\u307e\u3059\uff1a\u30da\u30fc\u30b8\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u5c5e\u3059\u308b\u4f7f\u7528\u3055\u308c\u306a\u304f\u306a\u3063\u305f\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a\u3001\u30da\u30fc\u30b8\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u5c5e\u3055\u306a\u3044\u4f7f\u7528\u3055\u308c\u306a\u304f\u306a\u3063\u305f\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a\u3001\u30e9\u30f3\u30bf\u30a4\u30e0\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306b\u5c5e\u3059\u308b\u4f7f\u7528\u3055\u308c\u306a\u304f\u306a\u3063\u305f\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a
clear-content-cached-across-the-cluster=\u5168\u30af\u30e9\u30b9\u30bf\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3059\u308b\u3002
clear-content-cached-by-this-vm=\u3053\u306eVM\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3059\u308b\u3002
clear-the-database-cache=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3059\u308b\u3002
clear-the-direct-servlet-cache=\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30af\u30ea\u30a2
configure-the-file-upload-settings=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306e\u8a2d\u5b9a
configure-the-mail-server-settings=\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u306e\u8a2d\u5b9a
convert-extra-settings-key-from-x-to=\u8ffd\u52a0\u306e\u30ad\u30fc\u3092<em>{0}</em> \u304b\u3089\u4ee5\u4e0b\u306b\u30b3\u30f3\u30d0\u30fc\u30c8\u3059\u308b \:
custom-fields-already-exist-for-these-extra-settings-x=\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\: {0}\u3002\u8ffd\u52a0\u8a2d\u5b9a\u3092\u79fb\u884c\u3059\u308b\u524d\u306b\u30ab\u30b9\u30bf\u30e0\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
custom-message=\u30e1\u30c3\u30bb\u30fc\u30b8\uff08\u4efb\u610f\uff09
data-migration=\u30c7\u30fc\u30bf\u79fb\u884c
downloading-xuggler=Xuggler\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d
enabling-imagemagick-provides-document-preview-functionality=ImageMagick\u3068GhostScript\u3092\u6709\u52b9\u3059\u308b\u3053\u3068\u3067\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u30d7\u30ec\u30d3\u30e5\u30fc\u304c\u3067\u304d\u307e\u3059
enabling-xuggler-provides-video-conversion-functionality=Xuggler\u6709\u52b9\u306b\u3057\u30d3\u30c7\u30aa\u5909\u63db\u6a5f\u80fd\u3092\u5229\u7528\u3059\u308b\u3002
file-uploads=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
generate-thread-dump=\u30b9\u30ec\u30c3\u30c9\u30c0\u30f3\u30d7\u3092\u51fa\u529b\u3059\u308b\u3002
hook-plugins=\u30d5\u30c3\u30af\u30d7\u30e9\u30b0\u30a4\u30f3
incoming-pop-server=\u53d7\u4fe1POP\u30b5\u30fc\u30d0
index-actions=\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3059\u308b
jar-file=JAR\u30d5\u30a1\u30a4\u30eb
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u30b5\u30fc\u30d0\u7ba1\u7406\u306e\u8a2d\u5b9a\u3067\u306f\u3001\u30ed\u30b0\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u3001\u691c\u7d22\u30a4\u30f3\u30c7\u30af\u30b7\u30f3\u30b0\u304a\u3088\u3073\u4ed6\u306e\u6a5f\u80fd\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002\u7ba1\u7406\u8005\u306f\u30b7\u30b9\u30c6\u30e0\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u30e2\u30cb\u30bf\u30ea\u30f3\u30b0\u3057\u3001\u30b5\u30fc\u30d0\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u3001\u691c\u7d22\u30a4\u30f3\u30c7\u30af\u30b9\u306e\u518d\u4f5c\u6210\u304a\u3088\u3073\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u5909\u66f4\u304c\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=\u30b5\u30fc\u30d0\u7ba1\u7406
log-level=\u30ed\u30b0\u30ec\u30d9\u30eb
log-levels=\u30ed\u30b0\u30ec\u30d9\u30eb
logger-name=\u30ed\u30ac\u30fc\u540d
manually-specify-additional-javamail-properties-to-override-the-above-configuration=\u4e0a\u8a18\u306e\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d\u3059\u308b\u5834\u5408\u306f\u3001JavaMail\u306e\u8a2d\u5b9a\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
maximum-memory=\u6700\u5927\u30e1\u30e2\u30ea\u5bb9\u91cf
maximum-thumbnail-height=\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u6700\u5927\u306e\u9ad8\u3055
maximum-thumbnail-width=\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u6700\u5927\u306e\u5e45
memory-used-vs-max-memory=\u4f7f\u7528\u30e1\u30e2\u30ea / \u6700\u5927\u30e1\u30e2\u30ea
no-data-migration-processes-are-available=\u5229\u7528\u3067\u304d\u308b\u30c7\u30fc\u30bf\u79fb\u9001\u30d7\u30ed\u30bb\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
no-system-properties-were-found-that-matched-the-keywords=\u30ad\u30fc\u30ef\u30fc\u30c9\u3068\u4e00\u81f4\u3059\u308b\u30b7\u30b9\u30c6\u30e0\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\:
number-of-minutes=\u6642\u9593\uff08\u5206\u5358\u4f4d\uff09
please-enter-the-number-of-minutes=\u5206\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
plugin-repositories-configuration-name=\u30d7\u30e9\u30b0\u30a4\u30f3\u30ea\u30dd\u30b8\u30c8\u30ea
preparing-the-installation=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e96\u5099\u4e2d.....
reindex-all-search-indexes=\u691c\u7d22\u3067\u5229\u7528\u3059\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u3002
reindex-all-spell-check-indexes=\u30b9\u30da\u30eb\u30c1\u30a7\u30c3\u30af\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u3002
reindex-x=\u518d\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 {0}
reset-preview-and-thumbnail-files-for-documents-and-media=Reset preview and thumbnail files for Documents and Media. (Automatic Copy)
resource-limits=\u30ea\u30bd\u30fc\u30b9\u5236\u9650
run-the-garbage-collector-to-free-up-memory=\u30e1\u30e2\u30ea\u306e\u7a7a\u304d\u5bb9\u91cf\u3092\u5897\u3084\u3059\u305f\u3081\u306b\u30ac\u30fc\u30d9\u30c3\u30b8\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3059\u308b\u3002
search-indexes=\u691c\u7d22\u30a4\u30f3\u30c7\u30af\u30b9
system-actions=\u30b7\u30b9\u30c6\u30e0\u30fb\u30a2\u30af\u30b7\u30e7\u30f3
the-root-directories-of-the-selected-file-system-stores-are-not-valid=\u9078\u629e\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u306e\u30eb\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u6709\u52b9\u306a\u5f62\u5f0f\u3067\u306f\u3042\u308a\u307e\u305b\u3093
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u5024\u306fportal.properties\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u4ed6\u306e\u30a8\u30af\u30b9\u30c6\u30f3\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u3059\u3002
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30d1\u30cd\u30eb\u304b\u3089\u4e0a\u66f8\u304d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3059
there-are-no-longer-any-documents-and-media-files-with-extra-settings=\u7279\u5225\u306a\u8a2d\u5b9a\u3092\u6301\u3064\u30d5\u30a1\u30a4\u30eb\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u3082\u3046\u3042\u308a\u307e\u305b\u3093\u3002
total-memory=\u30e1\u30e2\u30ea\u5bb9\u91cf
used-memory=\u4f7f\u7528\u30e1\u30e2\u30ea
user-images=\u30e6\u30fc\u30b6\u30fc\u306e\u753b\u50cf
verification-actions=\u30d0\u30ea\u30c7\u30fc\u30b7\u30e7\u30f3\u30a2\u30af\u30b7\u30e7\u30f3
verify-database-tables-of-all-plugins=\u3059\u3079\u3066\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c6\u30fc\u30d6\u30eb\u3092\u30d0\u30ea\u30c7\u30fc\u30b7\u30e7\u30f3\u3059\u308b\u3002
verify-membership-policies=\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u30dd\u30ea\u30b7\u30fc\u3092\u30d0\u30ea\u30c7\u30fc\u30b7\u30e7\u30f3\u3059\u308b
web-plugins=Web\u30d7\u30e9\u30b0\u30a4\u30f3
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u7d42\u308f\u308a\u307e\u3057\u305f\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u518d\u8d77\u52d5\u304c\u5fc5\u8981\u3067\u3059\u3002
xuggler-help=Xuggler\u306b\u306fGPL\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u914d\u5e03\u3055\u308c\u3066\u3044\u308bnative library\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059\u3002\u4ee5\u4e0b\u306b\u6307\u5b9a\u3057\u305f\u3044\u74b0\u5883\u3092\u898b\u3064\u3051\u305f\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u81ea\u52d5\u7684\u306b\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002\u307e\u305f\u305d\u306e\u969b\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u518d\u8d77\u52d5\u304c\u5fc5\u8981\u3068\u306a\u308a\u307e\u3059\u3002\u3082\u3057\u6307\u5b9a\u3057\u305f\u3044\u74b0\u5883\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u624b\u52d5\u3067\u5fc5\u8981\u306a\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u3057\u304f\u306f<a href\="{0}" target\="_blank">\u3053\u3061\u3089\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002</a>
xuggler-installed=Xuggler\u304c\u6b63\u3057\u304f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6709\u52b9\u306b\u3059\u308b\u3068\u97f3\u58f0\u3068\u6620\u50cf\u304c\u30d7\u30ec\u30d3\u30e5\u30fc\u304c\u3067\u304d\u307e\u3059\u3002
xuggler-library-is-installing=Xuggler \u30e9\u30a4\u30d6\u30e9\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d
