#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=Ocorreu um erro inesperado ao instalar o Xuggler\: {0}
cache-actions=A\u00e7\u00f5es de Cache
cancel-shutdown=Cancelar Encerramento
clean-up-actions=Limpar A\u00e7\u00f5es
clean-up-permissions=Limpar permiss\u00f5es.
clean-up-permissions-help=Este processo remove a associa\u00e7\u00e3o de algumas permiss\u00f5es nos roles de Guest, User e Power User para simplificar a gest\u00e3o de <em>P\u00e1ginas Customiz\u00e1veis por Utilizadores</em>. Notoriamente, permiss\u00f5es de <em>Adicionar \u00e0 P\u00e1gina</em> s\u00e3o removidas dos pap\u00e9is de Guest e User para todas as portlets. Da mesma forma, as mesmas permiss\u00f5es para Power Users s\u00e3o reduzidas do contexto global do portal para o \u00e2mbito <em>Site Pessoal do Utilizador</em>.
clean-up-portlet-preferences=Limpar prefer\u00eancias do Portlet (Automatic Translation)
clean-up-portlet-preferences-help=Este processo remove todas as prefer\u00eancias do portlet \u00f3rf\u00e3s que pertencem a revisoes. Prefer\u00eancias do portlet que pertencem a um portlet que n\u00e3o pertence a uma revis\u00e3o da p\u00e1gina ser\u00e3o removidas. Prefer\u00eancias do portlet que pertencem ao runtime portlets tamb\u00e9m ser\u00e3o removidas. (Automatic Translation)
clear-content-cached-across-the-cluster=Limpar conte\u00fado em cache do cluster.
clear-content-cached-by-this-vm=Limpar conte\u00fado em cache nesta VM.
clear-the-database-cache=Limpar a cache da base de dados.
clear-the-direct-servlet-cache=Limpar a cache do servlet direto.
configure-the-file-upload-settings=Configurar par\u00e2metros para upload de ficheiros.
configure-the-mail-server-settings=Configurar os par\u00e2metros do servidor de email.
convert-extra-settings-key-from-x-to=Converter a chave de configura\u00e7\u00f5es adicionais de <em>{0}</em> para\:
custom-fields-already-exist-for-these-extra-settings-x=Os campos personalizados j\u00e1 existem para essas configura\u00e7\u00f5es extras\: {0}. Por favor, remova manualmente os campos personalizados antes de tentar migrar as configura\u00e7\u00f5es extras.
custom-message=Mensagem customizada
data-migration=Migra\u00e7\u00e3o de dados
downloading-xuggler=A fazer download do Xuggler...
enabling-imagemagick-provides-document-preview-functionality=Habilitar ImageMagick e GhostScript adiciona a funcionalidade de pr\u00e9-visualiza\u00e7\u00e3o de documentos.
enabling-xuggler-provides-video-conversion-functionality=Habilitar o Xuggler adiciona a funcionalidade de convers\u00e3o de v\u00eddeo.
file-uploads=Carregamento de Ficheiros
generate-thread-dump=Gerar thread dump.
hook-plugins=Plugins do tipo Hook
incoming-pop-server=Servidor POP de entrada
index-actions=A\u00e7\u00f5es de Indexa\u00e7\u00e3o
jar-file=Ficheiro JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Administra\u00e7\u00e3o do Servidor
log-level=N\u00edvel de Log
log-levels=N\u00edveis de Log
logger-name=Nome do Logger
manually-specify-additional-javamail-properties-to-override-the-above-configuration=Especifique manualmente propriedades adicionais do JavaMail para substituir a configura\u00e7\u00e3o acima.
maximum-memory=Mem\u00f3ria M\u00e1xima
maximum-thumbnail-height=Altura m\u00e1xima do Thumbnail
maximum-thumbnail-width=Largura m\u00e1xima do Thumbnail
memory-used-vs-max-memory=Mem\u00f3ria em Uso vs. Mem\u00f3ria M\u00e1xima
no-data-migration-processes-are-available=Nenhum processo da migra\u00e7\u00e3o de dados est\u00e1 dispon\u00edvel.
no-system-properties-were-found-that-matched-the-keywords=N\u00e3o foram encontradas propriedades de sistema que correspondam \u00e0s palavras-chave.
number-of-minutes=N\u00famero de Minutos
please-enter-the-number-of-minutes=Por favor, insira o n\u00famero de minutos.
plugin-repositories-configuration-name=Reposit\u00f3rios de Plugins
preparing-the-installation=Preparando a instala\u00e7\u00e3o...
reindex-all-search-indexes=Reindexar todos os \u00edndices de pesquisa.
reindex-all-spell-check-indexes=Reindexar todos os \u00edndices de corre\u00e7\u00e3o ortogr\u00e1fica.
reindex-x=Reindexar {0}.
reset-preview-and-thumbnail-files-for-documents-and-media=Redefina visualiza\u00e7\u00e3o e miniatura arquivos para documentos e m\u00eddia. (Automatic Translation)
resource-limits=Limites de Recursos
run-the-garbage-collector-to-free-up-memory=Execute o Garbage Collector para libertar mem\u00f3ria.
search-indexes=\u00cdndice da Pesquisa
system-actions=A\u00e7\u00f5es de Sistema
the-root-directories-of-the-selected-file-system-stores-are-not-valid=As directorias raiz do sistema de ficheiros selecionado n\u00e3o s\u00e3o v\u00e1lidas.
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=O valor desta propriedade \u00e9 lido a partir do ficheiro portal.properties ou de um em seus ficheiros de extens\u00e3o.
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=O valor desta propriedade foi esmagado utilizando o Painel de Controle e foi guardado na base de dados.
there-are-no-longer-any-documents-and-media-files-with-extra-settings=J\u00e1 n\u00e3o h\u00e1 qualquer entrada de ficheiro com propriedades adicionais.
total-memory=Mem\u00f3ria Total
used-memory=Mem\u00f3ria Utilizada
user-images=Imagens do Utilizador
verification-actions=A\u00e7\u00f5es de Verifica\u00e7\u00e3o
verify-database-tables-of-all-plugins=Verificar tabelas da base de dados de todos os plugins.
verify-membership-policies=Verificar as pol\u00edticas de associa\u00e7\u00e3o.
web-plugins=Plugins Web
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=O Xuggler foi instalado. O sistema ter\u00e1 de ser reiniciado para que as altera\u00e7\u00f5es sejam aplicadas.
xuggler-help=Xuggler requer a instala\u00e7\u00e3o de bibliotecas nativas que s\u00e3o distribu\u00eddas sob a licen\u00e7a GPL. Se conseguir encontrar o seu ambiente especificado abaixo, o servidor pode fazer o download autom\u00e1tico e instalar as bibliotecas para si. Ser\u00e1 solicitado posteriormente para reiniciar o servidor. Se o ambiente n\u00e3o estiver listado abaixo, voc\u00ea ter\u00e1 de compilar e instalar as bibliotecas manualmente. <a href\="{0}" target\="_blank">Leia mais.</a>
xuggler-installed=Xuggler parece estar instalado corretamente. Ative para permitir a gera\u00e7\u00e3o de pr\u00e9-visualiza\u00e7\u00e3o de \u00e1udio e v\u00eddeo.
xuggler-library-is-installing=A biblioteca Xuggler est\u00e1 a ser instalada.
