#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=Se ha producido un error inesperado mientras que se instalaba Xuggler\: {0}
cache-actions=Acciones del cache
cancel-shutdown=Cancelar la parada
clean-up-actions=Limpiar acciones
clean-up-permissions=Limpiar permisos.
clean-up-permissions-help=Este proceso elimina la asociaci\u00f3n de algunos permisos para los papeles de Invitado, Usuario y Usuario Power para simplificar la gesti\u00f3n de <em>P\u00e1ginas personalizables por el usuario</em>. Los permisos de <em>A\u00f1adir P\u00e1gina</em> son eliminada de los papeles de Invitado y Usuario para todos los portets. Igualmente, los mismos permisos para Usuario Power son reducidos del \u00e1rea del portal para el \u00e1mbito del <em>Sitio personal del usuario</em>.
clean-up-portlet-preferences=Limpieza de preferencias de Portlet (Automatic Translation)
clean-up-portlet-preferences-help=Este proceso elimina todas las preferencias de portlet hu\u00e9rfanos que pertenecen a las revisiones de la p\u00e1gina. Preferencias de portlet que pertenecen a un portlet que no pertenece a una revisi\u00f3n de la p\u00e1gina se eliminar\u00e1. Tambi\u00e9n se eliminar\u00e1n las preferencias de portlet que pertenecen a portlets de tiempo de ejecuci\u00f3n. (Automatic Translation)
clear-content-cached-across-the-cluster=Eliminar el contenido cacheado en el cluster.
clear-content-cached-by-this-vm=Eliminar el contenido cacheado por esta MV.
clear-the-database-cache=Eliminar la cach\u00e9 de la base de datos.
clear-the-direct-servlet-cache=Eliminar la cach\u00e9 del direct servlet.
configure-the-file-upload-settings=Configurar las preferencias de la subida de archivos.
configure-the-mail-server-settings=Configurar las preferencias del servidor de correo.
convert-extra-settings-key-from-x-to=Convertir la clave de ajustes adicionales de <em>{0}</em> a\:
custom-fields-already-exist-for-these-extra-settings-x=Ya existen campos personalizados para estas configuraciones adicionales\: {0}. Por favor, elimine manualmente los campos personalizados antes de intentar migrar la configuraci\u00f3n adicional.
custom-message=Mensaje
data-migration=Migraci\u00f3n de datos
downloading-xuggler=Descargando Xuggler...
enabling-imagemagick-provides-document-preview-functionality=Habilitar ImageMagick proporciona una funcionalidad que permite previsulizar el documento.
enabling-xuggler-provides-video-conversion-functionality=Xuggler proporciona una funcionalidad para la conversi\u00f3n de video.
file-uploads=Subida de archivos
generate-thread-dump=Generar un volcado de hilos de ejecuci\u00f3n (Thread dump).
hook-plugins=Plugins de tipo Hook
incoming-pop-server=Servidor de correo entrante POP
index-actions=Indexar acciones
jar-file=Archivo JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Administraci\u00f3n del servidor
log-level=Nivel del registro
log-levels=Niveles de trazas
logger-name=Nombre de registrador
manually-specify-additional-javamail-properties-to-override-the-above-configuration=Especifique manualmente propiedades adicionales de JavaMail para sobreescribir la configuraci\u00f3n anterior.
maximum-memory=Memoria m\u00e1xima
maximum-thumbnail-height=Altura m\u00e1xima del thumbnail
maximum-thumbnail-width=Anchura m\u00e1xima del thumbnail
memory-used-vs-max-memory=Memoria en uso contra Memoria m\u00e1xima
no-data-migration-processes-are-available=No hay disponible ning\u00fan proceso para la migraci\u00f3n de datos.
no-system-properties-were-found-that-matched-the-keywords=No se ha encontrado ninguna propiedad del sistema con las palabras clave\:
number-of-minutes=N\u00famero de minutos
please-enter-the-number-of-minutes=Por favor, introduzca el n\u00famero de minutos.
plugin-repositories-configuration-name=Repositorios de plugins
preparing-the-installation=Preparando la instalaci\u00f3n...
reindex-all-search-indexes=Regenerar todos los \u00edndices de la b\u00fasqueda.
reindex-all-spell-check-indexes=Regenerar todos los \u00edndices de comprobaciones ortogr\u00e1ficas.
reindex-x=Reindexar {0}.
reset-preview-and-thumbnail-files-for-documents-and-media=Restablecer vista previa y miniaturas de archivos para los documentos y medios de comunicaci\u00f3n. (Automatic Translation)
resource-limits=L\u00edmtes del recurso
run-the-garbage-collector-to-free-up-memory=Ejecutar el recolector de basura para liberar memoria.
search-indexes=\u00cdndice de b\u00fasqueda
system-actions=Acciones del sistema
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Los directorios ra\u00edz de los sistemas de archivos seleccionados no son v\u00e1lidos.
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=El valor de esta propiedad se lee de un archivo portal.properties o de alguno de sus archivos de extensi\u00f3n.
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=El valor de esta propiedad se sobreescribi\u00f3 desde el Panel de Control y est\u00e1 almacenado en base de datos.
there-are-no-longer-any-documents-and-media-files-with-extra-settings=No hay m\u00e1s archivos de la biblioteca de documentos con configuraci\u00f3n adicional.
total-memory=Memoria total
used-memory=Memoria usada
user-images=Im\u00e1genes del usuario
verification-actions=Verificaci\u00f3n de acciones
verify-database-tables-of-all-plugins=Verificar las tablas de las base de datos de todos los plugins.
verify-membership-policies=Verificar las pol\u00edticas de asociaci\u00f3n.
web-plugins=Plugins de tipo web
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler se ha instalado. Es necesario reiniciar el servidor para aplicar los cambios.
xuggler-help=Xuggler requiere la instalaci\u00f3n de librer\u00edas nativas que se distribuyen con licencia GPL. Si su entorno se encuentra especificado m\u00e1s abajo, el servidor puede descargarlas e instalarlas de forma autom\u00e1tica. Tras ello, ser\u00e1 necesario reiniciar el servidor. Si su entorno no se encuentra en el listado, tendr\u00e1 que compilar e instalar las librer\u00edas manualmente. <a href\="{0}" target\="_blank">M\u00e1s informaci\u00f3n.</a>
xuggler-installed=Xuggler est\u00e1 instalado correctamente. Habil\u00edtelo para disponer de generaci\u00f3n de previsualizaciones de audio y v\u00eddeo.
xuggler-library-is-installing=La librer\u00eda Xuggler se est\u00e1 instalando.
