#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=S''ha produ\u00eft un error inesperat mentre s''instal\u00b7lava el Xuggler\: {0}
cache-actions=Accions de mem\u00f2ria cau
cancel-shutdown=Cancel\u00b7la l'aturada
clean-up-actions=Neteja les accions
clean-up-permissions=Neteja els permisos.
clean-up-permissions-help=Aquest proc\u00e9s elimina l'assignaci\u00f3 d'alguns permisos dels rols de Guest, User i Power User amb la finalitat de simplificar la gesti\u00f3 de les <em>p\u00e0gines d'usuari personalitzables</em>. En particular, els permisos <em>Afegir a la p\u00e0gina</em> es retiren dels rols de Guest, i User per a tots els portlets. De la mateixa manera, se li redueix l'abast al mateix perm\u00eds per als Power Users des de tot el portal fins a l'\u00e0mbit del <em>Lloc personal de l'usuari</em>.
clean-up-portlet-preferences=Netejar les prefer\u00e8ncies del Portlet (Automatic Translation)
clean-up-portlet-preferences-help=Aquest proc\u00e9s elimina totes les prefer\u00e8ncies de portlets orfes que pertanyen a les revisions de p\u00e0gina. Se suprimiran les prefer\u00e8ncies del portlet que pertanyen a un portlet que no pertany a una revisi\u00f3 de la p\u00e0gina. Les prefer\u00e8ncies del portlet que pertanyen al temps d'execuci\u00f3 els portlets tamb\u00e9 se suprimiran. (Automatic Translation)
clear-content-cached-across-the-cluster=Neteja el contingut emmagatzemat al cl\u00faster.
clear-content-cached-by-this-vm=Neteja el contingut amagat mitjan\u00e7ant aquesta MV.
clear-the-database-cache=Neteja la mem\u00f2ria cau de la base de dades.
clear-the-direct-servlet-cache=Neteja la mem\u00f2ria cau directa de la miniaplicaci\u00f3 de servidor.
configure-the-file-upload-settings=Configureu els par\u00e0metres per penjar fitxers.
configure-the-mail-server-settings=Configureu els par\u00e0metres del servidor del correu electr\u00f2nic.
convert-extra-settings-key-from-x-to=Converteix configuracions addicionals clau de <em>{0}</em> a\:
custom-fields-already-exist-for-these-extra-settings-x=Els camps personalitzats ja existeixen per a aquestes configuracions addicionals\: {0}. Si us plau, elimini manualment els camps personalitzats abans d''intentar migrar les configuracions addicionals.
custom-message=Missatge personalitzat
data-migration=Migraci\u00f3 de dades
downloading-xuggler=S'est\u00e0 descarregant Xuggler...
enabling-imagemagick-provides-document-preview-functionality=L'activaci\u00f3 d'ImageMagick proporciona funcionalitats de previsualitzaci\u00f3 de documents.
enabling-xuggler-provides-video-conversion-functionality=L'activaci\u00f3 de Xuggler proporciona funcionalitats de conversi\u00f3 de v\u00eddeos.
file-uploads=Penjades d'arxius
generate-thread-dump=Buida el fil de discussions.
hook-plugins=Connectors de tipus ganxo
incoming-pop-server=Servidor POP d'entrada
index-actions=Indexa les accions
jar-file=Fitxer JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Els par\u00e0metres d'administraci\u00f3 del servidor controlen els registres, l'emmagatzematge a la mem\u00f2ria cau, la indexaci\u00f3 de recerca, i altres caracter\u00edstiques avan\u00e7ades. Pot supervisar el rendiment del sistema, alterar la configuraci\u00f3 del servidor de forma detalla, recerques reindex, i modificar l'emmagatzematge a la mem\u00f2ria cau.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Administraci\u00f3 del servidor
log-level=Nivell del registre
log-levels=Nivells de registre
logger-name=Nom del Logger
manually-specify-additional-javamail-properties-to-override-the-above-configuration=Especifica manualment propietats addicionals de JavaMail per sobreescriure la configuraci\u00f3 anterior.
maximum-memory=Mem\u00f2ria m\u00e0xima
maximum-thumbnail-height=Al\u00e7ada m\u00e0xima de la miniatura
maximum-thumbnail-width=Amplitud m\u00e0xima de la miniatura
memory-used-vs-max-memory=Mem\u00f2ria utilitzada contra mem\u00f2ria m\u00e0xima
no-data-migration-processes-are-available=No est\u00e0 disponible cap proc\u00e9s per a la migraci\u00f3 de dades.
no-system-properties-were-found-that-matched-the-keywords=No s'ha trobat cap propietat del sistema que correspongui amb les paraules clau.
number-of-minutes=Nombre de minuts
please-enter-the-number-of-minutes=Introdu\u00efu el nombre de minuts.
plugin-repositories-configuration-name=Repositoris de complements
preparing-the-installation=S'est\u00e0 iniciant la instal\u00b7laci\u00f3...
reindex-all-search-indexes=Reindexa tots els \u00edndexs de cerca.
reindex-all-spell-check-indexes=Reindexa tots els \u00edndexs de verificaci\u00f3 ortogr\u00e0fica.
reindex-x=Reindexar {0}.
reset-preview-and-thumbnail-files-for-documents-and-media=Restaurar arxius presentar i ungla per a Documents i mitjans de comunicaci\u00f3. (Automatic Translation)
resource-limits=L\u00edmits de recurs
run-the-garbage-collector-to-free-up-memory=Executa el recol.lector de brossa per alliberar mem\u00f2ria.
search-indexes=\u00cdndex de cerca
system-actions=Accions del sistema
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Els directoris arrel del sistema d'emmagatzematge d'arxius seleccionats no s\u00f3n v\u00e0lids.
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=El valor d'aquesta propietat es llegeix d'un fitxer portal.properties o un dels seus fitxers d'extensi\u00f3.
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=El valor d'aquesta propietat es va sobreescriure des del tauler de control i est\u00e0 emmagatzemat en la base de dades.
there-are-no-longer-any-documents-and-media-files-with-extra-settings=No hi ha cap m\u00e9s entrada de fitxers amb una configuraci\u00f3 adicional.
total-memory=Mem\u00f2ria total
used-memory=Mem\u00f2ria utilitzada
user-images=Imatges de l'usuari
verification-actions=Accions de verificaci\u00f3
verify-database-tables-of-all-plugins=Verifica les taules de la base de dades de tots els connectors.
verify-membership-policies=Verifica la pol\u00edtica d'afiliaci\u00f3.
web-plugins=Connectors web
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=S'ha instal\u00b7lat Xuggler. Per poder aplicar els canvis cal que reinicieu el servidor.
xuggler-help=Xuggler requereix la instal\u00b7laci\u00f3 de biblioteques natives que es distribueixen sota la llic\u00e8ncia GPL. Si podeu trobar el vostre entorn especificat a sota, el servidor pot descarregar i instal\u00b7lar autom\u00e0ticament les biblioteques. Posteriorment, haureu de reiniciar el servidor. Si el teu entorn no apareix a la llista, necessitareu compilar i instal\u00b7lar les biblioteques manualment.<a href\={0}" target\=_blank">Llegir m\u00e9s.</a>
xuggler-installed=Xuggler s'ha instal\u00b7lat correctament. Habiliteu perqu\u00e8 es permeti la generaci\u00f3 de la previsualitzaci\u00f3 del v\u00eddeo i de l'\u00e0udio.
xuggler-library-is-installing=La biblioteca de Xuggler s'est\u00e0 instal\u00b7lant.
