#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=Une erreur inattendue s''est produite pendant l''installation de Xuggler\: {0}
cache-actions=Actions du cache
cancel-shutdown=Annuler l'arr\u00eat
clean-up-actions=Nettoyer les actions
clean-up-permissions=Vider permission.
clean-up-permissions-help=Ce processus enl\u00e8ve l'attribution de quelques permissions sur les r\u00f4les de Guest, User et Power User afin de simplifier la gestion de <em>Pages personnalisables pour utilisateur</em>. Surtout, les permissions <em>Ajouter \u00e0 la page</em> sont enlev\u00e9es des r\u00f4les Guest, User pour toutes les portlets. De m\u00eame, les m\u00eames permissions sont r\u00e9duites dans la port\u00e9e pour Power User, du portail entier \u00e0 la port\u00e9e de <em>site personnel d'utilisateur</em>
clean-up-portlet-preferences=Nettoyer les pr\u00e9f\u00e9rences de Portlet (Automatic Translation)
clean-up-portlet-preferences-help=Ce processus supprime toutes les pr\u00e9f\u00e9rences de portlet orphelins qui appartiennent aux r\u00e9visions de la page. Pr\u00e9f\u00e9rences de portlet qui appartiennent \u00e0 un portlet qui n\u2019appartient-elle pas \u00e0 une r\u00e9vision de la page seront supprim\u00e9es. Pr\u00e9f\u00e9rences de portlet qui appartiennent aux portlets DUREE seront \u00e9galement supprim\u00e9s. (Automatic Translation)
clear-content-cached-across-the-cluster=Effacer le contenu du cache \u00e0 travers le cluster.
clear-content-cached-by-this-vm=Effacer le contenu du cache de cette VM.
clear-the-database-cache=Effacer le cache de la base de donn\u00e9es.
clear-the-direct-servlet-cache=Vider le cache direct du servlet.
configure-the-file-upload-settings=Configurez les arrangements de t\u00e9l\u00e9chargement de dossier.
configure-the-mail-server-settings=Configurez les arrangements de mail server.
convert-extra-settings-key-from-x-to=Convertir la cl\u00e9 de param\u00e8tres suppl\u00e9mentaire de <em>{0}</em> \u00e0\:
custom-fields-already-exist-for-these-extra-settings-x={0}. Veuillez enlever manuellement les champs personnalis\u00e9s avant de tenter de migrer les param\u00e8tres suppl\u00e9mentaires.
custom-message=Message personnalis\u00e9
data-migration=Transfert de donn\u00e9es
downloading-xuggler=T\u00e9l\u00e9chargement de Xuggler...
enabling-imagemagick-provides-document-preview-functionality=Activer ImageMagick et GhostScript fournit la fonctionnalit\u00e9 de pr\u00e9visualisation du document.
enabling-xuggler-provides-video-conversion-functionality=Activer Xuggler offre la fonctionnalit\u00e9 de conversion de vid\u00e9o
file-uploads=T\u00e9l\u00e9chargements de dossier
generate-thread-dump=R\u00e9initialiser le sujet.
hook-plugins=Connexions de crochet
incoming-pop-server=Serveur POP entrant
index-actions=Indexer les actions
jar-file=Fichier JAR
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Administration du serveur
log-level=Niveau du journalisation
log-levels=Niveaux de journalisation
logger-name=Nom de logger
manually-specify-additional-javamail-properties-to-override-the-above-configuration=Sp\u00e9cifiez manuellement les propri\u00e9t\u00e9s additionnelles de JavaMail pour d\u00e9passer la configuration ci-dessus.
maximum-memory=M\u00e9moire Maximum
maximum-thumbnail-height=Hauteur maximum d'ongle du pouce
maximum-thumbnail-width=Largeur maximum d'ongle du pouce
memory-used-vs-max-memory=M\u00e9moire utilis\u00e9e vs. M\u00e9moire maximum
no-data-migration-processes-are-available=Aucun proc\u00e9d\u00e9 de transfert de donn\u00e9es n'est disponible.
no-system-properties-were-found-that-matched-the-keywords=Aucune propri\u00e9t\u00e9 du syst\u00e8me n'a \u00e9t\u00e9 trouv\u00e9 correspondant aux mots-cl\u00e9s.
number-of-minutes=Nombre de minutes
please-enter-the-number-of-minutes=Veuillez entrer le nombre de minutes.
plugin-repositories-configuration-name=D\u00e9p\u00f4ts de plugin
preparing-the-installation=Pr\u00e9paration de l'installation...
reindex-all-search-indexes=R\u00e9indexer tous les index de recherche.
reindex-all-spell-check-indexes=R\u00e9indexer tous les index de correction orthographique
reindex-x=Reindexer {0}.
reset-preview-and-thumbnail-files-for-documents-and-media=R\u00e9initialiser les fichiers de pr\u00e9visualisation et la vignette pour les Documents et m\u00e9dias. (Automatic Translation)
resource-limits=Limites de ressources
run-the-garbage-collector-to-free-up-memory=Lancer le ramasse-mi\u00e8tes pour lib\u00e9rer de la m\u00e9moire.
search-indexes=Index de recherche
system-actions=Actions du syst\u00e8me
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Les r\u00e9pertoires racine des stores de syst\u00e8me de fichiers s\u00e9lectionn\u00e9s ne sont pas valides.
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=La valeur de cette propri\u00e9t\u00e9 est lue \u00e0 partir du fichier portal.properties ou un de ses fichiers d'extension.
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=La valeur de cette propri\u00e9t\u00e9 a \u00e9t\u00e9 \u00e9cras\u00e9e via le panneau de configuration et est enregistr\u00e9e dans la base de donn\u00e9es.
there-are-no-longer-any-documents-and-media-files-with-extra-settings=Il n'y a plus aucune entr\u00e9e de fichier avec des param\u00e8tres suppl\u00e9mentaires.
total-memory=M\u00e9moire Totale
used-memory=M\u00e9moire utilis\u00e9e
user-images=Images d'utilisateur
verification-actions=Verification des actions
verify-database-tables-of-all-plugins=V\u00e9rifiez les tables de base de donn\u00e9es de toutes les connexions.
verify-membership-policies=V\u00e9rifier les politiques d'adh\u00e9sion.
web-plugins=Web plugin
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler a \u00e9t\u00e9 install\u00e9. Vous devez red\u00e9marrer votre serveur pour appliquer les modifications.
xuggler-help=Xuggler n\u00e9cessite l''installation de biblioth\u00e8ques natives distribu\u00e9es sous la licence GPL. Si vous \u00eates capable de trouver votre environnement sp\u00e9cifi\u00e9 dans la liste ci dessous, le serveur pourra automatiquement t\u00e9l\u00e9charger et installer les biblioth\u00e8ques.Vous serez alors tenu de red\u00e9marrer le serveur. Si votre environnement n''est pas list\u00e9 en dessous, vous aurez besoin de compiler et d''installer les biblioth\u00e8ques manuellement. <a href\="{0}" target\="_blank">En savoir plus.</a>
xuggler-installed=Xuggler appara\u00eet comme install\u00e9 correctement. Activer pour permettre l'aper\u00e7u des fichiers audio et vid\u00e9o.
xuggler-library-is-installing=La biblioth\u00e8que de Xuggler est en cours d'installation.
