#X-Generator: crowdin.com
an-unexpected-error-occurred-while-installing-xuggler-x=O eroare nea\u0219teptat\u0103 a ap\u0103rut la importarea fi\u0219ierului\: {0}
cache-actions=Ac\u0163iuni de cache-ul (Automatic Translation)
cancel-shutdown=Anuleaz\u0103 \u00cenchiderea
clean-up-actions=Cur\u0103\u0163a ac\u0163iuni (Automatic Translation)
clean-up-permissions=Curat permisiunile. (Automatic Translation)
clean-up-permissions-help=This process removes the assignment of some permissions on the Guest, User, and Power User roles in order to simplify the management of <em>User Customizable Pages</em>. Notably, <em>Add To Page</em> permissions is removed from the Guest, and User role for all portlets. Likewise, the same permission is reduced in scope for Power Users from portal wide to scoped to <em>User Personal Site</em>. (Automatic Copy)
clean-up-portlet-preferences=Cur\u0103\u0163a Portlet Preferin\u0163e (Automatic Translation)
clean-up-portlet-preferences-help=Acest proces se elimin\u0103 toate preferin\u0163ele orfani portlet care apar\u0163in filme revizii. Preferin\u0163e de portlet-uri care apar\u0163in un portlet care nu apar\u0163in de o revizuire de filme vor fi eliminate. Preferin\u0163e de portlet-uri care apar\u0163in runtime portlet-uri, de asemenea, vor fi eliminate. (Automatic Translation)
clear-content-cached-across-the-cluster=\u0218terge con\u021binutul stocat peste mul\u021bime.
clear-content-cached-by-this-vm=\u0218terge con\u021binutul stocat \u00een acest VM.
clear-the-database-cache=\u0218terge cache-ul bazei de date.
clear-the-direct-servlet-cache=Goli\u00fei arhiva servlet directe. (Automatic Translation)
configure-the-file-upload-settings=Configureaz\u0103 set\u0103rile de upload a fi\u0219ierului.
configure-the-mail-server-settings=Configureaz\u0103 set\u0103rile de mail a serverului.
convert-extra-settings-key-from-x-to=Convert extra settings key from <em>{0}</em> to\: (Automatic Copy)
custom-fields-already-exist-for-these-extra-settings-x=Custom fields already exists for these extra settings\: {0}. Please manually remove the custom fields before attempting to migrate the extra settings. (Automatic Copy)
custom-message=Mesaje Editabile
data-migration=Migrare de Date
downloading-xuggler=Desc\u0103rcare Xuggler... (Automatic Translation)
enabling-imagemagick-provides-document-preview-functionality=Care s\u0103 permit\u0103 ImageMagick \u015fi GhostScript ofer\u0103 func\u0163ionalitate de previzualizare document. (Automatic Translation)
enabling-xuggler-provides-video-conversion-functionality=Activarea Xuggler ofer\u0103 func\u0163ionalitate de conversie video. (Automatic Translation)
file-uploads=Inc\u0103rcari Fi\u015fier
generate-thread-dump=Genereaz\u0103 Discu\u021bie Dump
hook-plugins=Plugin-uri Hook
incoming-pop-server=Server POP de sosire
index-actions=Indicele de ac\u0163iuni (Automatic Translation)
jar-file=JAR fi\u015fier (Automatic Translation)
javax.portlet.description.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Server Administration settings control logs, caching, search indexing, and other advanced features. You can monitor system performance, alter detailed server settings, reindex searches, and modify caching.
javax.portlet.title.com_liferay_server_admin_web_portlet_ServerAdminPortlet=Administrare server
log-level=Nivel jurnal (Automatic Translation)
log-levels=NiveleLog
logger-name=Numele de logare (Automatic Translation)
manually-specify-additional-javamail-properties-to-override-the-above-configuration=Specifica manual proprietati aditionale JavaMail pentru a suprascrie configuratia de mai sus.
maximum-memory=Memorie Maxima
maximum-thumbnail-height=Inaltimea Maxima a Pozei de Profil
maximum-thumbnail-width=Latimea Maxima a Pozei de Profil
memory-used-vs-max-memory=Memorie utilizat vs Max memorie (Automatic Translation)
no-data-migration-processes-are-available=Nu exista procese de migrare de date disponibile.
no-system-properties-were-found-that-matched-the-keywords=Nici o intrare nu a fost gasita care sa se potriveasca cu cuvintele de cautare\:
number-of-minutes=Numar de Minute
please-enter-the-number-of-minutes=V\u0103 rug\u0103m s\u0103 introduce\u0163i num\u0103rul de minute. (Automatic Translation)
plugin-repositories-configuration-name=Depozite de plugin (Automatic Translation)
preparing-the-installation=Preg\u0103tirea instal\u0103rii... (Automatic Translation)
reindex-all-search-indexes=Reindexeaza toti indexii de cautare.
reindex-all-spell-check-indexes=Reindexeaza toti indexii de cautare.
reindex-x=Reindex {0}. (Automatic Copy)
reset-preview-and-thumbnail-files-for-documents-and-media=Resetare fi\u015fiere de previzualizare \u015fi miniatura pentru documente \u015fi Mass-Media. (Automatic Translation)
resource-limits=Limitele de resurse (Automatic Translation)
run-the-garbage-collector-to-free-up-memory=Ruleaza garbage collecter pentru a elibera memorie.
search-indexes=Cauta Index
system-actions=Sistem de ac\u0163iuni (Automatic Translation)
the-root-directories-of-the-selected-file-system-stores-are-not-valid=Directoarele r\u0103d\u0103cin\u0103 de fi\u015fier selectat sistemul magazine nu sunt valide. (Automatic Translation)
the-value-of-this-property-is-read-from-a-portal.properties-file-or-one-of-its-extension-files=Valoarea de aceast\u0103 proprietate este citit\u0103 dintr-un fi\u015fier portal.properties sau unul dintre fi\u015fierele sale de extindere. (Automatic Translation)
the-value-of-this-property-was-overridden-using-the-control-panel-and-is-stored-in-the-database=Valoarea acestei propriet\u0103\u021bi a fost reinterpretat\u0103 utiliz\u00e2nd panoul de Control \u015fi se stocheaz\u0103 \u00een baza de date. (Automatic Translation)
there-are-no-longer-any-documents-and-media-files-with-extra-settings=Nu mai sunt intrari de fisiere cu setari extra.
total-memory=Memorie Totala
used-memory=Memorie Utilizator
user-images=Imaginile Utilizatorului
verification-actions=Ac\u0163iuni de verificare (Automatic Translation)
verify-database-tables-of-all-plugins=Verifica tabele baze de date a toate plugin-urilor.
verify-membership-policies=Verifica politicilor de aderare. (Automatic Translation)
web-plugins=Pugin-uri Web
xuggler-has-been-installed-you-need-to-reboot-your-server-to-apply-changes=Xuggler a fost instalat. Ave\u0163i nevoie pentru a reporni server-ul dvs pentru a aplica modific\u0103rile. (Automatic Translation)
xuggler-help=Xuggler requires the installation of native libraries that are distributed under the GPL license. If you are able to find your environment specified below, the server can automatically download and install the libraries for you. You will subsequently be required to restart the server. If your environment is not listed below, you will need to compile and install the libraries manually. <a href\="{0}" target\="_blank">Read more.</a> (Automatic Copy)
xuggler-installed=Xuggler pare a fi instalat corect. Activare pentru a permite generarea audio \u015fi video. (Automatic Translation)
xuggler-library-is-installing=Xuggler Biblioteca este instalarea. (Automatic Translation)
