#X-Generator: crowdin.com
authentication-search-filter-help=\u30e6\u30fc\u30b6\u30fc\u3092\u691c\u8a3c\u3059\u308b\u305f\u3081\u306b\u4f7f\u3046\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002@company_id@, @email_address@, @screen_name@\u3068@user_id@ \u306f\u5b9f\u884c\u6642\u306b\u6b63\u3057\u3044\u5024\u306b\u7f6e\u63db\u3055\u308c\u307e\u3059\u3002
autogenerate-user-password=\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u81ea\u52d5\u751f\u6210\u3059\u308b
base-dn-help=Base DN\u306f\u30e6\u30fc\u30b6\u30fc\u306e\u521d\u671f\u30b5\u30fc\u30c1\u30b3\u30f3\u30c6\u30af\u30b9\u30c8\u306b\u306a\u308a\u307e\u3059\u3002\u3053\u308c\u306f\u4efb\u610f\u9805\u76ee\u3067\u3059\u3002
contact-custom-mappings-help=\u30a4\u30f3\u30dd\u30fc\u30c8/\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306e\u969b\u3001LDAP\u306e\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3068\u3001\u30dd\u30fc\u30bf\u30eb\u30b3\u30f3\u30bf\u30af\u30c8\u306e\u30ab\u30b9\u30bf\u30e0\u5c5e\u6027\u306b\u63a5\u7d9a\u3059\u308b\u306e\u306b\u3001\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u3053\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u5229\u7528\u3057\u307e\u3059\u3002
contact-mappings-help=\u30a4\u30f3\u30dd\u30fc\u30c8/\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306e\u969b\u3001LDAP\u306e\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3068\u3001\u30dd\u30fc\u30bf\u30eb\u9023\u7d61\u5148\u5c5e\u6027\u306b\u63a5\u7d9a\u3059\u308b\u306e\u306b\u3001\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u306f\u3053\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u5229\u7528\u3057\u307e\u3059\u3002
create-role-per-group=\u30b0\u30eb\u30fc\u30d7\u6bce\u306b\u30ed\u30fc\u30eb\u3092\u4f5c\u6210\u3059\u308b
default-user-password=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9
enable-group-cache=\u30b0\u30eb\u30fc\u30d7\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6709\u52b9\u306b\u3059\u308b
enable-user-password=\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6709\u52b9\u306b\u3059\u308b
export-enabled-help=\u30dd\u30fc\u30bf\u30eb\u304b\u3089LDAP\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u8a2d\u5b9a\u3067\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u59d3\u540d\u306a\u3069\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30dd\u30fc\u30bf\u30eb\u3067\u306e\u5909\u66f4\u3092LDAP\u30b5\u30fc\u30d0\u30fc\u306b\u30d7\u30c3\u30b7\u30e5\u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306fLDAPAuthConfiguration.enabled\u304ctrue\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306e\u307f\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
export-group-enabled-help=\u3053\u308c\u304ctrue\u306e\u5834\u5408\u3001\u30b0\u30eb\u30fc\u30d7\u3068\u305d\u308c\u306b\u95a2\u9023\u3059\u308b\u60c5\u5831\u304c\u30dd\u30fc\u30bf\u30eb\u304b\u3089LDAP\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306fLDAPAuthConfiguration.enabled\u304ctrue\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306e\u307f\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
group-default-object-classes-help=\u30b0\u30eb\u30fc\u30d7\u304cLDAP\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u308b\u969b\u306b\u3001\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3057\u306a\u3044\u5834\u5408\u3001\u4ee5\u4e0b\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306b\u5f93\u3063\u3066\u30b0\u30eb\u30fc\u30d7\u304c\u751f\u6210\u3055\u308c\u307e\u3059\u3002
group-mappings-help=\u30b0\u30eb\u30fc\u30d7\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u969b\u3001\u30dd\u30fc\u30bf\u30eb\u306fLDAP\u30b0\u30eb\u30fc\u30d7\u5c5e\u6027\u3068\u3001\u30dd\u30fc\u30bf\u30eb\u306e\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7\u5c5e\u6027\u3092\u7d50\u3073\u3064\u3051\u308b\u306e\u306b\u3001\u3053\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u5229\u7528\u3057\u307e\u3059\u3002
group-search-filter-enabled-help=\u3053\u308c\u304ctrue\u306e\u5834\u5408\u3001\u7279\u5b9a\u306ebase DN\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u307f\u3001\u30b0\u30eb\u30fc\u30d7\u30d5\u30a3\u30eb\u30bf\u30fc\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002false\u306e\u5834\u5408\u3001\u30d5\u30a3\u30eb\u30bf\u30fc\u306f\u9069\u7528\u3055\u308c\u305a\u3001\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u7d50\u3073\u3064\u3044\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u3001base DN\u306b\u304b\u304b\u308f\u3089\u305a\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002
groups-dn-help=\u7279\u5b9a\u306eDN\u306b\u5bfe\u3057\u3066\u65b0\u898f\u30b0\u30eb\u30fc\u30d7\u304c\u751f\u6210\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306fLDAPAuthConfiguration.enabled\u3068LDAPExportConfiguration.enabled\u304ctrue\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u6642\u306e\u307f\u6709\u52b9\u3067\u3059\u3002
import-create-role-per-group-help=\u3053\u308c\u304ctrue\u306e\u5834\u5408\u3001\u30dd\u30fc\u30bf\u30eb\u306f\u81ea\u52d5\u7684\u306bLDAP\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u6bce\u306b\u30ed\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002\u30ed\u30fc\u30eb\u306f\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u3001\u30b0\u30eb\u30fc\u30d7\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u969b\u306b\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u81ea\u52d5\u7684\u306b\u305d\u306e\u30ed\u30fc\u30eb\u3092\u7d99\u627f\u3057\u307e\u3059\u3002
import-group-cache-enabled-help=whethertime\u3092\u7279\u5b9a\u3057\u307e\u3059\u3002\u30b0\u30eb\u30fc\u30d7DN\u691c\u7d22\u306fLDAP\u30a4\u30f3\u30dd\u30fc\u30c8\u3068\u30ed\u30b0\u30a4\u30f3\u306e\u969b\u306b\u30ad\u30e3\u30c3\u30b7\u30e5\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u304ctrue\u306e\u5834\u5408\u3001LDAP\u30a4\u30f3\u30dd\u30fc\u30c8\u3068\u30ed\u30b0\u30a4\u30f3\u306e\u6642\u9593\u3092\u77ed\u7e2e\u3057\u307e\u3059\u304c\u3001\u30b0\u30eb\u30fc\u30d7\u5c5e\u6027\u306e\u66f4\u65b0\u306f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u308b\u307e\u3067\u53cd\u6620\u3055\u308c\u307e\u305b\u3093\u3002\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u3068\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306fcom.liferay.portal.security.exportimport.UserImporter\u3068\u3044\u3046\u30ad\u30e3\u30c3\u30b7\u30e5\u540d\u3092\u4f7f\u7528\u3057\u307e\u3059
import-lock-expiration-time-help=LDAP\u30a4\u30f3\u30dd\u30fc\u30c8\u306e\u30ed\u30c3\u30af\u671f\u9650\u5207\u308c\u6642\u9593\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f1\u65e5\u3067\u3059\u3002
import-method=\u30a4\u30f3\u30dd\u30fc\u30c8\u30e1\u30bd\u30c3\u30c9
import-method-help=\u30e6\u30fc\u30b6\u30fc\u306f\u30b0\u30eb\u30fc\u30d7\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u65b9\u6cd5\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30dd\u30fc\u30bf\u30eb\u306f\u5168\u30e6\u30fc\u30b6\u30fc\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u5c5e\u3057\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u5168\u3066\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002\u30b0\u30eb\u30fc\u30d7\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30dd\u30fc\u30bf\u30eb\u306f\u5168\u30b0\u30eb\u30fc\u30d7\u3068\u3001\u30b0\u30eb\u30fc\u30d7\u306b\u5c5e\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u5168\u3066\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002\u3053\u306e\u5024\u306fLDAP\u30b5\u30fc\u30d0\u30fc\u304c\u3001\u3069\u306e\u3088\u3046\u306b\u30b0\u30eb\u30fc\u30d7\u60c5\u5831\u3092\u4fdd\u6301\u3057\u3066\u3044\u308b\u304b\u3001\u306b\u5408\u308f\u305b\u3066\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ldap-auth-configuration-name=LDAP Auth
ldap-export-configuration-name=LDAP Export
ldap-import-configuration-name=LDAP Import
ldap-server-configuration-name=LDAP\u30b5\u30fc\u30d0
lock-expiration-time=\u30ed\u30c3\u30af\u6709\u52b9\u671f\u9650
method-help=LDAP\u306e\u8a8d\u8a3c\u30e1\u30bd\u30c3\u30c9\u306b\u30d0\u30a4\u30f3\u30c9\u3059\u308b\u304b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u6bd4\u8f03\u3092\u8a2d\u5b9a\u3059\u308b\u304b\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6697\u53f7\u5316\u306a\u3069\u306b\u60a9\u307e\u3055\u308c\u308b\u5fc5\u8981\u304c\u306a\u3044\u306e\u3067\u3001\u307b\u3068\u3093\u3069\u306eLDAP\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u306f\u30d0\u30a4\u30f3\u30c9\u304c\u63a8\u5968\u3055\u308c\u307e\u3059\u3002
page-size-help=\u30da\u30fc\u30b8\u30f3\u30b0\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u5834\u5408\u3001\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002Microsoft Active Directory\u30b5\u30fc\u30d0\u30fc\u306e\u5834\u5408\u3001\u3053\u306e\u5024\u306f1000\u304b\u3089\u305d\u308c\u4ee5\u4e0b\u306b\u7a0b\u5ea6\u306b\u306a\u308a\u307e\u3059\u3002
password-encryption-algorithm-help=\u30a4\u30f3\u30dd\u30fc\u30c8\u306e\u6642\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6bd4\u8f03\u3059\u308b\u6642\u3068\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306e\u6642\u306b\u6697\u53f7\u5316\u3059\u308b\u306e\u306b\u5229\u7528\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u6697\u53f7\u5316\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002LDAPAuthConfiguration.method\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u6bd4\u8f03(password-compare)\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u6642\u306e\u307f\u3001\u30a4\u30f3\u30dd\u30fc\u30c8\u306e\u6642\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u6bd4\u8f03\u304c\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002\u305f\u3060\u3057\u3001SHA-512\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\u3002\u6697\u53f7\u5316\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7121\u3057(NONE)\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5e73\u6587\u306b\u306a\u308a\u307e\u3059\u3002
password-policy-enabled-help=Set this to true to use LDAP's password policy instead of the portal password policy. If set to true, it is possible that portal generated passwords will not match the LDAP policy. See the "passwords.regexptoolkit.*" properties for details on configuring RegExpToolkit in generating these passwords. Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
range-size-help=\u7bc4\u56f2\u30c7\u30fc\u30bf\u53d6\u5f97\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8907\u6570\u5024\u5c5e\u6027\u306b\u95a2\u3057\u3066\u3001\u30af\u30a8\u30ea\u6bce\u306b\u8fd4\u5374\u3059\u308b\u5024\u306e\u6570\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
system-ldap-configuration-name=\u30b7\u30b9\u30c6\u30e0LDAP
user-custom-mappings-help=\u30e6\u30fc\u30b6\u30fc\u3092\u30a4\u30f3\u30dd\u30fc\u30c8/\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u6642\u3001\u30dd\u30fc\u30bf\u30eb\u306fLDAP\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3068\u30dd\u30fc\u30bf\u30eb\u30e6\u30fc\u30b6\u30fc\u306e\u30ab\u30b9\u30bf\u30e0\u5c5e\u6027\u3092\u30de\u30c3\u30d4\u30f3\u30b0\u3059\u308b\u969b\u306b\u3001\u3053\u306e\u8a2d\u5b9a\u3092\u5229\u7528\u3057\u307e\u3059\u3002
user-default-object-classes-help=\u30e6\u30fc\u30b6\u30fc\u3092LDAP\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u969b\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u5b58\u5728\u3057\u306a\u3044\u5834\u5408\u3001\u4ee5\u4e0b\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3067\u30e6\u30fc\u30b6\u30fc\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
user-ignore-attributes-help=\u30dd\u30fc\u30bf\u30eb\u304b\u3089\u5236\u5fa1\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002LDAP\u304b\u3089\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3082\u3057\u304f\u306f\u5909\u66f4\u3057\u305f\u5834\u5408\u3001\u3053\u308c\u3089\u306e\u5c5e\u6027\u306e\u540c\u671f\u306f\u30b9\u30ad\u30c3\u30d7\u3055\u308c\u307e\u3059\u3002
user-mappings-help=\u30e6\u30fc\u30b6\u30fc\u3092\u30a4\u30f3\u30dd\u30fc\u30c8/\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u6642\u3001\u30dd\u30fc\u30bf\u30eb\u306fLDAP\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3068\u30dd\u30fc\u30bf\u30eb\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3092\u30de\u30c3\u30d4\u30f3\u30b0\u3059\u308b\u969b\u306b\u3001\u3053\u306e\u8a2d\u5b9a\u3092\u5229\u7528\u3057\u307e\u3059\u3002
user-search-filter-help=LDAP\u304b\u3089\u30dd\u30fc\u30bf\u30eb\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u8a2d\u5b9a\u306b\u306a\u308a\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306fLDAPImportConfiguration.enabled\u304ctrue\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u6642\u306b\u6709\u52b9\u3068\u306a\u308a\u307e\u3059\u3002
users-dn-help=\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u306f\u7279\u5b9a\u306eDN\u306b\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306fLDAPAuthConfiguration.enabled \u3068LDAPExportConfiguration.enabled\u304ctrue\u306e\u6642\u306b\u306e\u307f\u6709\u52b9\u3067\u3059\u3002
