#X-Generator: crowdin.com
additional-configurations-help=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u062e\u0635\u0635\u0629 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0627\u0644\u0645\u0636\u0645\u0646\u0629 \u0641\u064a \u062a\u0646\u0633\u064a\u0642 \u064a\u0645\u0644 (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u062e\u0635\u0635\u0629 \u0644\u0641\u0647\u0631\u0633 Liferay\u060c \u0641\u064a \u062a\u0646\u0633\u064a\u0642 JSON \u0623\u0648 \u064a\u0645\u0644 (\u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0625\u0646\u0634\u0627\u0621 \u0641\u0647\u0631\u0633 API). (Automatic Translation)
additional-type-mappings-help=\u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0645\u062e\u0635\u0635\u0629 \u0644\u064a\u0641\u064a\u0631\u0627\u064a\u062f\u0648\u0643\u0648\u0645\u064a\u0646\u062a\u064a\u0628\u064a\u060c \u062a\u0646\u0633\u064a\u0642 JSON (\u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0648\u0636\u0639 \u0631\u0633\u0645 \u062e\u0631\u0627\u0626\u0637 API). \u064a\u062c\u0628 \u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0645\u0639 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0627\u0644\u062d\u0642\u0644 \u0627\u0644\u062c\u062f\u064a\u062f \u0641\u0642\u0637. \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0628\u0623\u064a \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629\u060c \u064a\u0641\u0634\u0644 \u0625\u0646\u0634\u0627\u0621 \u0641\u0647\u0631\u0633. \u0644\u0627\u0633\u062a\u0628\u062f\u0627\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u062a\u0645\u0627\u0645\u0627\u060c \u0623\u0648\u0641\u064a\u0631\u064a\u062f\u064a\u062a\u064a\u0628\u064a\u0645\u0627\u0628\u064a\u0646\u062c\u0633. (Automatic Translation)
bootstrap-mlockall-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u062d\u0642\u0642\u060c \u0645\u0624\u0645\u0646 \u0645\u0633\u0627\u062d\u0629 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u0625\u0644\u0649 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0639\u0634\u0648\u0627\u0626\u064a\u060c \u0645\u0646\u0639 \u0623\u064a \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0645\u0646 \u064a\u062c\u0631\u064a \u062a\u0628\u062f\u064a\u0644 \u0628\u0647\u0627. (Automatic Translation)
client-transport-ignore-cluster-name-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u062a\u0645 \u062a\u062c\u0627\u0647\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0639\u0642\u062f \u0645\u062a\u0635\u0644\u0629. (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u064a\u0631\u0634\u062f \u0627\u0644\u0639\u0642\u062f\u0629 \u0627\u0644\u0639\u0645\u064a\u0644 \u0639\u0644\u0649 \u0643\u064a\u0641\u064a\u0629 \u063a\u0627\u0644\u0628\u0627\u064b \u0645\u0627 \u0639\u064a\u0646\u0629/\u0628\u064a\u0646\u063a \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u0645\u0630\u0643\u0648\u0631\u0629 \u0648\u0645\u062a\u0635\u0644\u0629. (Automatic Translation)
client-transport-sniff-help=\u0627\u0633\u062a\u0646\u0634\u0627\u0642 \u0627\u0644\u0643\u062a\u0644\u0629 \u0645\u0645\u0643\u0646\u0629 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0630\u0644\u0643 \u0645\u062d\u062f\u062f\u0627\u064b\u060c \u0644\u0627\u0643\u062a\u0634\u0627\u0641 \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u0645\u062a\u0648\u0641\u0631\u0629 \u0641\u064a \u0627\u0644\u0643\u062a\u0644\u0629 \u0628\u0634\u0643\u0644 \u062d\u064a\u0648\u064a. (Automatic Translation)
cluster-name-help=\u0627\u0633\u0645 \u0627\u0644\u0643\u062a\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0637\u0627\u0628\u0642 \u0627\u0644\u0627\u0633\u0645 \u0645\u0639 \u0627\u0644\u0643\u062a\u0644\u0629 \u0627\u0644\u0628\u0639\u064a\u062f \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 "\u0648\u0636\u0639 \u0627\u0644\u062a\u0634\u063a\u064a\u0644" \u0625\u0644\u0649 \u0627\u0644\u0628\u0639\u064a\u062f. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u0646\u0637\u0627\u0642 \u0645\u0646 \u0627\u0644\u0645\u0646\u0627\u0641\u0630 \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u062f \u0625\u0646\u0634\u0627\u0621 \u0642\u064a\u0645\u0629 discovery.zen.ping.unicast.hosts. \u064a\u0645\u0643\u0646 \u0639\u0642\u062f \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0645\u062a\u0639\u062f\u062f\u0629 \u0639\u0644\u0649 \u0646\u0637\u0627\u0642 \u0645\u0646 \u0627\u0644\u0645\u0646\u0627\u0641\u0630 \u0628\u0645\u062b\u0627\u0628\u0629 \u0627\u0644\u0645\u0648\u062c\u0647\u0627\u062a \u0627\u0644\u0642\u064a\u0644 \u0648\u0627\u0644\u0642\u0627\u0644 \u0639\u0644\u0649 \u0646\u0641\u0633 \u062c\u0647\u0627\u0632 \u0627\u0644\u0643\u0645\u0628\u064a\u0648\u062a\u0631. (Automatic Translation)
elastic-search-configuration-name=\u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 (Automatic Translation)
http-cors-allow-origin-help=\u0623\u0635\u0648\u0644 \u0644\u0644\u0633\u0645\u0627\u062d \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 HTTP \u0627\u0644\u062a\u0628\u0644\u064a\u063a\u0627\u062a. (Automatic Translation)
http-cors-configurations-help=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u062e\u0635\u0635\u0629 \u0644\u0644\u062a\u0628\u0644\u064a\u063a\u0627\u062a HTTP\u060c \u0641\u064a \u062a\u0646\u0633\u064a\u0642 \u064a\u0645\u0644 (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0645\u0648\u0631\u062f \u062a\u0645 \u0641\u062d\u0635\u0647\u0627\u060c \u0648\u0627\u0644\u0645\u0646\u0634\u0623 \u0639\u0628\u0631 \u062a\u0645\u0643\u064a\u0646 \u0645\u0634\u0627\u0631\u0643\u0629\u060c \u0627\u0644\u0630\u064a \u064a\u062d\u062f\u062f \u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u0633\u062a\u0639\u0631\u0636 \u0639\u0644\u0649 \u0623\u0635\u0644 \u0622\u062e\u0631 \u064a\u0645\u0643\u0646 \u062a\u0642\u062f\u064a\u0645 \u0637\u0644\u0628\u0627\u062a \u0625\u0644\u0649 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634. \u0623\u062f\u0648\u0627\u062a \u0648\u064a\u0628 \u0627\u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u0623\u0645\u0627\u0645\u064a\u0629 \u0645\u062b\u0644 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634-\u0631\u0626\u064a\u0633 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u0639\u0637\u0644\u0627\u064b\u060c \u0642\u062f \u062a\u0643\u0648\u0646 \u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644. (Automatic Translation)
http-enabled-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u062a\u0645 \u062a\u0645\u0643\u064a\u0646 \u0637\u0628\u0642\u0629 HTTP. \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0628\u062d \u062c\u0645\u0627\u062d\u0647\u060c \u0648\u0637\u0628\u0642\u0629 HTTP \u0643\u0644\u064a\u0627\u064b \u0639\u0644\u0649 \u0627\u0644\u0639\u0642\u062f \u0648\u0627\u0644\u062a\u064a \u0644\u0627 \u064a\u0642\u0635\u062f \u0628\u0647\u0627 \u062e\u062f\u0645\u0629 \u0628\u0642\u064a\u0629 \u062a\u0637\u0644\u0628 \u0645\u0628\u0627\u0634\u0631\u0629 \u0645\u0639\u0637\u0644\u0629. (Automatic Translation)
index-name-prefix-help=\u0627\u0644\u0628\u0627\u062f\u0626\u0629 \u0644\u0627\u0633\u0645 \u0641\u0647\u0631\u0633 \u0627\u0644\u0628\u062d\u062b. \u0644\u0627 \u064a\u0646\u0628\u063a\u064a \u062a\u063a\u064a\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0641\u064a \u0638\u0644 \u0627\u0644\u0638\u0631\u0648\u0641 \u0627\u0644\u0639\u0627\u062f\u064a\u0629. \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062a\u063a\u064a\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629\u060c \u064a\u062c\u0628 \u0623\u064a\u0636\u0627 \u0627\u0644\u0641\u0647\u0631\u0633\u0629 \u0627\u0644\u0645\u062f\u062e\u0644 \u062b\u0645 \u062b\u0645 \u064a\u062f\u0648\u064a\u0627\u064b \u062d\u0630\u0641 \u0627\u0644\u0641\u0647\u0631\u0633 \u0627\u0644\u0642\u062f\u064a\u0645 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u062d\u0643\u0645 \u0628\u0627\u0644\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634. (Automatic Translation)
log-exceptions-only-help=\u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0647\u0648 \u0627\u0644\u062a\u062d\u0642\u0642\u060c \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0627\u0633\u062a\u062b\u0646\u0627\u0621\u0627\u062a \u0641\u0642\u0637 \u0645\u0646 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0627\u0631\u062a\u0634 \u0648\u0644\u0627 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0637\u0631\u062d \u0644\u0647\u0645. (Automatic Translation)
network-bind-host-help=\u0648\u064a\u0646\u0628\u063a\u064a \u0631\u0628\u0637 \u0627\u0644\u0648\u0627\u062c\u0647\u0629 (\u0627\u0644\u0648\u0627\u062c\u0647\u0627\u062a) \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0639\u0644\u0649 \u0639\u0642\u062f\u0647 \u0644\u0644\u0627\u0633\u062a\u0645\u0627\u0639 \u0644\u0644\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u0648\u0627\u0631\u062f\u0629. (Automatic Translation)
network-host-help=\u0627\u0633\u0645 \u0627\u0644\u0645\u0636\u064a\u0641 \u0623\u0648 \u0639\u0646\u0648\u0627\u0646 IP binded \u0625\u0644\u0649 \u0627\u0644\u0639\u0642\u062f\u0629\u060c \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0644\u0646\u0634\u0631 (\u0627\u0644\u0625\u0639\u0644\u0627\u0646) \u0627\u0644\u0645\u0636\u064a\u0641\u0629 \u0625\u0644\u0649 \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u0623\u062e\u0631\u0649 \u0641\u064a \u0627\u0644\u0643\u062a\u0644\u0629. \u0647\u0630\u0627 \u0647\u0648 \u0627\u062e\u062a\u0635\u0627\u0631 \u0627\u0644\u0630\u064a \u064a\u0639\u064a\u0646 \u0627\u0644\u0645\u0636\u064a\u0641 bind \u0648\u0627\u0644\u0645\u0636\u064a\u0641 \u0646\u0634\u0631 \u0641\u064a \u0646\u0641\u0633 \u0627\u0644\u0648\u0642\u062a. (Automatic Translation)
network-publish-host-help=\u0648\u0627\u062c\u0647\u0629 \u0648\u0627\u062d\u062f\u0629 \u062a\u0639\u0644\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0644\u0644\u0639\u0642\u062f \u0627\u0644\u0623\u062e\u0631\u0649 \u0641\u064a \u0627\u0644\u0643\u062a\u0644\u0629\u060c \u062d\u064a\u062b \u0623\u0646 \u0647\u0630\u0647 \u0627\u0644\u0639\u0642\u062f \u064a\u0645\u0643\u0646 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0647. (Automatic Translation)
operation-mode-help=\u0648\u0636\u0639 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0628\u0639\u064a\u062f \u064a\u0631\u0628\u0637 \u0625\u0644\u0649 \u0643\u062a\u0644\u0629 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0645\u0633\u062a\u0642\u0644 \u0639\u0646 \u0628\u0639\u062f. \u0648\u0636\u0639 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0636\u0645\u0646\u0629 \u064a\u0628\u062f\u0623 \u0627\u0644\u0645\u062f\u062e\u0644 \u0628\u0645\u062b\u064a\u0644 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u062f\u0627\u062e\u0644\u064a\u0629 \u0641\u064a JVM \u0646\u0641\u0633\u0647. \u0648\u0636\u0639 \u062a\u0634\u063a\u064a\u0644 \u0645\u0636\u0645\u0646 \u063a\u064a\u0631 \u0645\u0639\u062a\u0645\u062f. (Automatic Translation)
override-type-mappings-help=\u062a\u062c\u0627\u0648\u0632 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0644\u064a\u0641\u064a\u0631\u0627\u064a\u062f\u0648\u0643\u0648\u0645\u064a\u0646\u062a\u064a\u0628\u064a \u0643\u0627\u0645\u0644\u060c \u0641\u064a \u062a\u0646\u0633\u064a\u0642 JSON (\u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0648\u0636\u0639 \u0631\u0633\u0645 \u062e\u0631\u0627\u0626\u0637 API). \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629\u060c \u064a\u062a\u062c\u0627\u0647\u0644 \u0625\u0646\u0634\u0627\u0621 \u0641\u0647\u0631\u0633 \u0627\u0641\u062a\u0631\u0627\u0636\u064a \u062a\u0639\u0631\u064a\u0641 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0648\u0623\u064a \u0646\u0642\u0627\u0637 \u0627\u0644\u0627\u0645\u062a\u062f\u0627\u062f\u060c \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0628\u062f\u064a\u0644\u0629 \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0630\u0644\u0643. \u0627\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0627 \u0625\u0630\u0627 \u0643\u0646\u062a \u0628\u062d\u0627\u062c\u0629 \u0625\u0644\u0649 \u0644\u064a\u0641\u064a\u0631\u0627\u064a\u062f\u0648\u0643\u0648\u0645\u064a\u0646\u062a\u064a\u0628\u064a \u0627\u0644\u0645\u0631\u0627\u062f \u0625\u0646\u0634\u0627\u0624\u0647 \u0645\u0639 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u063a\u064a\u0631 \u0642\u064a\u0627\u0633\u064a \u0644\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629. \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u062d\u062a\u0627\u062c \u0641\u0642\u0637 \u0625\u0636\u0627\u0641\u0629 \u062a\u0639\u064a\u064a\u0646\u0627\u062a \u062c\u062f\u064a\u062f\u0629 \u0645\u062e\u0635\u0635\u0629 \u062f\u0648\u0646 \u062a\u0631\u0627\u0643\u0628 \u0623\u064a \u0627\u0641\u062a\u0631\u0627\u0636\u0627\u062a\u060c \u0627\u0633\u062a\u062e\u062f\u0645 \u0623\u062f\u064a\u062a\u064a\u0648\u0646\u0627\u0644\u062a\u064a\u0628\u064a\u0645\u0627\u0628\u064a\u0646\u062c\u0633. (Automatic Translation)
retry-on-conflict-help=\u0639\u062f\u062f \u0645\u0631\u0627\u062a \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0625\u0630\u0627 \u062d\u062f\u062b \u062a\u0639\u0627\u0631\u0636 \u0625\u0635\u062f\u0627\u0631 \u0644\u0623\u0646\u0647 \u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0648\u062b\u064a\u0642\u0629 \u0628\u064a\u0646 \u0627\u0633\u062a\u0631\u062f\u0627\u062f\u0647\u0627 \u0648\u062a\u062d\u062f\u064a\u062b\u0647\u0627. (Automatic Translation)
sync-search=\u0625\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0647\u0630\u0627\u060c \u064a\u0639\u0645\u0644 \u0627\u0644\u0628\u062d\u062b \u0639\u0644\u0649 \u062a\u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0633\u062a\u062f\u0639\u064a \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0627\u0644\u0627\u0633\u062a\u064a\u0643\u0633\u064a\u0631\u062a\u0634 \u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u062a\u062c\u0645\u0639 \u0645\u0624\u0634\u0631\u0627\u062a \u0627\u0644\u062a\u0631\u0627\u0628\u0637. \u064a\u0646\u0637\u0628\u0642 \u0647\u0630\u0627 \u0641\u0642\u0637 \u0639\u0644\u0649 \u0648\u0636\u0639 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0636\u0645\u0646\u0629. (Automatic Translation)
transport-addresses-help=\u0639\u0646\u0627\u0648\u064a\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0627\u0644\u0628\u0639\u064a\u062f \u0644\u0644\u0627\u062a\u0635\u0627\u0644. \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0645\u0637\u0644\u0648\u0628\u0629 \u0639\u0646\u062f\u0645\u0627 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 "\u0648\u0636\u0639 \u0627\u0644\u062a\u0634\u063a\u064a\u0644" \u0644\u062c\u0647\u0627\u0632 \u0627\u0644\u062a\u062d\u0643\u0645 \u0639\u0646 \u0628\u0639\u062f. (Automatic Translation)
transport-tcp-port-help=\u0627\u0644\u0645\u0646\u0641\u0630 \u0644\u0631\u0628\u0637 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u064a\u0646 \u0627\u0644\u0639\u0642\u062f. \u0648\u062a\u0642\u0628\u0644 \u0642\u064a\u0645\u0629 \u0645\u0641\u0631\u062f\u0629 \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 (\u0645\u062b\u0644\u0627\u064b\u060c 9400-9300). (Automatic Translation)
