#X-Generator: crowdin.com
action.ADD_STRUCTURE=A\u00f1adir una estructura
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=Cambiar el idioma no traduce el modelo de script existente autom\u00e1ticamente. Para usar la paleta despu\u00e9s de modificar el idioma, gu\u00e1rdelo antes.
copy-display-templates=Copiar plantillas de visualizaci\u00f3n
copy-form-templates=Copiar plantillas de formularios
copy-template=Copiar plantilla
copy-templates=Copiar plantillas
copy-x=Copiar {0}
ddm-structure-local-service=DDM Structure Local Service
ddm-structure-local-service-help=Provee el servicio local para acceder, a\u00f1adir, borrar y actualizar estructuras de asociaci\u00f3n de datos din\u00e1micos (DDM).
ddm-structure-service=DDM Structure Service
ddm-structure-service-help=Provee el servicio remoto para acceder, a\u00f1adir, borrar y actualizar estructuras de asociaci\u00f3n de datos din\u00e1micos (DDM). Los m\u00e9todos incluyen comprobaci\u00f3n de permisos.
ddm-template-local-service=DDM Template Local Service
ddm-template-local-service-help=Provee el servicio local para acceder, a\u00f1adir, copiar, borrar y actualizar plantillas de asociaci\u00f3n de datos din\u00e1micos (DDM).
ddm-template-service=DDM Template Service
ddm-template-service-help=Provee el servicio remoto para acceder, a\u00f1adir, copiar, borrar y actualizar plantillas de asociaci\u00f3n de datos din\u00e1micos (DDM). Los m\u00e9todos incluyen comprobaci\u00f3n de permisos.
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=Editar los valores por defecto
ftl[stands-for]=FreeMarker
items-class=Clase de art\u00edculos
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=Asignaci\u00f3n de datos din\u00e1micos
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Plantillas de exhibici\u00f3n de la aplicaci\u00f3n
journal-article=Contenido de la web (Automatic Translation)
journal-template-cacheable-help=Debe estar siempre seleccionado excepto si se usan plantillas que acceden a informaci\u00f3n de la petici\u00f3n actual, usan la API del gestor de contenidos o contienen otras funcionalidades din\u00e1micas.
json[stands-for]=JSON
manage-templates=Administrar plantillas
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=Estructura de mapeado de datos din\u00e1mico
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=Plantilla del mapeado de datos din\u00e1mico
new-structure=Nueva estructura
only-allow-deleting-required-fields-in-edit-mode=S\u00f3lo est\u00e1 permitido el borrado de campos requeridos en modo edici\u00f3n.
parent-x=Padre {0}
please-enter-a-valid-script=Por favor, introduzca una calle v\u00e1lida.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=Por favor, introduzca nombres de campos de estructura \u00fanicos (incluyendo los los nombres heredados de la estructura padre).
save-and-continue=Guardar y continuar
script-file=Archivo de script
storage-type=Tipo de almacenamiento
structure-help=Seleccione una estructura para crear una plantilla para esa estructura o deje este campo vac\u00edo para crear una plantilla gen\u00e9rica que pueda ser incluida en otras plantillas.
template-key-help=La clave de la plantilla se puede utilizar para incluir esta plantilla en otra de forma program\u00e1tica.
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=La estructura no puede ser borrada porque tiene una o m\u00e1s subestructuras.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=La estructura no puede ser borrada porque es requerida por uno o m\u00e1s enlaces de estructura.
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=La estructura no puede ser borrada porque es requerida por una o m\u00e1s plantillas.
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=El modelo no puede ser borrado porque es requerido por uno o m\u00e1s enlace de plantillas.
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=Existen referencias a esta estructura en plantillas. Por favor, actual\u00edcelas si se elimina o se cambia el nombre de un campo.
this-is-a-collection-of-fields=Esto es una colecci\u00f3n de campos.
this-is-a-repeatable-field=Esto es un campo repetible. Iterar sobre los hermanos para leer cada valor introducido por el autor de contenido.
variable=Variable
vm[stands-for]=Velocidad
x-key={0} Clave
x-version-x={0} ({1})
you-cannot-remove-default-attributes=No se puede quitar atributos predeterminados. (Automatic Translation)
you-have-entered-invalid-json=Han entrado JSON v\u00e1lido. (Automatic Translation)
