#X-Generator: crowdin.com
add-wiki=\u0935\u093f\u0915\u0940 \u091c\u094b\u0921\u093c\u0947\u0902
all-files-are-saved=\u0938\u092d\u0940 \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u0938\u0939\u0947\u091c\u0940 \u091c\u093e\u0924\u0940 \u0939\u0948\u0902\u0964 (Automatic Translation)
an-error-occurred-while-formatting-the-wiki-page=\u0935\u093f\u0915\u0940 \u092a\u0947\u091c \u092b\u0949\u0930\u092e\u0945\u091f\u093f\u0902\u0917 \u0915\u0947 \u0938\u092e\u092f \u0924\u094d\u0930\u0941\u091f\u093f \u0939\u0941\u0908 \u0939\u0948.
another-user-made-changes-that-are-pending-publication=\u0932\u0902\u092c\u093f\u0924 \u092a\u094d\u0930\u0915\u093e\u0936\u0928 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0905\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093f\u090f \u0917\u090f\u0964 \u0906\u092a \u0935\u0947 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0938\u0939\u0947\u091c\u0947 \u091c\u093e\u0924\u0947 \u0939\u0948\u0902 \u091c\u092c \u0924\u0915 \u0915\u093f \u092a\u0943\u0937\u094d\u0920 \u0915\u093e \u0928\u093e\u092e \u092c\u0926\u0932\u0947\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u094b \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=\u0915\u094d\u092f\u093e \u0906\u092a \u0907\u0938 \u0935\u093f\u0915\u093f \u0928\u094b\u0921 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0939\u0948\u0902? (Automatic Translation)
attachment-found-in-wiki-page-x=Attachment Found in Wiki Page {0} (Automatic Copy)
category.wiki=\u0935\u093f\u0915\u0940
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Comment Found in Wiki Page {0} (Automatic Copy)
convert-wiki-pages-from-classic-wiki-to-creole-format=\u0915\u094d\u0932\u093e\u0938\u093f\u0915 \u0935\u093f\u0915\u0940 \u0938\u0947 \u0915\u094d\u0930\u093f\u092f\u094b\u0932 \u092b\u0949\u0930\u094d\u092e\u0945\u091f \u092e\u0947\u0902 \u0935\u093f\u0915\u0940 \u092a\u0947\u091c\u0938 \u0915\u094b \u0915\u0949\u0928\u0935\u0930\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f|
edit-wikis=\u0935\u093f\u0915\u0940 \u092c\u0926\u0932\u0947
edit-wikis-for-group=--\u0917\u094d\u0930\u0942\u092a \u0915\u0947 \u0935\u093f\u0915\u0940 \u092c\u0926\u0932\u0947
enable-highlighting=\u0939\u093e\u0907\u0932\u093e\u0907\u091f\u093f\u0902\u0917 \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
import-wiki-images-help=\u0907\u092e\u094d\u092a\u094b\u0930\u094d\u091f \u0915\u0947 \u0932\u093f\u090f \u0907\u092e\u0947\u091c\u0938 \u0915\u0940 \u091c\u093c\u093f\u092a \u092b\u093e\u0907\u0932 \u0938\u092c\u094d\u092e\u093f\u091f \u0915\u0930\u0947 . You can zip the images folder of MediaWiki directly (sometimes it's called "upload"). If you do so, it's recommended to remove the directories called "archive", "temp" and "thumbs" to reduce the ZIP size since they will be ignored.
import-wiki-pages-help=MediaWiki \u0926\u094d\u0935\u093e\u0930\u093e "\u0935\u093f\u0936\u0947\u0937\: \u0928\u093f\u0930\u094d\u092f\u093e\u0924" \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0940 \u0917\u0908 \u0915\u094b\u0908 XML \u092b\u093c\u093e\u0907\u0932 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902 (\u0909\u092a\u0915\u0930\u0923 \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0928\u0942 \u092e\u0947\u0902 "\u0935\u093f\u0936\u0947\u0937 \u092a\u0943\u0937\u094d\u0920\u094b\u0902" \u0926\u0947\u0916\u0947\u0902)\u0964 (Automatic Translation)
import-wiki-strict-mode-help=\u0939\u0930 \u092a\u0939\u091a\u093e\u0928\u0928\u0947 \u092f\u094b\u0917\u094d\u092f MediaWiki \u092e\u093e\u0930\u094d\u0915\u0905\u092a \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u093f\u090f \u0917\u090f \u092a\u0943\u0937\u094d\u0920 \u0928\u093f\u0915\u093e\u0932\u0947\u0902\u0964 (Automatic Translation)
import-wiki-users-help=\u092a\u094b\u0930\u094d\u091f\u0932 \u092e\u0947\u0902 \u0909\u0928 \u0932\u094b\u0917\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092e\u0947\u0932 \u0916\u093e\u0924\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0908-\u092e\u0947\u0932 \u092a\u0924\u0947 \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 CSV \u092b\u093c\u093e\u0907\u0932 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902\u0964 \u092b\u093c\u093e\u0907\u0932 \u0926\u094b \u0915\u0949\u0932\u092e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e \u0914\u0930 \u0908\u092e\u0947\u0932 \u092a\u0924\u093e\u0964 \u0907\u0938 \u092b\u093c\u093e\u0907\u0932 \u0938\u0947 \u0938\u0940\u0927\u0947 \u0939\u0948 MediaWiki \u0921\u093e\u091f\u093e\u092c\u0947\u0938 SQL \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0935\u093f\u0915\u093f \u090f\u0915 \u0938\u093e\u092e\u093e\u091c\u093f\u0915 \u0938\u0939\u092f\u094b\u0917\u093e\u0924\u094d\u092e\u0915 \u0935\u093f\u0936\u094d\u0935\u0915\u094b\u0936 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u090f\u0915 \u0938\u093e\u0925 \u0906\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u090f\u0915 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u092e\u0947\u0902 \u091c\u094d\u091e\u093e\u0928 \u0915\u094b \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947 \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0935\u094d \u092f\u0935\u0938\u094d \u0925\u093e\u092a\u0915\u094b\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0914\u0930 wiki \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924, \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0909\u0928\u094d\u0928\u0924 \u0935\u093f\u0915\u0932\u094d\u092a \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0935\u093f\u0915\u0940
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0935\u093f\u0915\u0940
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u0935\u093f\u0915\u0940 \u0921\u093f\u0938\u092a\u094d\u0932\u0947
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=\u0935\u093f\u0915\u0940
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=Wikis \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0947\u0902
model.resource.com.liferay.wiki=\u0935\u093f\u0915\u0940
model.resource.com.liferay.wiki.model.WikiNode=\u0935\u093f\u0915\u0940 \u0915\u093e \u0928\u094b\u0921
model.resource.com.liferay.wiki.model.WikiPage=\u0935\u093f\u0915\u0940 \u0915\u093e \u092a\u0928\u094d\u0928\u093e
model.resource.com.liferay.wiki.template=XSL \u0915\u093e \u0928\u092e\u0942\u0928\u093e \u092c\u0926\u0932\u0947
new-wiki-node=\u0928\u0908 Wiki \u0928\u094b\u0921 (Automatic Translation)
new-wiki-page=\u0928\u0908 Wiki \u092a\u0943\u0937\u094d\u0920 (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=\u0907\u0938 \u0935\u093f\u0915\u093f \u0928\u094b\u0921 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0932\u0917\u094d\u0928\u0915\u094b\u0902 \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0902\u0964 (Automatic Translation)
show-wiki-borders=Wiki Borders \u0926\u093f\u0916\u093e\u090f\u0901
the-company-id-associated-with-the-wiki=Wiki \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u093e Company ID
the-company-mx-associated-with-the-wiki=Wiki \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u093e Company MX
the-company-name-associated-with-the-wiki=Wiki \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u093e Company name
the-site-name-associated-with-the-wiki=Wiki \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u093e Company name
the-wiki-could-not-be-found=Wiki \u092a\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u093e|
there-are-no-wiki-attachments=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0935\u093f\u0915\u093f \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u0939\u0948\u0902\u0964 (Automatic Translation)
there-are-no-wikis=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 wikis \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=\u0907\u0938 \u0935\u093f\u0915\u093f \u0928\u094b\u0921 \u092b\u093c\u093e\u0907\u0932 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915\u094b\u0902 \u0915\u094b \u0930\u0940\u0938\u093e\u092f\u0915\u0932 \u092c\u093f\u0928 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
total-pages=\u0915\u0941\u0932 \u092a\u0943\u0937\u094d\u0920 (Automatic Translation)
update-wiki=\u0905\u092a\u0921\u0947\u091f Wiki
view-wiki=Wiki \u0926\u0947\u0916\u0947
visible-wikis=\u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 Wikis
wiki-navigation=Wiki \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 (Automatic Translation)
wiki-node=\u0935\u093f\u0915\u0940 \u0915\u093e \u0928\u094b\u0921
wiki-node-local-service=Wiki \u0928\u094b\u0921 \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u0947\u0935\u093e (Automatic Translation)
wiki-node-local-service-help=(Automatic Copy)
wiki-node-service=Wiki \u0928\u094b\u0921 \u0938\u0947\u0935\u093e (Automatic Translation)
wiki-node-service-help=(Automatic Copy)
wiki-nodes=\u0935\u093f\u0915\u0940 \u0928\u094b\u0921\u094d\u0938 (Automatic Translation)
wiki-page=\u0935\u093f\u0915\u0940 \u0915\u093e \u092a\u0928\u094d\u0928\u093e
wiki-page-content=Wiki \u092a\u0947\u091c \u0938\u093e\u092e\u0917\u094d\u0930\u0940 (Automatic Translation)
wiki-page-content-help=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 HTML \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
wiki-page-help=Wiki \u092a\u0943\u0937\u094d\u0920 \u0939\u0948 \u0915\u093f \u0907\u0938 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
wiki-page-local-service=Wiki \u092a\u0943\u0937\u094d\u0920 \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u0947\u0935\u093e (Automatic Translation)
wiki-page-local-service-help=(Automatic Copy)
wiki-page-service=Wiki \u092a\u0947\u091c \u0938\u0947\u0935\u093e (Automatic Translation)
wiki-page-service-help=(Automatic Copy)
wiki-pages=Wiki \u092a\u0947\u091c\u0938
wiki-portlet-instance-configuration-name=\u0935\u093f\u0915\u093f \u0906\u0935\u0947\u0926\u0928 (Automatic Translation)
wiki-services=Wiki \u0938\u0947\u0935\u093e\u090f\u0902 (Automatic Translation)
wikis=\u0935\u093f\u0915\u0940
wikis-permissions=Wikis \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 (Automatic Translation)
you-are-not-subscribed-to-this-wiki=\u0906\u092a\u0928\u0947 \u0907\u0938 \u0935\u093f\u0915\u0940 \u0915\u094b subscribe \u0928\u0939\u0940 \u0915\u093f\u092f\u093e \u0939\u0948|
you-are-subscribed-to-this-wiki=\u0906\u092a\u0928\u0947 \u0907\u0938 \u0935\u093f\u0915\u0940 \u0915\u094b subscribe \u0915\u093f\u092f\u093e \u0939\u0948|
