#X-Generator: crowdin.com
add-wiki=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb5
all-files-are-saved=All files are saved. (Automatic Copy)
an-error-occurred-while-formatting-the-wiki-page=\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0ec3\u0e99\u0e84\u0eb0\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e9f\u0ecd\u0ec1\u0ea1\u0eb1\u0e94\u0edc\u0ec9\u0eb2\u0ea7\u0eb5\u0e81\u0eb5\u0ec9
another-user-made-changes-that-are-pending-publication=Another user made changes that are pending publication. You will not be able to rename the page until those changes are saved. (Automatic Copy)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=Are you sure you want to remove the attachments for this wiki node? (Automatic Copy)
attachment-found-in-wiki-page-x=Attachment Found in Wiki Page {0} (Automatic Copy)
category.wiki=\u0ea7\u0eb5\u0e81\u0eb5
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Comment Found in Wiki Page {0} (Automatic Copy)
convert-wiki-pages-from-classic-wiki-to-creole-format=\u0e9b\u0ec8\u0ebd\u0e99\u0edc\u0ec9\u0eb2\u0ea7\u0eb5\u0e81\u0eb5\u0e88\u0eb2\u0e81\u0e84\u0eb2\u0e94\u0eaa\u0eb4\u0e81\u0ea7\u0eb5\u0e81\u0eb5\u0ec4\u0e9b\u0ec0\u0e9b\u0eb1\u0e99\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec1\u0e8a\u0ea7\u0ec0\u0ea5\u0eb5.
edit-wikis=\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ea7\u0eb5\u0e81\u0eb5
edit-wikis-for-group=\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ea7\u0eb5\u0e81\u0eb5\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e81\u0eb8\u0ec8\u0ea1
enable-highlighting=Enable Highlighting (Automatic Copy)
import-wiki-images-help=\u0eaa\u0ebb\u0ec8\u0e87 ZIP \u0ec4\u0e9f\u0ea5\u0ecc\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6. \u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94 ZIP \u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0e82\u0ead\u0e87\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0ea7\u0eb5\u0e81\u0eb5\u0ec2\u0e94\u0e8d\u0e81\u0ebb\u0e87 (\u0e9a\u0eb2\u0e87\u0e84\u0eb1\u0ec9\u0e87\u0e9e\u0ea7\u0e81\u0ec0\u0eae\u0ebb\u0eb2\u0ec0\u0ead\u0eb5\u0ec9\u0e99 "\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ea5\u0e94"). \u0e96\u0ec9\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0ec0\u0eae\u0eb1\u0e94\u0ec0\u0e8a\u0eb1\u0ec8\u0e99\u0e99\u0eb1\u0ec9\u0e99, \u0ea1\u0eb1\u0e99\u0ead\u0ec8\u0eb2\u0e99\u0e96\u0eb7\u0e81\u0e8d\u0ec9\u0eb2\u0e8d \u0eab\u0ebc\u0eb7 \u0ea5\u0eb7\u0e9a \u0e94\u0eb2\u0e8d\u0ec0\u0ea5\u0eb1\u0e81\u0e95\u0ecd\u0ea5\u0eb5\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6 \u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9\u0ec0\u0ead\u0eb5\u0ec9\u0e99\u0ea7\u0ec8\u0eb2 "archive", "temp" \u0ec1\u0ea5\u0eb0 "thumbs" \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0ec9\u0eb2\u0e87\u0ec0\u0e9b\u0eb1\u0e99\u0e82\u0eb0\u0edc\u0eb2\u0e94\u0e82\u0ead\u0e87 ZIP \u0e99\u0eb1\u0e9a\u0e95\u0eb1\u0ec9\u0e87\u0ec1\u0e95\u0ec8\u0e9e\u0ea7\u0e81\u0ea1\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81
import-wiki-pages-help=\u0eaa\u0ebb\u0ec8\u0e87 XML \u0ec4\u0e9f\u0ea5\u0ecc \u0eaa\u0ebb\u0ec8\u0e87\u0ead\u0ead\u0e81\u0ec2\u0e94\u0e8d \u0ea7\u0eb5\u0e81\u0eb5\u0ea1\u0eb5\u0ec0\u0e94\u0e8d \u0e9c\u0ec8\u0eb2\u0e99\u0edc\u0ec9\u0eb2 "Special\:Export"(\u0ec0\u0e9a\u0eb4\u0ec8\u0e87 "Special pages" \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e95\u0eb5\u0ea1\u0ec3\u0e99\u0ec0\u0ea1\u0e99\u0eb9 toolbox ).
import-wiki-strict-mode-help=\u0e8d\u0ec9\u0eb2\u0e8d\u0e97\u0eb8\u0e81\u0ec6\u0e81\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e88\u0ebb\u0e94\u0e88\u0eb3\u0ec4\u0e94\u0ec9\u0ec3\u0e99 \u0ea7\u0eb5\u0e81\u0eb5\u0ea1\u0eb5\u0ec0\u0e94\u0e8d\u0e88\u0eb2\u0e81\u0edc\u0ec9\u0eb2\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2
import-wiki-users-help=\u0eaa\u0ebb\u0ec8\u0e87\u0ec4\u0e9f\u0ea5\u0ecc CSV \u0e81\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e9b\u0ebd\u0e9a\u0e97\u0ebd\u0e9a\u0e81\u0eb1\u0e99\u0ec3\u0e99\u0e9e\u0ecb\u0ead\u0e94\u0ead\u0ecb\u0ead\u0e99. \u0ec4\u0e9f\u0ea5\u0eb8\u0e88\u0eb0\u0ea1\u0eb5 2 \u0e96\u0eb1\u0e99\: \u0e8a\u0eb7\u0ec8\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0ec1\u0ea5\u0eb0 \u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7. \u0ec4\u0e9f\u0ea5\u0ecc\u0e99\u0eb5\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0e8a\u0ec9\u0e84\u0eb3\u0eaa\u0eb1\u0ec8\u0e87 SQL \u0ec2\u0e94\u0e8d\u0e81\u0ebb\u0e87\u0e88\u0eb2\u0e81\u0e96\u0eb2\u0e99\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99 \u0ea7\u0eb5\u0e81\u0eb5\u0ec9\u0ea1\u0eb5\u0ec0\u0e94\u0e8d
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki is a social collaborative encyclopedia that lets users come together and share knowledge in an area. Administrators can add and edit wiki pages, change permissions, and set advanced options. (Automatic Copy)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0ea7\u0eb5\u0e81\u0eb5
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0ea7\u0eb5\u0e81\u0eb5
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87 \u0ea7\u0eb5\u0e81\u0eb5
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=\u0ea7\u0eb5\u0e81\u0eb5
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0eab\u0eb2\u0e99\u0ea7\u0eb5\u0e81\u0eb4\u0e94
model.resource.com.liferay.wiki=\u0ea7\u0eb5\u0e81\u0eb5
model.resource.com.liferay.wiki.model.WikiNode=\u0ea7\u0eb5\u0e81\u0eb5\u0e99\u0eb9\u0e94
model.resource.com.liferay.wiki.model.WikiPage=\u0edc\u0ec9\u0eb2\u0ea7\u0eb5\u0e81\u0eb5
model.resource.com.liferay.wiki.template=\u0e81\u0ecb\u0ead\u0e9a\u0e9b\u0eb5\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec1\u0e97\u0ecb\u0ea1\u0ec0\u0e9e\u0e94
new-wiki-node=\u0e9b\u0eb8\u0ec8\u0ea1\u0ea7\u0eb5\u0e81\u0eb5\u0ec3\u0edd\u0ec8
new-wiki-page=\u0edc\u0ec9\u0eb2\u0ea7\u0eb4\u0e81\u0eb5\u0ec3\u0edd\u0ec8
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=Remove the attachments for this wiki node. (Automatic Copy)
show-wiki-borders=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e82\u0ead\u0e9a\u0ea7\u0eb4\u0e81\u0eb5\u0ec9
the-company-id-associated-with-the-wiki=\u0ec4\u0ead\u0e94\u0eb5 \u0ec1\u0ea5\u0eb0\u0ea7\u0eb5\u0e81\u0eb5 \u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e9a\u0ecd\u0ea5\u0eb4\u0eaa\u0eb1\u0e94
the-company-mx-associated-with-the-wiki=\u0ec1\u0ead\u0eb1\u0ea1\u0ec0\u0ead\u0eb1\u0e81 \u0ec1\u0ea5\u0eb0\u0ea7\u0eb5\u0e81\u0eb5\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e9a\u0ecd\u0ea5\u0eb4\u0eaa\u0eb1\u0e94
the-company-name-associated-with-the-wiki=\u0e8a\u0eb7\u0ec8 \u0ec1\u0ea5\u0eb0 \u0ea7\u0eb5\u0e81\u0eb5\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e9a\u0ecd\u0ea5\u0eb4\u0eaa\u0eb1\u0e94
the-site-name-associated-with-the-wiki=\u0e8a\u0eb7\u0ec8 \u0ec1\u0ea5\u0eb0 \u0ea7\u0eb5\u0e81\u0eb5\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e9a\u0ecd\u0ea5\u0eb4\u0eaa\u0eb1\u0e94
the-wiki-could-not-be-found=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ead\u0e81\u0eab\u0eb2\u0eab\u0ebb\u0ea7\u0e82\u0ecd\u0ec9\u0ec4\u0e94\u0ec9
there-are-no-wiki-attachments=There are no wiki attachments. (Automatic Copy)
there-are-no-wikis=There are no wikis. (Automatic Copy)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=This wiki node does not have file attachments in the Recycle Bin. (Automatic Copy)
total-pages=Total Pages (Automatic Copy)
update-wiki=\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0ea7\u0eb5\u0e81\u0eb5\u0ec9
view-wiki=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea7\u0eb5\u0e81\u0eb5\u0ec9
visible-wikis=\u0ea7\u0eb5\u0e81\u0eb5\u0e94\u0e97\u0eb5\u0ec8\u0ec0\u0ea1\!\u0eb0\u0eaa\u0ebb\u0ea1
wiki-navigation=\u0ea7\u0eb5\u0e81\u0eb5 \u0e99\u0eb2\u0ea7\u0eb5\u0ec0\u0e81\u0ec0\u0e8a\u0eb5\u0ec9\u0e99
wiki-node=\u0ea7\u0eb5\u0e81\u0eb5\u0e99\u0eb9\u0e94
wiki-node-local-service=Wiki Node Local Service (Automatic Copy)
wiki-node-local-service-help=(Automatic Copy)
wiki-node-service=Wiki Node Service (Automatic Copy)
wiki-node-service-help=(Automatic Copy)
wiki-nodes=Wiki Nodes (Automatic Copy)
wiki-page=\u0edc\u0ec9\u0eb2\u0ea7\u0eb5\u0e81\u0eb5
wiki-page-content=Wiki Page Content (Automatic Copy)
wiki-page-content-help=Represents the HTML content of the current page. (Automatic Copy)
wiki-page-help=Represents the wiki page that will be displayed through this template. (Automatic Copy)
wiki-page-local-service=Wiki Page Local Service (Automatic Copy)
wiki-page-local-service-help=(Automatic Copy)
wiki-page-service=Wiki Page Service (Automatic Copy)
wiki-page-service-help=(Automatic Copy)
wiki-pages=\u0edc\u0ec9\u0eb2\u0ea7\u0eb5\u0e81\u0eb5\u0ec9
wiki-portlet-instance-configuration-name=Wiki Application (Automatic Copy)
wiki-services=\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0e81\u0eb2\u0e99\u0ec0\u0ea7\u0e9a
wikis=\u0ea7\u0eb5\u0e81\u0eb4\u0e94
wikis-permissions=Wikis Permissions (Automatic Copy)
you-are-not-subscribed-to-this-wiki=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e8a\u0eb1\u0e9a\u0eaa\u0e81\u0eb4\u0e9a\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ea7\u0eb5\u0e81\u0eb5\u0e99\u0eb5\u0ec9
you-are-subscribed-to-this-wiki=\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0e8a\u0eb1\u0e9a\u0eaa\u0e81\u0eb4\u0e9a\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ea7\u0eb5\u0e81\u0eb5\u0e99\u0eb5\u0ec9
