#X-Generator: crowdin.com
add-wiki=Adicionar Wiki
all-files-are-saved=Todos os arquivos foram salvos.
an-error-occurred-while-formatting-the-wiki-page=Um erro ocorreu enquanto formatava a p\u00e1gina wiki.
another-user-made-changes-that-are-pending-publication=Outro usu\u00e1rio fez altera\u00e7\u00f5es que est\u00e3o pendentes de publica\u00e7\u00e3o. Voc\u00ea n\u00e3o ser\u00e1 capaz de renomear a p\u00e1gina at\u00e9 que essas altera\u00e7\u00f5es s\u00e3o salvas. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=Voc\u00ea tem certeza de que deseja remover os anexos desta p\u00e1gina da wiki?
attachment-found-in-wiki-page-x=Anexo encontrado na p\u00e1gina da wiki {0}
category.wiki=Wiki
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Coment\u00e1rio encontrado na p\u00e1gina da wiki {0}
convert-wiki-pages-from-classic-wiki-to-creole-format=Converter p\u00e1ginas de Wiki de Wiki cl\u00e1ssico para formato Creole.
edit-wikis=Editar wikis
edit-wikis-for-group=Editar Wikis para Grupo\:
enable-highlighting=Habilitar o realce (Automatic Translation)
import-wiki-images-help=Submeter um arquivo ZIP com imagens a serem importadas. Voc\u00ea pode zipar a pasta de imagens do MediaWiki diretamente (algumas vezes denominada "upload"). Se voc\u00ea fizer isso, \u00e9 recomend\u00e1vel remover os diret\u00f3rios com os nomes "archive", "temp" e "thumbs" para reduzir o tamanho do ZIP pois eles ser\u00e3o ignorados.
import-wiki-pages-help=Submeter um arquivo XML exportado pelo MediaWiki atrav\u00e9s da p\u00e1gina "Special\:Export" (veja "P\u00e1ginas especiais" no menu de ferramentas).
import-wiki-strict-mode-help=Remover todas as marca\u00e7\u00f5es de MediaWiki irreconhec\u00edveis da p\u00e1gina importada.
import-wiki-users-help=Enviar um arquivo CSV com os endere\u00e7os de email dos usu\u00e1rios para combinar com os do portal. O arquivo deve conter duas colunas\: o nome de usu\u00e1rio e o endere\u00e7o de e-mail. Este arquivo pode ser obtido usando SQL diretamente do banco de dados do MediaWiki.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki \u00e9 uma enciclop\u00e9dia social colaborativa que prov\u00ea uma \u00e1rea na qual usu\u00e1rios podem compartilhar conhecimento conjuntamente. Administradores podem adicionar e editar paginas da wiki, alterar permiss\u00f5es e definir op\u00e7\u00f5es avan\u00e7adas.
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=Publicador de Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=Gerenciar wikis
model.resource.com.liferay.wiki=Wiki
model.resource.com.liferay.wiki.model.WikiNode=N\u00f3 de Wiki
model.resource.com.liferay.wiki.model.WikiPage=P\u00e1gina de Wiki
model.resource.com.liferay.wiki.template=Modelos de exibi\u00e7\u00e3o de Wiki
new-wiki-node=Novo n\u00f3 de wiki
new-wiki-page=Nova p\u00e1gina de wiki
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=adiciona uma nova p\u00e1gina wiki em uma wiki que voc\u00ea est\u00e1 inscrito.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=atualiza a pagina wiki na qual voc\u00ea est\u00e1 inscrito.
remove-the-attachments-for-this-wiki-node=Excluir anexos desta wiki.
show-wiki-borders=Exibir Bordas do Wiki
the-company-id-associated-with-the-wiki=O ID da companhia associada com o wiki
the-company-mx-associated-with-the-wiki=O MX da companhia associada com o wiki
the-company-name-associated-with-the-wiki=O nome da companhia associada com o wiki
the-site-name-associated-with-the-wiki=O nome do site associado com o wiki
the-wiki-could-not-be-found=O wiki n\u00e3o pode ser encontrado.
there-are-no-wiki-attachments=N\u00e3o h\u00e1 anexos wiki.
there-are-no-wikis=N\u00e3o h\u00e1 wikis.
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=Esta p\u00e1gina da wiki n\u00e3o possui nenhum anexo na Lixeira.
total-pages=Total de P\u00e1ginas
update-wiki=Atualizar Wiki
view-wiki=Visualizar wiki
visible-wikis=Wikis vis\u00edveis
wiki-navigation=Navega\u00e7\u00e3o de wiki
wiki-node=N\u00f3 de Wiki
wiki-node-local-service=Servi\u00e7o Local do N\u00f3 de Wiki
wiki-node-local-service-help=Fornece o servi\u00e7o local para acessar, adicionar, excluir, importar, manusear subscri\u00e7\u00e3o, manusear lixo, e atualizar os n\u00f3s do wiki.
wiki-node-service=Wiki Node Service
wiki-node-service-help=Fornece o servi\u00e7o local para acessar, adicionar, excluir, importar, manusear subscri\u00e7\u00e3o, manusear lixo, e atualizar os n\u00f3s do wiki. Este m\u00e9todo incluir checagens de permiss\u00e3o.
wiki-nodes=N\u00f3s de wiki (Automatic Translation)
wiki-page=P\u00e1gina de Wiki
wiki-page-content=Conte\u00fado de p\u00e1ginas Wiki
wiki-page-content-help=Representa o conte\u00fado HTML da p\u00e1gina atual.
wiki-page-help=Representa a p\u00e1gina wiki que ser\u00e1 exibida por este modelo.
wiki-page-local-service=Servi\u00e7o Local de P\u00e1gina de Wiki
wiki-page-local-service-help=Fornece o servi\u00e7o local para acessar, adicionar, excluir, mover, manusear subscri\u00e7\u00e3o, manusear lixo, atualizar, e validar p\u00e1ginas wiki.
wiki-page-service=Wiki Page Service
wiki-page-service-help=Fornece o servi\u00e7o local para acessar, adicionar, excluir, mover, manusear subscri\u00e7\u00e3o, manusear lixo, e atualizar p\u00e1ginas wiki e seus anexos. Este m\u00e9todo incluir checagens de permiss\u00e3o.
wiki-pages=P\u00e1ginas de wiki
wiki-portlet-instance-configuration-name=Aplica\u00e7\u00e3o Wiki
wiki-services=Servi\u00e7os de Wiki
wikis=Wikis
wikis-permissions=Permiss\u00f5es de Wikis
you-are-not-subscribed-to-this-wiki=Voc\u00ea n\u00e3o est\u00e1 subscrito a este wiki.
you-are-subscribed-to-this-wiki=Voc\u00ea est\u00e1 subscrito a este wiki.
