#X-Generator: crowdin.com
add-wiki=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 Wiki
all-files-are-saved=\u0412\u0441\u0438\u0447\u043a\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u0442. (Automatic Translation)
an-error-occurred-while-formatting-the-wiki-page=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
another-user-made-changes-that-are-pending-publication=\u0414\u0440\u0443\u0433 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043f\u0440\u0430\u0432\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435\u0442\u043e. \u0412\u0438\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0438\u043c\u0435\u043d\u0443\u0432\u0430\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u0442\u0435\u0437\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0441\u0430 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=\u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 wiki \u0432\u044a\u0437\u0435\u043b? (Automatic Translation)
attachment-found-in-wiki-page-x=Attachment Found in Wiki Page {0} (Automatic Copy)
category.wiki=Wiki
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Comment Found in Wiki Page {0} (Automatic Copy)
convert-wiki-pages-from-classic-wiki-to-creole-format=\u041a\u043e\u043d\u0432\u0435\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 \u043a\u043b\u0430\u0441\u0438\u0447\u0435\u0441\u043a\u0438 \u0443\u0438\u043a\u0438 \u043a\u0440\u0435\u043e\u043b\u0441\u043a\u0438 \u0444\u043e\u0440\u043c\u0430\u0442. (Automatic Translation)
edit-wikis=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Wiki
edit-wikis-for-group=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Wiki \u0437\u0430 \u0433\u0440\u0443\u043f\u0430
enable-highlighting=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u043e\u0441\u0432\u0435\u0442\u044f\u0432\u0430\u043d\u0435 (Automatic Translation)
import-wiki-images-help=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 ZIP \u0444\u0430\u0439\u043b \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0430\u0440\u0445\u0432\u0438\u0440\u0430\u0442\u0435 \u043f\u0430\u043f\u043a\u0430\u0442\u0430 \u0441 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u043e\u0442 MediaWiki \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e (\u043f\u043e\u043d\u044f\u043a\u043e\u0433\u0430 \u0441\u0435 \u043d\u0430\u0440\u0438\u0447\u0430 "\u043a\u0430\u0447\u0432\u0430\u043d\u0435"). \u0410\u043a\u043e \u0433\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435, \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430 \u0441\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438\u0442\u0435, \u043d\u0430\u0440\u0435\u0447\u0435\u043d\u0438 "\u0430\u0440\u0445\u0438\u0432", "temp" \u0438 "thumbs" \u0437\u0430 \u0434\u0430 \u043d\u0430\u043c\u0430\u043b\u0438\u0442\u0435 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 ZIP \u0430\u0440\u0445\u0438\u0432\u0430 \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430\u043d\u0438.
import-wiki-pages-help=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 XML \u0444\u0430\u0439\u043b, \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d \u043e\u0442 MediaWiki \u043f\u0440\u0435\u0437 "\u0421\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438\:\u0415\u043a\u0441\u043f\u043e\u0440\u0442" \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 (\u0432\u0438\u0436 "\u0421\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438" \u0432 \u043c\u0435\u043d\u044e\u0442\u043e).
import-wiki-strict-mode-help=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 \u043d\u0435\u0443\u0437\u043d\u0430\u0432\u0430\u0435\u043c \u041c\u0435\u0434\u0438\u044f\u0423\u0438\u043a\u0438 \u043a\u043e\u0440\u0435\u043a\u0442\u0443\u0440\u0430 \u043e\u0442 \u0432\u043d\u0435\u0441\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
import-wiki-users-help=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 CSV \u0444\u0430\u0439\u043b \u0441 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0438\u0442\u0435 \u0430\u0434\u0440\u0435\u0441\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0441 \u0442\u0435\u0437\u0438 \u043e\u0442 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. \u0424\u0430\u0439\u043b\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430 \u0434\u0432\u0435 \u043a\u043e\u043b\u043e\u043d\u0438\: \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0438 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0435\u043d \u0430\u0434\u0440\u0435\u0441. \u0422\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u043b\u0443\u0447\u0435\u043d \u043e\u0442 SQL \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u043e\u0442 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 MediaWiki's.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=\u0423\u0438\u043a\u0438 \u0435 \u0441\u043e\u0446\u0438\u0430\u043b\u043d\u043e \u0441\u044a\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0435\u0441\u0442\u0432\u043e \u0435\u043d\u0446\u0438\u043a\u043b\u043e\u043f\u0435\u0434\u0438\u044f, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0431\u0435\u0440\u0430\u0442 \u0438 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u0442 \u0437\u043d\u0430\u043d\u0438\u044f \u0432 \u043e\u0431\u043b\u0430\u0441\u0442. \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442 \u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0438 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u043e\u043f\u0446\u0438\u0438. (Automatic Translation)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 Wiki
model.resource.com.liferay.wiki=Wiki
model.resource.com.liferay.wiki.model.WikiNode=Wiki \u0432\u044a\u0437\u0435\u043b
model.resource.com.liferay.wiki.model.WikiPage=Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
model.resource.com.liferay.wiki.template=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 XSL \u0448\u0430\u0431\u043b\u043e\u043d
new-wiki-node=\u041d\u043e\u0432\u0438 Wiki \u0432\u044a\u0437\u0435\u043b (Automatic Translation)
new-wiki-page=\u041d\u043e\u0432\u0430 Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 wiki \u0432\u044a\u0437\u0435\u043b. (Automatic Translation)
show-wiki-borders=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 Wiki
the-company-id-associated-with-the-wiki=ID \u043d\u043e\u043c\u0435\u0440\u044a\u0442 \u043d\u0430 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u0442\u0430, \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d \u0441 wiki
the-company-mx-associated-with-the-wiki=MX \u043d\u0430 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u0442\u0430, \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d \u0441 wiki
the-company-name-associated-with-the-wiki=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u0442\u0430, \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u043e \u0441 wiki
the-site-name-associated-with-the-wiki=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u0442\u0430, \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u043e \u0441 wiki
the-wiki-could-not-be-found=wiki \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430.
there-are-no-wiki-attachments=\u041d\u044f\u043c\u0430 \u0443\u0438\u043a\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435. (Automatic Translation)
there-are-no-wikis=\u041d\u044f\u043c\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0443\u0438\u043a\u0438\u0442\u0430. (Automatic Translation)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=\u0422\u043e\u0437\u0438 wiki \u0432\u044a\u0437\u0435\u043b \u043d\u0435 \u0441\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0432 \u043a\u043e\u0448\u0447\u0435\u0442\u043e. (Automatic Translation)
total-pages=\u041e\u0431\u0449\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 (Automatic Translation)
update-wiki=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Wiki
view-wiki=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 Wiki
visible-wikis=\u0412\u0438\u0434\u0438\u043c\u0438 Wiki
wiki-navigation=Wiki \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f
wiki-node=Wiki \u0432\u044a\u0437\u0435\u043b
wiki-node-local-service=\u041c\u0435\u0441\u0442\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 Wiki \u0432\u044a\u0437\u0435\u043b (Automatic Translation)
wiki-node-local-service-help=(Automatic Copy)
wiki-node-service=Wiki \u0432\u044a\u0437\u0435\u043b \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
wiki-node-service-help=(Automatic Copy)
wiki-nodes=Wiki \u0432\u044a\u0437\u043b\u0438 (Automatic Translation)
wiki-page=Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
wiki-page-content=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
wiki-page-content-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 HTML \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (Automatic Translation)
wiki-page-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438 \u0447\u0440\u0435\u0437 \u0442\u043e\u0437\u0438 \u0448\u0430\u0431\u043b\u043e\u043d. (Automatic Translation)
wiki-page-local-service=\u041c\u0435\u0441\u0442\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
wiki-page-local-service-help=(Automatic Copy)
wiki-page-service=\u0423\u0441\u043b\u0443\u0433\u0430 Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (Automatic Translation)
wiki-page-service-help=(Automatic Copy)
wiki-pages=Wiki \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
wiki-portlet-instance-configuration-name=Wiki \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 (Automatic Translation)
wiki-services=Wiki \u0443\u0441\u043b\u0443\u0433\u0438 (Automatic Translation)
wikis=Wiki
wikis-permissions=\u0423\u0438\u043a\u0438\u0442\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f (Automatic Translation)
you-are-not-subscribed-to-this-wiki=\u041d\u0435 \u0441\u0442\u0435 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 wiki.
you-are-subscribed-to-this-wiki=\u0410\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0438 \u0441\u0442\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 wiki.
