#X-Generator: crowdin.com
add-wiki=\u0e40\u0e1e\u0e34\u0e48\u0e21 Wiki (Automatic Translation)
all-files-are-saved=\u0e21\u0e35\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
an-error-occurred-while-formatting-the-wiki-page=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
another-user-made-changes-that-are-pending-publication=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e2d\u0e15\u0e35\u0e1e\u0e34\u0e21\u0e1e\u0e4c \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e19\u0e01\u0e27\u0e48\u0e32\u0e08\u0e30\u0e21\u0e35\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e2d\u0e32\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2b\u0e19 wiki \u0e19\u0e35\u0e49 (Automatic Translation)
attachment-found-in-wiki-page-x=Attachment Found in Wiki Page {0} (Automatic Copy)
category.wiki=Wiki (Automatic Translation)
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Comment Found in Wiki Page {0} (Automatic Copy)
convert-wiki-pages-from-classic-wiki-to-creole-format=\u0e41\u0e1b\u0e25\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34\u0e08\u0e32\u0e01 Wiki \u0e04\u0e25\u0e32\u0e2a\u0e2a\u0e34\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e42\u0e23\u0e21\u0e32\u0e19\u0e0b\u0e4c (Automatic Translation)
edit-wikis=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48 (Automatic Translation)
edit-wikis-for-group=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e25\u0e38\u0e48\u0e21\: (Automatic Translation)
enable-highlighting=Enable Highlighting
import-wiki-images-help=\u0e2a\u0e48\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1f\u0e25\u0e4c ZIP \u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e08\u0e30\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e0b\u0e34\u0e1b\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e42\u0e14\u0e22\u0e15\u0e23\u0e07 (\u0e1a\u0e32\u0e07\u0e04\u0e23\u0e31\u0e49\u0e07\u0e40\u0e23\u0e35\u0e22\u0e01\u0e27\u0e48\u0e32 "\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14") \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e17\u0e33\u0e40\u0e0a\u0e48\u0e19\u0e19\u0e31\u0e49\u0e19 \u0e01\u0e47\u0e44\u0e14\u0e49\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e2b\u0e49 \u0e25\u0e1a\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e01\u0e27\u0e48\u0e32 "\u0e40\u0e01\u0e47\u0e1a" "\u0e2d\u0e38\u0e13\u0e2b\u0e20\u0e39\u0e21\u0e34" \u0e2b\u0e31\u0e27\u0e41\u0e21\u0e48\u0e21\u0e37\u0e2d"\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e14\u0e02\u0e19\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e1b\u0e23\u0e29\u0e13\u0e35\u0e22\u0e4c\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19 (Automatic Translation)
import-wiki-pages-help=\u0e2a\u0e48\u0e07\u0e41\u0e1f\u0e49\u0e21 XML \u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01 \u0e42\u0e14\u0e22\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e32\u0e07\u0e2b\u0e19\u0e49\u0e32 "\u0e1e\u0e34\u0e40\u0e28\u0e29\: \u0e2a\u0e48\u0e07\u0e2d\u0e2d\u0e01" (\u0e14\u0e39 "\u0e2b\u0e19\u0e49\u0e32\u0e1e\u0e34\u0e40\u0e28\u0e29" \u0e43\u0e19\u0e40\u0e21\u0e19\u0e39\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d) (Automatic Translation)
import-wiki-strict-mode-help=\u0e25\u0e1a\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e2d\u0e31\u0e1b\u0e17\u0e38\u0e01\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e08\u0e32\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
import-wiki-users-help=\u0e2a\u0e48\u0e07\u0e44\u0e1f\u0e25\u0e4c CSV \u0e14\u0e49\u0e27\u0e22\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e49\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e41\u0e1f\u0e49\u0e21\u0e04\u0e27\u0e23\u0e21\u0e35\u0e2a\u0e2d\u0e07\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\: \u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c \u0e41\u0e1f\u0e49\u0e21\u0e19\u0e35\u0e49\u0e08\u0e30\u0e44\u0e14\u0e49\u0e43\u0e0a\u0e49 SQL \u0e42\u0e14\u0e22\u0e15\u0e23\u0e07\u0e08\u0e32\u0e01\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 (Automatic Translation)
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki \u0e04\u0e37\u0e2d \u0e2a\u0e32\u0e23\u0e32\u0e19\u0e38\u0e01\u0e23\u0e21\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e17\u0e32\u0e07\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e17\u0e35\u0e48\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e21\u0e32\u0e23\u0e27\u0e21\u0e01\u0e31\u0e19 \u0e41\u0e25\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e1b\u0e31\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e43\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48 \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e41\u0e25\u0e30\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 \u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u0e41\u0e25\u0e30\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07 (Automatic Translation)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki (Automatic Translation)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki (Automatic Translation)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u0e41\u0e2a\u0e14\u0e07 Wiki (Automatic Translation)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki (Automatic Translation)
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48 (Automatic Translation)
model.resource.com.liferay.wiki=Wiki \u0e42\u0e2b\u0e19 (Automatic Translation)
model.resource.com.liferay.wiki.model.WikiNode=Wiki \u0e42\u0e2b\u0e19 (Automatic Translation)
model.resource.com.liferay.wiki.model.WikiPage=\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
model.resource.com.liferay.wiki.template=\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e27\u0e34\u0e01\u0e34\u0e41\u0e2a\u0e14\u0e07 (Automatic Translation)
new-wiki-node=\u0e42\u0e2b\u0e19\u0e14\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19 Wiki (Automatic Translation)
new-wiki-page=\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32 wiki \u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19 wiki \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
remove-the-attachments-for-this-wiki-node=\u0e40\u0e2d\u0e32\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2b\u0e19 wiki \u0e19\u0e35\u0e49 (Automatic Translation)
show-wiki-borders=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e2a\u0e49\u0e19\u0e02\u0e2d\u0e1a\u0e02\u0e2d\u0e07 Wiki (Automatic Translation)
the-company-id-associated-with-the-wiki=\u0e23\u0e2b\u0e31\u0e2a\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a wiki (Automatic Translation)
the-company-mx-associated-with-the-wiki=\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17 MX \u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a wiki (Automatic Translation)
the-company-name-associated-with-the-wiki=\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a wiki (Automatic Translation)
the-site-name-associated-with-the-wiki=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a wiki (Automatic Translation)
the-wiki-could-not-be-found=\u0e44\u0e21\u0e48\u0e1e\u0e1a wiki (Automatic Translation)
there-are-no-wiki-attachments=\u0e21\u0e35\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e21\u0e32\u0e44\u0e21\u0e48\u0e21\u0e35 wiki (Automatic Translation)
there-are-no-wikis=\u0e21\u0e35\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48 (Automatic Translation)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=\u0e42\u0e2b\u0e19\u0e14\u0e19\u0e35\u0e49 wiki \u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e21\u0e32\u0e43\u0e19\u0e23\u0e35\u0e44\u0e0b\u0e40\u0e04\u0e34\u0e25 (Automatic Translation)
total-pages=\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 (Automatic Translation)
update-wiki=\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
view-wiki=\u0e14\u0e39 Wiki (Automatic Translation)
visible-wikis=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e21\u0e2d\u0e07\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e14\u0e49 (Automatic Translation)
wiki-navigation=\u0e19\u0e33\u0e17\u0e32\u0e07 Wiki (Automatic Translation)
wiki-node=Wiki \u0e42\u0e2b\u0e19 (Automatic Translation)
wiki-node-local-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 Wiki \u0e42\u0e2b\u0e19\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19 (Automatic Translation)
wiki-node-local-service-help=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 \u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e1a\u0e2d\u0e01\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 \u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e02\u0e22\u0e30 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e42\u0e2b\u0e19 wiki (Automatic Translation)
wiki-node-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 Wiki \u0e42\u0e2b\u0e19 (Automatic Translation)
wiki-node-service-help=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e19\u0e33\u0e40\u0e02\u0e49\u0e32 \u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e1a\u0e2d\u0e01\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 \u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e02\u0e22\u0e30 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e42\u0e2b\u0e19 wiki \u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
wiki-nodes=Wiki Nodes
wiki-page=\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
wiki-page-content=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32 Wiki (Automatic Translation)
wiki-page-content-help=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 HTML \u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e08\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
wiki-page-help=\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e32\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a\u0e19\u0e35\u0e49 (Automatic Translation)
wiki-page-local-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e20\u0e32\u0e22\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
wiki-page-local-service-help=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e22\u0e49\u0e32\u0e22 \u0e1a\u0e2d\u0e01\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23 \u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e02\u0e22\u0e30 \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
wiki-page-service=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2b\u0e19\u0e49\u0e32 Wiki (Automatic Translation)
wiki-page-service-help=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 \u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e25\u0e1a \u0e22\u0e49\u0e32\u0e22 \u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e1a\u0e2d\u0e01\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 \u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e02\u0e22\u0e30 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e40\u0e1e\u0e08 wiki \u0e41\u0e25\u0e30\u0e41\u0e19\u0e1a\u0e2b\u0e19\u0e49\u0e32 wiki \u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
wiki-pages=\u0e2b\u0e19\u0e49\u0e32\u0e27\u0e34\u0e01\u0e34 (Automatic Translation)
wiki-portlet-instance-configuration-name=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 Wiki (Automatic Translation)
wiki-services=\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 Wiki (Automatic Translation)
wikis=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48 (Automatic Translation)
wikis-permissions=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
you-are-not-subscribed-to-this-wiki=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e27\u0e34\u0e01\u0e34\u0e19\u0e35\u0e49 (Automatic Translation)
you-are-subscribed-to-this-wiki=\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e01\u0e31\u0e1a wiki \u0e19\u0e35\u0e49 (Automatic Translation)
