#X-Generator: crowdin.com
add-wiki=Afegeix un wiki
all-files-are-saved=Es guarden tots els arxius.
an-error-occurred-while-formatting-the-wiki-page=S'ha produ\u00eft un error mentre es formatava la p\u00e0gina del wiki.
another-user-made-changes-that-are-pending-publication=Un altre usuari fet canvis que estan pendent de publicaci\u00f3. Vost\u00e8 no ser\u00e0 capa\u00e7 de canviar el nom de la p\u00e0gina fins que es desin els canvis. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=Esteu segur que voleu esborrar els fitxers adjunts d'aquest node del wiki?
attachment-found-in-wiki-page-x=Fitxer adjunt trobat a la p\u00e0gina wiki {0}
category.wiki=Wiki
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Comentari trobat en la p\u00e0gina del wiki {0}
convert-wiki-pages-from-classic-wiki-to-creole-format=Converteix les p\u00e0gines wki del wiki cl\u00e0ssic al format Creole.
edit-wikis=Edita els wikis
edit-wikis-for-group=Edita Wikis per grups\:
enable-highlighting=Permetre destacar (Automatic Translation)
import-wiki-images-help=Proporcioneu un fitxer ZIP amb les imatges que cal importar. Podeu comprimir directament la carpeta d'imatges de la MediaWiki (de vegades anomenada "penjada"). Si ho feu, es recomana eliminar els directoris anomenats "arxiu", "temp" i "miniatura" per reduir la mida del fitxer ZIP.
import-wiki-pages-help=Enviar un arxiu XML exportat per MediaWiki a trav\u00e9s de la p\u00e0gina "Special\:Export" (veure "P\u00e0gines especials" al men\u00fa de la caixa d'eines).
import-wiki-strict-mode-help=Elimina de la p\u00e0gina importada totes les marques no reconegudes de MediaWiki.
import-wiki-users-help=Enviar un fitxer CSV amb les adreces de correu electr\u00f2nic dels usuaris perqu\u00e8 coincideixin amb les del portal. L'arxiu ha de tenir dues columnes\: el nom d'usuari i l'adre\u00e7a de correu electr\u00f2nic. Aquest arxiu es pot obtenir utilitzant SQL directament des de la base de dades de MediaWiki.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki \u00e9s una enciclop\u00e8dia col\u00b7laborativa social que permet als usuaris reunir-se i compartir els seus coneixements en una \u00e0rea. Els administradors poden afegir i editar p\u00e0gines wiki, canviar permisos, i establir opcions avan\u00e7ades.
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=Visualitzaci\u00f3 del wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=Administra els wikis
model.resource.com.liferay.wiki=Wiki
model.resource.com.liferay.wiki.model.WikiNode=Node del wiki
model.resource.com.liferay.wiki.model.WikiPage=P\u00e0gina wiki
model.resource.com.liferay.wiki.template=Plantilles de visualitzaci\u00f3 per al wiki
new-wiki-node=Node wiki nou
new-wiki-page=P\u00e0gina wiki nova
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Afegeix una nova p\u00e0gina wiki en un wiki al que est\u00e0 subscrit.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Actualitza una p\u00e0gina wiki a la que est\u00e0 subscrit.
remove-the-attachments-for-this-wiki-node=Esborra els fitxers adjunts d'aquest node de wiki.
show-wiki-borders=Mostra les vores del wiki
the-company-id-associated-with-the-wiki=L'ID de la companyia associada al wiki
the-company-mx-associated-with-the-wiki=La companyia MX associada al wiki
the-company-name-associated-with-the-wiki=El nom de la companyia associada al wiki
the-site-name-associated-with-the-wiki=El nom del lloc web associat al wiki
the-wiki-could-not-be-found=No s'ha trobat el wiki.
there-are-no-wiki-attachments=No hi ha cap adjunt.
there-are-no-wikis=No hi ha wikis.
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=Aquest node de wiki no t\u00e9 cap fitxer adjunt a la paperera de reciclatge.
total-pages=Total de p\u00e0gines
update-wiki=Actualitza el wiki
view-wiki=Mostra el wiki
visible-wikis=Wikis visibles
wiki-navigation=Navegaci\u00f3 per la wiki
wiki-node=Node de la Wiki
wiki-node-local-service=Servei local de node del wiki
wiki-node-local-service-help=Proporciona el servei local per accedir, afegir, eliminar, importar, gestionar les subscripcions, gestionar la paperera i actualitzar el nodes del wiki.
wiki-node-service=Servei de node del wiki
wiki-node-service-help=Proporciona el servei remot per accedir, afegir, eliminar, importar, gestionar les subscripcions, gestionar la paperera i actualitzar el nodes del wiki. Els seus m\u00e8todes inclouen comprovacions de permisos.
wiki-nodes=Wiki Nodes (Automatic Translation)
wiki-page=P\u00e0gina wiki
wiki-page-content=Contingut de la p\u00e0gina del wiki
wiki-page-content-help=Representa el contingut HTML de la p\u00e0gina actual.
wiki-page-help=Representa la p\u00e0gina del wiki que es mostrar\u00e0 mitjan\u00e7ant aquesta plantilla.
wiki-page-local-service=Servei local de la p\u00e0gina del wiki
wiki-page-local-service-help=Proporciona el servei local per accedir, afegir, eliminar, moure, gestionar les subscripcions, gestionar la paperera, actualitzar i validar les p\u00e0gines del wiki.
wiki-page-service=Servei de p\u00e0gina del wiki
wiki-page-service-help=Proporciona el servei remot per accedir, afegir, eliminar, moure, gestionar les subscripcions, gestionar la paperera, actualitzar les p\u00e0gines del wiki i els seus adjunts. Els seus m\u00e8todes inclouen comprovacions de permisos.
wiki-pages=P\u00e0gines wiki
wiki-portlet-instance-configuration-name=Aplicaci\u00f3 Wiki
wiki-services=Serveis del wiki
wikis=Wiki
wikis-permissions=Permisos de wikis
you-are-not-subscribed-to-this-wiki=No esteu subscrit a aquest wiki.
you-are-subscribed-to-this-wiki=Esteu subscrit a aquest wiki.
