#X-Generator: crowdin.com
add-wiki=Th\u00eam T\u1eeb \u0111i\u1ec3n Wiki
all-files-are-saved=T\u1ea5t c\u1ea3 c\u00e1c file \u0111\u01b0\u1ee3c l\u01b0u. (Automatic Translation)
an-error-occurred-while-formatting-the-wiki-page=C\u00f3 l\u1ed7i x\u1ea3y ra khi \u0111\u1ecbnh d\u1ea1ng trang t\u1eeb \u0111i\u1ec3n Wiki.
another-user-made-changes-that-are-pending-publication=Ng\u01b0\u1eddi d\u00f9ng kh\u00e1c th\u1ef1c hi\u1ec7n c\u00e1c thay \u0111\u1ed5i \u0111ang ch\u1edd b\u1ed1. B\u1ea1n s\u1ebd kh\u00f4ng th\u1ec3 \u0111\u1ed5i t\u00ean trang cho \u0111\u1ebfn khi nh\u1eefng thay \u0111\u1ed5i \u0111\u00f3 s\u1ebd \u0111\u01b0\u1ee3c l\u01b0u. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=B\u1ea1n c\u00f3 mu\u1ed1n x\u00f3a b\u1ecf ph\u1ea7n \u0111\u00ednh k\u00e8m cho \u0111i\u1ec1m th\u01b0 vi\u1ec7n b\u00e1ch khoa n\u00e0y kh\u00f4ng?
attachment-found-in-wiki-page-x=B\u00ecnh lu\u1eadn t\u00ecm th\u1ea5y t\u1ea1i Trang Wiki {0}
category.wiki=T\u1eeb \u0111i\u1ec3n b\u00e1ch khoa (Wiki)
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=B\u00ecnh lu\u1eadn t\u00ecm th\u1ea5y t\u1ea1i Trang Wiki {0}
convert-wiki-pages-from-classic-wiki-to-creole-format=Chuy\u1ec3n \u0111\u1ed5i c\u00e1c trang Wiki t\u1eeb c\u1ed5 \u0111i\u1ec3n Wiki Creole \u0111\u1ecbnh d\u1ea1ng. (Automatic Translation)
edit-wikis=Thay \u0111\u1ed5i Wikis
edit-wikis-for-group=Thay \u0111\u1ed5i Wikis cho nh\u00f3m\:
enable-highlighting=S\u1eed l\u00e0m n\u1ed5i b\u1eadt (Automatic Translation)
import-wiki-images-help=Chuy\u1ec3n l\u00ean t\u1eadp tin \u0111\u1ecbnh d\u1ea1ng ZIP c\u1ee7a c\u00e1c \u1ea3nh s\u1ebd \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u. B\u1ea1n c\u00f3 th\u1ec3 n\u00e9n th\u01b0 m\u1ee5c \u1ea3nh c\u1ee7a MediaWiki tr\u1ef1c ti\u1ebfp ( \u0111\u00f4i khi g\u1ecdi l\u00e0 <t\u1ea3i l\u00ean>). N\u1ebfu b\u1ea1n l\u00e0m th\u1ebf, ch\u00fang t\u00f4i khuy\u1ebfn ngh\u1ecb g\u1ee1 b\u1ecf c\u00e1c th\u01b0 m\u1ee5c <l\u01b0u tr\u1eef>, <t\u1ea1m th\u1eddi> v\u00e0 <\u1ea3nh nh\u1ecf> \u0111\u1ec3 gi\u1ea3m k\u00edch c\u1ee1 t\u1eadp tin ZIP \u0111\u1ec3 kh\u00f4ng b\u1ecb h\u1ec7 th\u1ed1ng t\u1eeb ch\u1ed1i.
import-wiki-pages-help=Chuy\u1ec3n l\u00ean d\u1eef li\u1ec7u \u0111\u1ecbnh d\u1ea1ng XML \u0111\u01b0\u1ee3c xu\u1ea5t ra b\u1edfi MediaWiki qua trang <Special\:Export> ( xem "Special pages" \u1edf th\u1ef1c \u0111\u01a1n c\u00f4ng c\u1ee5).
import-wiki-strict-mode-help=H\u1ee7y b\u1ecf m\u1ed7i \u0111\u00e1nh d\u1ea5u MediaWiki kh\u00f4ng nh\u00ecn ra t\u1eeb trang nh\u1eadp kh\u1ea9u. (Automatic Translation)
import-wiki-users-help=Chuy\u1ec3n l\u00ean t\u1eadp tin CSV v\u1edbi c\u00e1c \u0111\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed ng\u01b0\u1eddi d\u00f9ng th\u1ecfa m\u00e3n ti\u00eau ch\u00ed t\u1edbi c\u1ed5ng TT\u0110T. T\u1eadp tin c\u00f3 02 c\u1ed9t \: t\u00ean ng\u01b0\u1eddi d\u00f9ng v\u00e0 \u0111\u1ecba ch\u1ec9 th\u1eed. T\u1eadp tin c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1edfi c\u00e2u l\u1ec7nh SQL tr\u1ef1c ti\u1ebfp t\u1eeb d\u1eef li\u1ec7u c\u1ee7a MediaWiki.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki l\u00e0 m\u1ed9t Vi\u1ec7t h\u1ee3p t\u00e1c x\u00e3 h\u1ed9i cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng \u0111\u1ebfn v\u1edbi nhau v\u00e0 chia s\u1ebb ki\u1ebfn th\u1ee9c trong m\u1ed9t khu v\u1ef1c. Ng\u01b0\u1eddi qu\u1ea3n tr\u1ecb c\u00f3 th\u1ec3 th\u00eam v\u00e0 ch\u1ec9nh s\u1eeda c\u00e1c trang wiki, cho ph\u00e9p thay \u0111\u1ed5i, v\u00e0 thi\u1ebft l\u1eadp t\u00f9y ch\u1ecdn n\u00e2ng cao. (Automatic Translation)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=T\u1eeb \u0111i\u1ec3n b\u00e1ch khoa (Wiki)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=T\u1eeb \u0111i\u1ec3n b\u00e1ch khoa (Wiki)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=Hi\u1ec3n th\u1ecb t\u1eeb \u0111i\u1ec3n b\u00e1ch khoa (Wiki)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=T\u1eeb \u0111i\u1ec3n b\u00e1ch khoa (Wiki)
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=Qu\u1ea3n l\u00fd th\u01b0 vi\u1ec7n wiki
model.resource.com.liferay.wiki=T\u1eeb \u0111i\u1ec3n b\u00e1ch khoa (Wiki)
model.resource.com.liferay.wiki.model.WikiNode=Ghi ch\u00fa v\u00e0o Wiki
model.resource.com.liferay.wiki.model.WikiPage=Trang Wiki
model.resource.com.liferay.wiki.template=Sao ch\u00e9p c\u00e1c Bi\u1ec3u m\u1eabu hi\u1ec3n th\u1ecb
new-wiki-node=Ghi ch\u00fa t\u1eeb \u0111i\u1ec3n Wiki m\u1edbi
new-wiki-page=Trang t\u1eeb \u0111i\u1ec3n Wiki m\u1edbi
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=G\u1ee1 b\u1ecf c\u00e1c \u0111\u00ednh k\u00e8m c\u1ee7a trang n\u00e0y.
show-wiki-borders=Hi\u1ec3n th\u1ecb khung t\u1eeb \u0111i\u1ec3n b\u00e1ch khoa Wiki
the-company-id-associated-with-the-wiki=\u0110\u1ecbnh danh doanh nghi\u1ec7p li\u00ean quan \u0111\u1ebfn t\u1eeb b\u00e1ch khoa wiki
the-company-mx-associated-with-the-wiki=B\u1ea3n ghi MX c\u1ee7a doanh nghi\u1ec7p li\u00ean quan \u0111\u1ebfn wiki
the-company-name-associated-with-the-wiki=T\u00ean doanh nghi\u1ec7p li\u00ean quan \u0111\u1ebfn wiki
the-site-name-associated-with-the-wiki=T\u00ean trang c\u00f3 li\u00ean quan \u0111\u1ebfn b\u00e1ch khoa wiki
the-wiki-could-not-be-found=wiki kh\u00f4ng \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
there-are-no-wiki-attachments=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 t\u1eadp tin \u0111\u00ednh k\u00e8m wiki. (Automatic Translation)
there-are-no-wikis=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 wiki. (Automatic Translation)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=N\u00fat wiki n\u00e0y kh\u00f4ng c\u00f3 t\u1eadp tin \u0111\u00ednh k\u00e8m trong th\u00f9ng r\u00e1c. (Automatic Translation)
total-pages=T\u1ed5ng s\u1ed1 trang
update-wiki=C\u1eadp nh\u1eadt b\u00e1ch khoa Wiki
view-wiki=Xem theo b\u00e1ch khoa Wiki
visible-wikis=Wiki hi\u1ec7n h\u1eefu
wiki-navigation=\u0110\u1ecbnh tuy\u1ebfn b\u00e1ch khoa Wiki
wiki-node=Ghi ch\u00fa v\u00e0o Wiki
wiki-node-local-service=Wiki n\u00fat d\u1ecbch v\u1ee5 \u0111\u1ecba ph\u01b0\u01a1ng (Automatic Translation)
wiki-node-local-service-help=(Automatic Copy)
wiki-node-service=Wiki Node Service (Automatic Translation)
wiki-node-service-help=(Automatic Copy)
wiki-nodes=C\u00e1c n\u00fat wiki (Automatic Translation)
wiki-page=Trang Wiki
wiki-page-content=N\u1ed9i dung trang wiki (Automatic Translation)
wiki-page-content-help=\u0110\u1ea1i di\u1ec7n cho n\u1ed9i dung HTML c\u1ee7a trang hi\u1ec7n t\u1ea1i. (Automatic Translation)
wiki-page-help=\u0110\u1ea1i di\u1ec7n cho trang wiki s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb th\u00f4ng qua c\u00e1c b\u1ea3n m\u1eabu n\u00e0y. (Automatic Translation)
wiki-page-local-service=D\u1ecbch v\u1ee5 \u0111\u1ecba ph\u01b0\u01a1ng trang wiki (Automatic Translation)
wiki-page-local-service-help=(Automatic Copy)
wiki-page-service=D\u1ecbch v\u1ee5 trang wiki (Automatic Translation)
wiki-page-service-help=(Automatic Copy)
wiki-pages=Trang b\u00e1ch khoa Wiki
wiki-portlet-instance-configuration-name=\u1ee8ng d\u1ee5ng wiki (Automatic Translation)
wiki-services=D\u1ecbch v\u1ee5 Web
wikis=T\u1eeb \u0111i\u1ec3n Wiki
wikis-permissions=Quy\u1ec1n h\u1ea1n
you-are-not-subscribed-to-this-wiki=B\u1ea1n \u0111\u00e3 kh\u00f4ng \u0111\u0103ng k\u00fd v\u00e0o Wiki tr\u1ef1c tuy\u1ebfn n\u00e0y.
you-are-subscribed-to-this-wiki=B\u1ea1n \u0111\u00e3 \u0111\u0103ng k\u00fd v\u00e0o Wiki tr\u1ef1c tuy\u1ebfn n\u00e0y.
