#X-Generator: crowdin.com
add-wiki=Adicione Wiki
all-files-are-saved=Todos os ficheiros est\u00e3o salvos.
an-error-occurred-while-formatting-the-wiki-page=Ocorreu um erro ao formatar a p\u00e1gina da wiki.
another-user-made-changes-that-are-pending-publication=Outro usu\u00e1rio fez altera\u00e7\u00f5es que est\u00e3o pendentes de publica\u00e7\u00e3o. Voc\u00ea n\u00e3o ser\u00e1 capaz de renomear a p\u00e1gina at\u00e9 que essas altera\u00e7\u00f5es s\u00e3o salvas. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=Confirma que pretende remover os anexos desta p\u00e1gina?
attachment-found-in-wiki-page-x=Anexo encontrado na p\u00e1gina da wiki {0}
category.wiki=Wiki
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Coment\u00e1rio encontrado na p\u00e1gina da wiki {0}
convert-wiki-pages-from-classic-wiki-to-creole-format=Converter p\u00e1ginas de Wiki de Wiki cl\u00e1ssico para o formato crioulo.
edit-wikis=Editar Wikis
edit-wikis-for-group=Edite Wikis para o grupo\:
enable-highlighting=Enable Highlighting (Automatic Copy)
import-wiki-images-help=Submeter um ficheiro ZIP com imagens a serem importadas. Pode comprimir a pasta de imagens do MediaWiki diretamente (algumas vezes denominada "upload"). Se fizer isso, \u00e9 recomendado remover os diret\u00f3rios com os nomes "archive", "temp" e "thumbs", para reduzir o tamanho do ZIP, uma vez que eles ser\u00e3o ignorados.
import-wiki-pages-help=Submeta uma lima de XML exportada por MediaWiki atrav\u00e9s do " Special\: Export" p\u00e1gina (veja o " Pages
import-wiki-strict-mode-help=Remover todas as marca\u00e7\u00f5es de MediaWiki irreconhec\u00edveis da p\u00e1gina importada.
import-wiki-users-help=Submeta uma lima de CSV com os email address dos usu\u00e1rios para combinar com os aqueles no portal. A lima deve ter duas colunas\: o nome de usu\u00e1rio e o email address. Esta lima pode ser obtida usando o SQL diretamente de MediaWiki
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Uma Wiki \u00e9 uma enciclop\u00e9dia colaborativa social que permite aos utilizadores se juntarem e partilharem conhecimento na sua \u00e1rea. Administradores podem adicionar e editar p\u00e1ginas da Wiki, alterar permiss\u00f5es e configurar op\u00e7\u00f5es avan\u00e7adas.
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki (Painel de Controlo)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=Publicador de Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=Gerir Wikis
model.resource.com.liferay.wiki=N\u00f3s de Wiki
model.resource.com.liferay.wiki.model.WikiNode=N\u00f3 da Wiki
model.resource.com.liferay.wiki.model.WikiPage=P\u00e1gina da Wiki
model.resource.com.liferay.wiki.template=Templates de Visualiza\u00e7\u00e3o de Wiki
new-wiki-node=Novo N\u00f3 da Wiki
new-wiki-page=Nova P\u00e1gina da Wiki
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=Remover os anexos para este n\u00f3 da wiki.
show-wiki-borders=Mostrar o Contorno da Wiki
the-company-id-associated-with-the-wiki=O ID da companhia associada \u00e0 wiki
the-company-mx-associated-with-the-wiki=O MX da companhia associada \u00e0 wiki
the-company-name-associated-with-the-wiki=O nome da companhia associada \u00e0 wiki
the-site-name-associated-with-the-wiki=O nome do site associado \u00e0 wiki
the-wiki-could-not-be-found=A wiki n\u00e3o foi encontrada.
there-are-no-wiki-attachments=N\u00e3o h\u00e1 anexos na wiki.
there-are-no-wikis=N\u00e3o h\u00e1 Wikis.
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=Este n\u00f3 da wiki n\u00e3o possui nenhum anexo na Reciclagem.
total-pages=P\u00e1ginas Totais
update-wiki=Atualizar Wiki
view-wiki=Visualizar wiki
visible-wikis=Wikis vis\u00edveis
wiki-navigation=Navega\u00e7\u00e3o de wiki
wiki-node=N\u00f3 da Wiki
wiki-node-local-service=Servi\u00e7o Local do N\u00f3 da Wiki
wiki-node-local-service-help=Fornece o servi\u00e7o local para aceder, adicionar, remover, importar, tratar subscri\u00e7\u00f5es, tratar da reciclagem e atualizar os n\u00f3s da wiki.
wiki-node-service=Servi\u00e7o para N\u00f3s da Wiki
wiki-node-service-help=Fornece o servi\u00e7o local para aceder, adicionar, remover, importar, tratar de subscri\u00e7\u00f5es, tratar da reciclagem e atualizar os n\u00f3s da wiki. Este m\u00e9todo inclui verifica\u00e7\u00e3o de permiss\u00f5es.
wiki-nodes=Wiki Nodes (Automatic Copy)
wiki-page=P\u00e1gina da Wiki
wiki-page-content=Conte\u00fado de p\u00e1ginas da Wiki
wiki-page-content-help=Representa o conte\u00fado HTML da p\u00e1gina atual.
wiki-page-help=Representa a p\u00e1gina da wiki que ser\u00e1 apresentada atrav\u00e9s deste template.
wiki-page-local-service=Servi\u00e7o Local de P\u00e1gina da Wiki
wiki-page-local-service-help=Fornece o servi\u00e7o local para aceder, adicionar, remover, mover, tratar de subscri\u00e7\u00f5es, tratar de reciclagem, atualizar, e validar p\u00e1ginas da wiki.
wiki-page-service=Servi\u00e7o de P\u00e1gina da Wiki
wiki-page-service-help=Fornece o servi\u00e7o local para aceder, adicionar, excluir, mover, tratar de subscri\u00e7\u00f5es, tratar da reciclagem e atualizar p\u00e1ginas da wiki e dos seus anexos. Este m\u00e9todo inclui verifica\u00e7\u00e3o de permiss\u00f5es.
wiki-pages=P\u00e1ginas da Wiki
wiki-portlet-instance-configuration-name=Aplica\u00e7\u00e3o Wiki
wiki-services=Servi\u00e7os de Wiki
wikis=Wiki
wikis-permissions=Permiss\u00f5es de Wikis
you-are-not-subscribed-to-this-wiki=N\u00e3o est\u00e1 subscrito nesta wiki.
you-are-subscribed-to-this-wiki=Est\u00e1 subscrito nesta wiki.
