#X-Generator: crowdin.com
add-wiki=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 Wiki
all-files-are-saved=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b1. (Automatic Translation)
an-error-occurred-while-formatting-the-wiki-page=\u0388\u03bd\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03c4\u03b7\u03ba\u03b5 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 wiki.
another-user-made-changes-that-are-pending-publication=\u0388\u03bd\u03b1\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03ba\u03ac\u03bd\u03b5\u03b9 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03bf\u03cd\u03bd \u03b3\u03b9\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7. \u0394\u03b5\u03bd \u03b8\u03b1 \u03b5\u03af\u03c3\u03c4\u03b5 \u03c3\u03b5 \u03b8\u03ad\u03c3\u03b7 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03ac\u03c3\u03b5\u03b9 \u03c4\u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03ad\u03c9\u03c2 \u03cc\u03c4\u03bf\u03c5 \u03bf\u03b9 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c4\u03b7\u03ba\u03b1\u03bd. (Automatic Translation)
are-you-sure-you-want-to-remove-the-attachments-for-this-wiki-node=\u0395\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03c6\u03b1\u03b9\u03c1\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b1 \u03c3\u03c5\u03bd\u03b7\u03bc\u03bc\u03ad\u03bd\u03b1 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03ba\u03cc\u03bc\u03b2\u03bf \u03c4\u03bf\u03c5 wiki
attachment-found-in-wiki-page-x=Attachment Found in Wiki Page {0} (Automatic Copy)
category.wiki=Wiki (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
child-pages-x=Child Pages ({0}) (Automatic Copy)
comment-found-in-wiki-page-x=Comment Found in Wiki Page {0} (Automatic Copy)
convert-wiki-pages-from-classic-wiki-to-creole-format=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd Wiki \u03b1\u03c0\u03cc \u03ba\u03bb\u03b1\u03c3\u03b9\u03ba\u03ae \u03bc\u03bf\u03c1\u03c6\u03ae Wiki \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae Creole.
edit-wikis=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 Wikis
edit-wikis-for-group=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 Wikis \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03bf\u03bc\u03ac\u03b4\u03b1\:
enable-highlighting=\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03c3\u03ae\u03bc\u03b1\u03bd\u03c3\u03b7 (Automatic Translation)
import-wiki-images-help=\u03a5\u03c0\u03bf\u03b2\u03ac\u03bb\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf ZIP \u03c4\u03c9\u03bd \u03b5\u03b9\u03ba\u03cc\u03bd\u03c9\u03bd \u03b3\u03b9\u03b1 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ba\u03b1\u03c4\u03b5\u03c5\u03b8\u03b5\u03af\u03b1\u03c2 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf ZIP \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf \u03b5\u03b9\u03ba\u03cc\u03bd\u03c9\u03bd \u03c4\u03bf\u03c5 MediaWiki (\u03bc\u03b5\u03c1\u03b9\u03ba\u03ad\u03c2 \u03c6\u03bf\u03c1\u03ad\u03c2 \u03bf\u03bd\u03bf\u03bc\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 "upload"). \u03a3\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03af\u03c0\u03c4\u03c9\u03c3\u03b7, \u03c3\u03c5\u03bd\u03b9\u03c3\u03c4\u03ac\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b1\u03c6\u03b1\u03b9\u03c1\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03c6\u03b1\u03ba\u03ad\u03bb\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03bf\u03bd\u03bf\u03bc\u03ac\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 "archive", "temp" \u03ba\u03b1\u03b9 "thumbs" \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03b9\u03c9\u03b8\u03b5\u03af \u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03c4\u03bf\u03c5 ZIP, \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03cc\u03c4\u03b9 \u03b1\u03c5\u03c4\u03bf\u03af \u03bf\u03b9 \u03c6\u03ac\u03ba\u03b5\u03bb\u03bf\u03b9 \u03b8\u03b1 \u03b1\u03b3\u03bd\u03bf\u03b7\u03b8\u03bf\u03cd\u03bd.
import-wiki-pages-help=\u03a5\u03c0\u03bf\u03b2\u03ac\u03bb\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf XML \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03b5\u03be\u03b1\u03c7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c4\u03bf MediaWiki \u03bc\u03ad\u03c3\u03c9 \u03c4\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 "Special\:Export" ("Special pages" \u03c3\u03c4\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd).
import-wiki-strict-mode-help=\u0391\u03c0\u03bf\u03bc\u03ac\u03ba\u03c1\u03c5\u03bd\u03c3\u03b7 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03bc\u03b7 \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03af\u03c3\u03b9\u03bc\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03c4\u03bf\u03c5 MediaWiki \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b5\u03b9\u03c3\u03b1\u03c7\u03b8\u03b5\u03af\u03c3\u03b1 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1.
import-wiki-users-help=\u03a5\u03c0\u03bf\u03b2\u03ac\u03bb\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf CSV \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03b4\u03b9\u03b5\u03c5\u03b8\u03cd\u03bd\u03c3\u03b5\u03b9\u03c2 email \u03c4\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03be\u03b5\u03c4\u03b5 \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03bf\u03c5\u03c2 \u03c4\u03bf\u03c5 portal. \u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b4\u03cd\u03bf \u03c3\u03c4\u03ae\u03bb\u03b5\u03c2, \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03ba\u03b1\u03b9 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 email. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03be\u03b1\u03c7\u03b8\u03b5\u03af \u03ac\u03bc\u03b5\u03c3\u03b1 \u03bc\u03ad\u03c3\u03c9 SQL \u03b1\u03c0\u03cc \u03c4\u03b7 \u03b2\u03ac\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c4\u03bf\u03c5 MediaWiki.
javax.portlet.description.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03b9\u03ba\u03ae \u03c3\u03c5\u03bd\u03b5\u03c1\u03b3\u03b1\u03c4\u03b9\u03ba\u03ae \u03b5\u03b3\u03ba\u03c5\u03ba\u03bb\u03bf\u03c0\u03b1\u03af\u03b4\u03b5\u03b9\u03b1 \u03c0\u03bf\u03c5 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 \u03bd\u03b1 \u03b5\u03bd\u03c9\u03b8\u03bf\u03cd\u03bd \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03bc\u03bf\u03b9\u03c1\u03b1\u03c3\u03c4\u03bf\u03cd\u03bd \u03c4\u03b9\u03c2 \u03b3\u03bd\u03ce\u03c3\u03b5\u03b9\u03c2 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ae. \u0394\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ad\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd wiki, \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03b4\u03b9\u03ba\u03b1\u03b9\u03c9\u03bc\u03ac\u03c4\u03c9\u03bd \u03ba\u03b1\u03b9 \u03bf\u03c1\u03af\u03c3\u03c4\u03b5 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c7\u03c9\u03c1\u03b7\u03bc\u03ad\u03bd\u03bf\u03c5\u03c2. (Automatic Translation)
javax.portlet.long-title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiAdminPortlet=Wiki (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
javax.portlet.title.com_liferay_wiki_web_portlet_WikiDisplayPortlet=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 Wiki
javax.portlet.title.com_liferay_wiki_web_portlet_WikiPortlet=Wiki (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
last-post-x-ago=Last post {0} ago. (Automatic Copy)
manage-wikis=\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7 Wikis
model.resource.com.liferay.wiki=Wiki
model.resource.com.liferay.wiki.model.WikiNode=\u039a\u03cc\u03bc\u03b2\u03bf\u03c2 Wiki
model.resource.com.liferay.wiki.model.WikiPage=\u03a3\u03b5\u03bb\u03af\u03b4\u03b1 Wiki
model.resource.com.liferay.wiki.template=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03c9\u03bd \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2
new-wiki-node=\u039d\u03ad\u03bf\u03c2 \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 Wiki
new-wiki-page=\u039d\u03ad\u03b1 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 Wiki
receive-a-notification-when-someone-adds-a-new-wiki-page-in-a-wiki-you-are-subscribed-to=Adds a new wiki page in a wiki you are subscribed to.
receive-a-notification-when-someone-updates-a-wiki-page-you-are-subscribed-to=Updates a wiki page you are subscribed to.
remove-the-attachments-for-this-wiki-node=\u0391\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03c3\u03c5\u03bd\u03b7\u03bc\u03bc\u03ad\u03bd\u03c9\u03bd \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03ba\u03cc\u03bc\u03b2\u03bf wiki.
show-wiki-borders=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03bb\u03b1\u03b9\u03c3\u03af\u03c9\u03bd Wiki
the-company-id-associated-with-the-wiki=\u0397 \u03c4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03b7\u03c2 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf wiki
the-company-mx-associated-with-the-wiki=\u03a4\u03bf MX \u03c4\u03b7\u03c2 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf wiki
the-company-name-associated-with-the-wiki=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf wiki
the-site-name-associated-with-the-wiki=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 site \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf wiki
the-wiki-could-not-be-found=\u03a4\u03bf wiki \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5.
there-are-no-wiki-attachments=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03c3\u03c5\u03bd\u03b7\u03bc\u03bc\u03ad\u03bd\u03b1 \u03b4\u03b5\u03bd wiki. (Automatic Translation)
there-are-no-wikis=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bc\u03af\u03b1 wikis. (Automatic Translation)
this-wiki-node-does-not-have-file-attachments-in-the-recycle-bin=\u0391\u03c5\u03c4\u03cc\u03c2 \u03bf \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 wiki \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 \u03c3\u03c5\u03bd\u03b7\u03bc\u03bc\u03ad\u03bd\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03c4\u03bf\u03bd \u03ba\u03ac\u03b4\u03bf \u03b1\u03bd\u03b1\u03ba\u03cd\u03ba\u03bb\u03c9\u03c3\u03b7\u03c2.
total-pages=\u03a3\u03c5\u03bd\u03bf\u03bb\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 (Automatic Translation)
update-wiki=\u0395\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 Wiki
view-wiki=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 Wiki
visible-wikis=\u039f\u03c1\u03b1\u03c4\u03ac Wikis
wiki-navigation=\u03a0\u03b5\u03c1\u03b9\u03ae\u03b3\u03b7\u03c3\u03b7 Wiki
wiki-node=\u039a\u03cc\u03bc\u03b2\u03bf\u03c2 Wiki
wiki-node-local-service=\u03a4\u03bf\u03c0\u03b9\u03ba\u03ae \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 wiki \u03ba\u03cc\u03bc\u03b2\u03bf\u03c5 (Automatic Translation)
wiki-node-local-service-help=(Automatic Copy)
wiki-node-service=Wiki \u03ba\u03cc\u03bc\u03b2\u03bf \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 (Automatic Translation)
wiki-node-service-help=(Automatic Copy)
wiki-nodes=Wiki \u03ba\u03cc\u03bc\u03b2\u03bf\u03c5\u03c2 (Automatic Translation)
wiki-page=\u03a3\u03b5\u03bb\u03af\u03b4\u03b1 Wiki
wiki-page-content=\u03a4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c4\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 wiki (Automatic Translation)
wiki-page-content-help=\u0391\u03bd\u03c4\u03b9\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03cd\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf HTML \u03c4\u03b7\u03c2 \u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b1\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2. (Automatic Translation)
wiki-page-help=\u0391\u03bd\u03c4\u03b9\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03cd\u03b5\u03b9 \u03c4\u03bf wiki \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bc\u03ad\u03c3\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf. (Automatic Translation)
wiki-page-local-service=\u03a4\u03bf\u03c0\u03b9\u03ba\u03ae \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 wiki \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 (Automatic Translation)
wiki-page-local-service-help=(Automatic Copy)
wiki-page-service=Wiki \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 (Automatic Translation)
wiki-page-service-help=(Automatic Copy)
wiki-pages=\u03a3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 Wiki
wiki-portlet-instance-configuration-name=\u0395\u03c6\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae wiki (Automatic Translation)
wiki-services=\u03a5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b5\u03c2 Web
wikis=Wiki (\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5)
wikis-permissions=Wikis \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 (Automatic Translation)
you-are-not-subscribed-to-this-wiki=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03b5\u03af \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf wiki.
you-are-subscribed-to-this-wiki=\u0388\u03c7\u03b5\u03c4\u03b5 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03b5\u03af \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf wiki.
