#X-Generator: crowdin.com
additional-configurations-help=Kat\u0131\u015ft\u0131r\u0131lm\u0131\u015f Elasticsearch, YML bi\u00e7iminde (elasticsearch.yml) i\u00e7in \u00f6zel ayarlar. (Automatic Translation)
additional-index-configurations-help=JSON veya YML bi\u00e7iminde (Elasticsearch olu\u015fturmak dizin API) Liferay dizin i\u00e7in \u00f6zel ayarlar. (Automatic Translation)
additional-type-mappings-help=\u00d6zel e\u015fle\u015ftirmeleri i\u00e7in JSON format\u0131nda (Elasticsearch koymak Mapping API) LiferayDocumentType. Bu de\u011fer yaln\u0131zca yeni alan e\u015flemelerini ile ayarlaman\u0131z gerekir. Bu de\u011fer varsay\u0131lan alanlar\u0131 i\u00e7in \u00e7ak\u0131\u015fan herhangi bir e\u015fleme ile ayarlarsan\u0131z, dizin olu\u015fturma ba\u015far\u0131s\u0131z olur. Tamamen varsay\u0131lan e\u015flemeleri de\u011fi\u015ftirmek i\u00e7in overrideTypeMappings kullan\u0131n. (Automatic Translation)
bootstrap-mlockall-help=Se\u00e7iliyse, i\u015flem adres alan\u0131 RAM, herhangi bir Elasticsearch bellek d\u0131\u015far\u0131 takas \u00f6nleme i\u00e7ine kilitlendi. (Automatic Translation)
client-transport-ignore-cluster-name-help=Se\u00e7iliyse, ba\u011fl\u0131 d\u00fc\u011f\u00fcmleri k\u00fcme ad\u0131 do\u011frulama g\u00f6z ard\u0131 edilir. (Automatic Translation)
client-transport-nodes-sampler-interval-help=Nas\u0131l s\u0131k s\u0131k \u00f6rnek/listelenen ve ba\u011fl\u0131 d\u00fc\u011f\u00fcmleri ping istemci d\u00fc\u011f\u00fcmde bildirir. (Automatic Translation)
client-transport-sniff-help=Se\u00e7iliyse, k\u00fcme koklama dinamik olarak k\u00fcmedeki kullan\u0131labilir d\u00fc\u011f\u00fcmler ke\u015ffetmek i\u00e7in etkinle\u015ftirilir. (Automatic Translation)
cluster-name-help=Kat\u0131lmak k\u00fcme ad\u0131. \u00c7al\u0131\u015fma modu uzak ayarland\u0131\u011f\u0131nda uzak k\u00fcme adla e\u015fle\u015fmesi gerekir. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=Discovery.zen.ping.unicast.hosts de\u011feri olu\u015ftururken kullan\u0131lacak ba\u011flant\u0131 noktas\u0131 aral\u0131\u011f\u0131n\u0131. Birden \u00e7ok ba\u011flant\u0131 noktas\u0131 aral\u0131\u011f\u0131n\u0131 Elasticsearch d\u00fc\u011f\u00fcmlerinde dedikodu y\u00f6nlendiriciler ayn\u0131 bilgisayardaki kullan\u0131labilir. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=K\u00f6kenleri HTTP CORS etkinle\u015ftirildi\u011finde sa\u011flayacak. (Automatic Translation)
http-cors-configurations-help=HTTP CORS, \u00f6zel ayarlar\u0131 YML bi\u00e7iminde (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=Bu kontrol, \u00e7apraz-k\u00f6kenli kaynak payla\u015f\u0131m\u0131, bir taray\u0131c\u0131 \u00fczerinde ba\u015fka bir kayna\u011f\u0131 Elasticsearch i\u00e7in isteklerini yapmak olup olmad\u0131\u011f\u0131n\u0131 belirler etkin olur. Devre d\u0131\u015f\u0131 b\u0131rak\u0131l\u0131rsa, web \u00f6n u\u00e7 ara\u00e7lar\u0131 elasticsearch kafal\u0131 gibi ba\u011flant\u0131 kurulam\u0131yor olabilir. (Automatic Translation)
http-enabled-help=Bu i\u015faretlenirse, HTTP katman etkinle\u015ftirilir. E\u011fer i\u015faretli de\u011filse tamamen geri KALANI hizmet ama\u00e7l\u0131 de\u011fil d\u00fc\u00f0\u00fcmleri HTTP katman\u0131nda do\u011frudan devre d\u0131\u015f\u0131 b\u0131rak\u0131l\u0131r ister. (Automatic Translation)
index-name-prefix-help=Arama dizin ad\u0131 \u00f6neki. Normal \u015fartlar alt\u0131nda bu de\u011fer de\u011fi\u015ftirilmemelidir. Bu de\u011feri de\u011fi\u015ftirirseniz, Ayr\u0131ca portal anda ve eski dizin Elasticsearch y\u00f6netim konsolunu kullanarak el ile silin. (Automatic Translation)
log-exceptions-only-help=Se\u00e7iliyse, sadece Elasticsearch \u00f6zel durumlar\u0131n\u0131 g\u00fcnl\u00fc\u011fe kaydeder ve onlar\u0131 rethrow de\u011fil. (Automatic Translation)
network-bind-host-help=Bir d\u00fc\u011f\u00fcm a\u011f ler i\u00e7in gelen istekler i\u00e7in dinlemek i\u00e7in ba\u011flama. (Automatic Translation)
network-host-help=Ana bilgisayar ad\u0131 veya IP adresi yay\u0131mlamak i\u00e7in kullan\u0131lan d\u00fc\u011f\u00fcm ba\u011flamak (k\u00fcmedeki di\u011fer d\u00fc\u011f\u00fcmler i\u00e7in ana bilgisayar reklam). Bu bind ev sahibi ve Yay\u0131mla ana bilgisayar ayn\u0131 anda ayarlayan bir k\u0131sayoldur. (Automatic Translation)
network-publish-host-help=D\u00fc\u011f\u00fcmleri i\u00e7in ba\u011flanabilmesi i\u00e7in tek arabirim d\u00fc\u011f\u00fcm k\u00fcmedeki di\u011fer d\u00fc\u011f\u00fcmlere tan\u0131t\u0131r. (Automatic Translation)
operation-mode-help=UZAK i\u015flem modu bir uzak tek ba\u015f\u0131na Elasticsearch k\u00fcmeye ba\u011flan\u0131r. KATI\u015eTIRILMI\u015e \u00e7al\u0131\u015fma modu ile ayn\u0131 JVM i\u00e7 Elasticsearch \u00f6rne\u011finde Portal ba\u015flar. KATI\u015eTIRILMI\u015e \u00e7al\u0131\u015fma modu desteklenmiyor. (Automatic Translation)
override-type-mappings-help=JSON format\u0131nda (Elasticsearch koymak Mapping API) t\u00fcm LiferayDocumentType i\u00e7in e\u015flemeleri ge\u00e7ersiz. Bu de\u011fer ayarlarsan\u0131z, dizin olu\u015fturma varsay\u0131lan e\u015flemeleri tan\u0131m\u0131 ve bu alternatif e\u015flemeler tan\u0131m\u0131 yerine kullanarak herhangi bir uzant\u0131 noktalar\u0131 g\u00f6z ard\u0131 eder. Varsay\u0131lan alanlar i\u00e7in standart olmayan e\u015flemeleri ile olu\u015fturulacak LiferayDocumentType gerekiyorsa kullan\u0131n. Sadece herhangi bir varsay\u0131lan \u00e7ak\u0131\u015fmadan yeni \u00f6zel e\u015flemeleri eklemeniz gerekiyorsa, additionalTypeMappings kullan\u0131n. (Automatic Translation)
retry-on-conflict-help=Bu alma ve g\u00fcncellenmesi aras\u0131nda belge g\u00fcncelle\u015ftirildi\u011fi \u00e7\u00fcnk\u00fc s\u00fcr\u00fcm \u00e7ak\u0131\u015fma olu\u015fursa, yeniden deneme say\u0131s\u0131. (Automatic Translation)
sync-search=Se\u00e7iliyse, arama \u00e7a\u011fr\u0131s\u0131n\u0131 i\u015f par\u00e7ac\u0131\u011f\u0131 \u00fczerinde de\u011fil, Elasticsearch'\u0131n arama i\u015f par\u00e7ac\u0131\u011f\u0131 havuzu \u00e7al\u0131\u015fan. Bu yaln\u0131zca kat\u0131\u015ft\u0131r\u0131lm\u0131\u015f \u00e7al\u0131\u015fma modu i\u00e7in ge\u00e7erlidir. (Automatic Translation)
transport-addresses-help=Ba\u011flanmak i\u00e7in uzak d\u00fc\u011f\u00fcm adresleri. UZAKTAN \u00e7al\u0131\u015fma modu ayarland\u0131\u011f\u0131nda bu de\u011fer gerekli de\u011fildir. (Automatic Translation)
transport-tcp-port-help=D\u00fc\u011f\u00fcmler aras\u0131ndaki ileti\u015fim i\u00e7in ba\u011flamak i\u00e7in ba\u011flant\u0131 noktas\u0131. Tek bir de\u011feri veya bir Aral\u0131k (\u00f6rne\u011fin, 9300-9400) kabul eder. (Automatic Translation)
