#X-Generator: crowdin.com
allow-dictionary-words=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u0441\u043b\u0456\u0432 \u0456\u0437 \u0441\u043b\u043e\u0432\u043d\u0438\u043a\u0430.
allow-dictionary-words-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043f\u043e\u0448\u0438\u0440\u0435\u043d\u0438\u0445 \u0441\u043b\u0456\u0432 \u0441\u043b\u043e\u0432\u043d\u0438\u043a\u0430 \u0434\u043e\u043f\u0443\u0441\u043a\u0430\u044e\u0442\u044c\u0441\u044f \u044f\u043a \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u0430\u0440\u043e\u043b\u0456. (Automatic Translation)
change-required=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u0430 \u0437\u043c\u0456\u043d\u0430
change-required-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0437\u043e\u0431\u043e\u0432'\u044f\u0437\u0430\u043d\u0438\u0439 \u0437\u043c\u0456\u043d\u044e\u0432\u0430\u0442\u0438 \u0441\u0432\u0456\u0439 \u043f\u0430\u0440\u043e\u043b\u044c, \u043a\u043e\u043b\u0438 \u0432\u043e\u043d\u0438 \u0432\u043f\u0435\u0440\u0448\u0435 \u0443\u0432\u0456\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0443. (Automatic Translation)
changeable=\u041c\u043e\u0436\u0435 \u0431\u0443\u0442\u0438 \u0437\u043c\u0456\u043d\u0435\u043d\u0438\u0439
changeable-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043c\u043e\u0436\u0435 \u0437\u043c\u0456\u043d\u044e\u0432\u0430\u0442\u0438 \u0441\u0432\u0456\u0439 \u043f\u0430\u0440\u043e\u043b\u044c. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0442\u0435\u0440\u043c\u0456\u043d\u0443 \u0434\u0456\u0457 (Automatic Translation)
enable-expiration-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043f\u043e\u0432\u0438\u043d\u0435\u043d \u0437\u043c\u0456\u043d\u044f\u0442\u044c \u043f\u0430\u0440\u043e\u043b\u0456 \u043f\u0456\u0441\u043b\u044f \u0434\u0430\u043d\u0438\u0439 \u043f\u0435\u0440\u0456\u043e\u0434 \u0447\u0430\u0441\u0443. (Automatic Translation)
enable-history-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043f\u043e\u0440\u0442\u0430\u043b \u0442\u0440\u0438\u043c\u0430\u0454 \u0456\u0441\u0442\u043e\u0440\u0456\u0457 \u043f\u043e\u043f\u0435\u0440\u0435\u0434\u043d\u044c\u043e\u0433\u043e \u043f\u0430\u0440\u043e\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u0437\u0430\u043f\u043e\u0431\u0456\u0433\u0430\u0454 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u0441\u0442\u0430\u0440\u0438\u0439 \u043f\u0430\u0440\u043e\u043b\u044c. (Automatic Translation)
enable-lockout=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0431\u043b\u043e\u043a\u0443\u0432\u0430\u043d\u043d\u044f (Automatic Translation)
enable-lockout-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430, \u043c\u043e\u0436\u043d\u0430 \u0441\u043f\u0440\u043e\u0431\u0443\u0432\u0430\u0442\u0438 \u0432\u0432\u0456\u0439\u0442\u0438 \u0432 \u043f\u0435\u0432\u043d\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0440\u0430\u0437\u0456\u0432, \u043f\u0435\u0440\u0448 \u043d\u0456\u0436 \u0457\u0445 \u043e\u0431\u043b\u0456\u043a\u043e\u0432\u0438\u0439 \u0437\u0430\u043f\u0438\u0441 \u0437\u0430\u0431\u043b\u043e\u043a\u043e\u0432\u0430\u043d\u043e. (Automatic Translation)
enable-syntax-checking=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0443 \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441\u0443 (Automatic Translation)
enable-syntax-checking-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043f\u0430\u0440\u043e\u043b\u044c \u0447\u0438\u0442\u0430\u043d\u043d\u044f \u0434\u043b\u044f \u043f\u0435\u0432\u043d\u0438\u0445 \u0441\u043b\u0456\u0432 \u0442\u0430/\u0430\u0431\u043e \u043f\u0435\u0432\u043d\u043e\u0457 \u0434\u043e\u0432\u0436\u0438\u043d\u0438. (Automatic Translation)
grace-limit=\u0412\u0435\u0440\u0448\u0438\u043d\u0430 \u0432\u0456\u0434\u0441\u0440\u043e\u0447\u043a\u0438
grace-limit-help=\u0426\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0440\u0430\u0437\u0456\u0432 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043c\u043e\u0436\u0435 \u0443\u0432\u0456\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0443 \u043f\u0456\u0441\u043b\u044f \u0442\u043e\u0433\u043e, \u044f\u043a \u0457\u0445 \u043f\u0430\u0440\u043e\u043b\u044f, \u043c\u0438\u043d\u0443\u0432, \u043f\u0435\u0440\u0448 \u043d\u0456\u0436 \u0432\u043e\u043d\u0438 \u043f\u043e\u0432\u0438\u043d\u043d\u0456 \u0432\u0432\u0435\u0441\u0442\u0438 \u043d\u043e\u0432\u0438\u0439 \u043f\u0430\u0440\u043e\u043b\u044c. (Automatic Translation)
history-count=\u041b\u0456\u0447\u0438\u043b\u044c\u043d\u0438\u043a \u0456\u0441\u0442\u043e\u0440\u0456\u0457
history-count-help=\u0426\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u0447\u0438\u0441\u043b\u043e \u043f\u043e\u043f\u0435\u0440\u0435\u0434\u043d\u0456\u0445 \u043f\u0430\u0440\u043e\u043b\u0456\u0432, \u0449\u043e \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u044e\u0442\u044c\u0441\u044f \u0432 \u0456\u0441\u0442\u043e\u0440\u0456\u0457.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=\u0422\u0430\u043a\u0442\u0438\u043a\u0430 \u043f\u0430\u0440\u043e\u043b\u0456\u0432
lockout-duration=\u0422\u0440\u0438\u0432\u0430\u043b\u0456\u0441\u0442\u044c \u0431\u043b\u043e\u043a\u0443\u0432\u0430\u043d\u043d\u044f
lockout-duration-help=\u0412\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u0447\u0430\u0441 \u0431\u043b\u043e\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u043e\u0431\u043b\u0456\u043a\u043e\u0432\u043e\u0433\u043e \u0437\u0430\u043f\u0438\u0441\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430.
maximum-age=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0438\u0439 \u0432\u0456\u043a
maximum-age-help=\u042f\u043a \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u0442\u0440\u0438\u0432\u0430\u043b\u0456\u0441\u0442\u044c \u0440\u043e\u0431\u043e\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044f \u0434\u043e \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0441\u0442\u0456 \u0439\u043e\u0433\u043e \u0437\u043c\u0456\u043d\u0438.
maximum-failure=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0432\u0456\u0434\u043c\u043e\u0432\u0430
maximum-failure-help=\u0426\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0443 \u043a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u0440\u0430\u0437\u0456\u0432, \u0449\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043c\u043e\u0436\u0435 \u0441\u043f\u0440\u043e\u0431\u0430 \u0432\u0445\u043e\u0434\u0443 \u0437 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0438\u043c \u043f\u0430\u0440\u043e\u043b\u0435\u043c. (Automatic Translation)
minimum-age=\u041c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u0438\u0439 \u0432\u0456\u043a
minimum-age-help=\u0412\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u0442\u0435\u0440\u043c\u0456\u043d, \u043f\u0456\u0441\u043b\u044f \u044f\u043a\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0431\u0443\u0434\u0435 \u043c\u0430\u0442\u0438 \u043c\u043e\u0436\u043b\u0438\u0432\u0456\u0441\u0442\u044c \u0437\u043c\u0456\u043d\u0438\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u0449\u0435 \u0440\u0430\u0437.
minimum-alpha-numeric=Minimum Alpha Numeric (Automatic Copy)
minimum-alpha-numeric-help=This determines the minimum number of alpha numeric letters in the user's password. (Automatic Copy)
minimum-length=\u041c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u0430 \u0434\u043e\u0432\u0436\u0438\u043d\u0430
minimum-length-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0454 \u043c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u0443 \u0434\u043e\u0432\u0436\u0438\u043d\u0443 \u043f\u0430\u0440\u043e\u043b\u044e.
minimum-lower-case=Minimum Lower Case (Automatic Copy)
minimum-lower-case-help=This determines the minimum number of lower case letters in the user's password. (Automatic Copy)
minimum-numbers=Minimum Numbers (Automatic Copy)
minimum-numbers-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0454 \u043c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u0443 \u0434\u043e\u0432\u0436\u0438\u043d\u0443 \u043f\u0430\u0440\u043e\u043b\u044e.
minimum-symbols=Minimum Symbols (Automatic Copy)
minimum-symbols-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0454 \u043c\u0456\u043d\u0456\u043c\u0430\u043b\u044c\u043d\u0443 \u0434\u043e\u0432\u0436\u0438\u043d\u0443 \u043f\u0430\u0440\u043e\u043b\u044e.
minimum-upper-case=Minimum Upper Case (Automatic Copy)
minimum-upper-case-help=This determines the minimum number of upper case letters in the user's password. (Automatic Copy)
password-changes=\u0417\u043c\u0456\u043d\u0438 \u043f\u0430\u0440\u043e\u043b\u044f (Automatic Translation)
password-expiration=\u0414\u0430\u0442\u0430 \u0437\u0430\u043a\u0456\u043d\u0447\u0435\u043d\u043d\u044f \u0434\u0456\u0457 \u043f\u0430\u0440\u043e\u043b\u044e
password-history=\u0418\u0441\u0442\u043e\u0440\u0456\u044f \u043f\u0430\u0440\u043e\u043b\u0456\u0432
password-policies=\u041f\u043e\u043b\u0456\u0442\u0438\u043a\u0438 \u043f\u0430\u0440\u043e\u043b\u0456\u0432
password-syntax-checking=\u041f\u0440\u043e\u0432\u0456\u0440\u043a\u0430 \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441\u0443 \u043f\u0430\u0440\u043e\u043b\u044e
reset-failure-count=\u041e\u0431\u043d\u0443\u043b\u0438\u0442\u0438 \u043b\u0456\u0447\u0438\u043b\u044c\u043d\u0438\u043a \u043d\u0435\u0432\u0434\u0430\u0447
reset-failure-count-help=\u0426\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u0447\u0430\u0441, \u043f\u0456\u0434 \u0447\u0430\u0441 \u044f\u043a\u043e\u0433\u043e \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0454\u0442\u0441\u044f \u0437\u0430\u043f\u0438\u0441 \u043f\u0440\u043e \u043d\u0435\u0432\u0434\u0430\u043b\u0456 \u0441\u043f\u0440\u043e\u0431\u0438 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0456\u0457.
reset-ticket-max-age=Reset Ticket Max Age (Automatic Copy)
reset-ticket-max-age-help=This determines how long a password reset link is valid. (Automatic Copy)
the-password-policy-could-not-be-found=\u041f\u0430\u0440\u043e\u043b\u044c \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438 \u043d\u0435 \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e. (Automatic Translation)
until-unlocked-by-an-administrator=\u0414\u043e\u043a\u0438 \u043d\u0435 \u0440\u043e\u0437\u0431\u043b\u043e\u043a\u0443\u0454 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440
warning-time=\u0427\u0430\u0441 \u043f\u043e\u043f\u0435\u0440\u0435\u0434\u0436\u0435\u043d\u043d\u044f
warning-time-help=\u0406\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0456\u044f \u043f\u0440\u043e \u0442\u0435, \u044f\u043a \u0448\u0432\u0438\u0434\u043a\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0431\u0443\u0434\u0435 \u0456\u043d\u0444\u043e\u0440\u043c\u043e\u0432\u0430\u043d\u0438\u0439 \u043f\u0440\u043e \u0437\u0430\u043a\u0456\u043d\u0447\u0435\u043d\u043d\u044f \u0442\u0435\u0440\u043c\u0456\u043d\u0443 \u0434\u0456\u0457 \u043f\u0430\u0440\u043e\u043b\u044e.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=\u0412\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0456\u0432 LDAP. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0437\u043d\u0456\u043c\u0456\u0442\u044c \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0432\u0430\u0448\u043e\u0457 \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438 \u043f\u0430\u0440\u043e\u043b\u0456\u0432 LDAP, \u044f\u043a\u0449\u043e \u0432\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u0443 \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0443.
