#X-Generator: crowdin.com
add-a-short-description-for-this-page=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e2a\u0e31\u0e49\u0e19 \u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49 (Automatic Translation)
add-column=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c (Automatic Translation)
add-success-page=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
and=\u0e41\u0e25\u0e30 (Automatic Translation)
are-you-sure-you-want-to-cancel=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01 (Automatic Translation)
autocomplete=\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
autofill=\u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
autofill-x-from-data-provider-x=Autofill {0} from Data Provider {1} (Automatic Copy)
belongs-to=\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
build-your-form=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 (Automatic Translation)
calculate-field-x-as-x=Calculate {0} into {1} (Automatic Copy)
cancel-field-changes=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
cancel-field-changes-question=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
choose-a-field-to-show-the-result=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 (Automatic Translation)
choose-a-field-type=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
click-to-cut-row=\u0e04\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e15\u0e31\u0e14\u0e41\u0e16\u0e27 (Automatic Translation)
condition=\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02 (Automatic Translation)
constant=\u0e04\u0e07 (Automatic Translation)
data-provider-parameter-input=\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\: (Automatic Translation)
data-provider-parameter-input-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e0b\u0e49\u0e32\u0e22\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e02\u0e27\u0e32 (Automatic Translation)
data-provider-parameter-output=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\: (Automatic Translation)
data-provider-parameter-output-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e25\u0e30\u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e08\u0e30\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
define-condition-and-action-to-change-fields-and-elements-on-the-form=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e2d\u0e07\u0e04\u0e4c\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e43\u0e19\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
delete-current-page=\u0e25\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
delete-row=\u0e25\u0e1a\u0e41\u0e16\u0e27\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
dismiss-operation=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
do=\u0e17\u0e33 (Automatic Translation)
does-not-contain=\u0e44\u0e21\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 (Automatic Translation)
duplicate-field=\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e0b\u0e49\u0e33\u0e01\u0e31\u0e19 (Automatic Translation)
enable=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
enable-x=Enable {0} (Automatic Copy)
field-name-is-already-in-use=\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 (Automatic Translation)
field-types-basic-elements=\u0e2d\u0e07\u0e04\u0e4c\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19 (Automatic Translation)
field-types-customized-elements=\u0e2d\u0e07\u0e04\u0e4c\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 (Automatic Translation)
field-types-sidebar-title=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2d\u0e07\u0e04\u0e4c\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a (Automatic Translation)
if=\u0e16\u0e49\u0e32 (Automatic Translation)
is-empty=\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (Automatic Translation)
is-equal-to=\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
is-greater-than=\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 (Automatic Translation)
is-greater-than-or-equal-to=\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
is-less-than=\u0e21\u0e35\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 (Automatic Translation)
is-less-than-or-equal-to=\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
is-not-empty=\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (Automatic Translation)
is-not-equal-to=\u0e44\u0e21\u0e48\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
jump-to-page=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
jump-to-page-x=Jump to Page {0} (Automatic Copy)
move-field=\u0e22\u0e49\u0e32\u0e22\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
or=\u0e2b\u0e23\u0e37\u0e2d (Automatic Translation)
other-field=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2d\u0e37\u0e48\u0e19 \u0e46 (Automatic Translation)
paste-here=\u0e27\u0e32\u0e07\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48 (Automatic Translation)
remove-field=\u0e40\u0e2d\u0e32\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e2d\u0e01 (Automatic Translation)
remove-success-page=\u0e40\u0e2d\u0e32\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
require=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
require-x=Require {0} (Automatic Copy)
required-field=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e1f\u0e34\u0e25\u0e14\u0e4c (Automatic Translation)
reset-page=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
rule=\u0e01\u0e0e (Automatic Translation)
rule-builder=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e0e (Automatic Translation)
rules=\u0e01\u0e0e (Automatic Translation)
show-more-options=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
show-x=Show {0} (Automatic Copy)
success-page=\u0e2b\u0e19\u0e49\u0e32\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 (Automatic Translation)
sum_function=\u0e1c\u0e25\u0e23\u0e27\u0e21 (Automatic Translation)
sum_tooltip=\u0e1c\u0e25\u0e23\u0e27\u0e21\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e40\u0e1b\u0e47\u0e19\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15 (Automatic Translation)
switch-pagination-mode=\u0e2a\u0e25\u0e31\u0e1a\u0e42\u0e2b\u0e21\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
the-expression-will-be-displayed-here=\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c\u0e08\u0e30\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48 (Automatic Translation)
there-are-no-rules-yet-click-on-plus-icon-below-to-add-the-first=\u0e22\u0e31\u0e07\u0e21\u0e35\u0e01\u0e0e\u0e40\u0e01\u0e13\u0e11\u0e4c \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e23\u0e01\u0e1a\u0e27\u0e01 (Automatic Translation)
unlabeled=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1b\u0e49\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
untitled-page-x-of-x=Untitled Page ({0} of {1}) (Automatic Copy)
yes-cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e43\u0e0a\u0e48 (Automatic Translation)
you-will-also-delete-fields-with-this-row-are-you-sure-you-want-delete-it=\u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e08\u0e30\u0e25\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e16\u0e27\u0e19\u0e35\u0e49 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e1a (Automatic Translation)
your-information-was-successfully-received-thanks-for-fill-out=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e23\u0e2d\u0e01\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
