#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Grup\u0117s pogrupis buvo rodomas jums per\u017ei\u016br\u0117ti. (Automatic Translation)
a-subset-of-users-has-been-displayed-for-you-to-review=Vartotoj\u0173 pogrupis buvo rodomas jums per\u017ei\u016br\u0117ti. (Automatic Translation)
account-created-notification-body-with-password-help=\u012eveskite vartotojams po registracijos el. lai\u0161ko. Tai tur\u0117t\u0173 b\u016bti vartotojo automati\u0161kai sugeneruot\u0105 slapta\u017eod\u012f. (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=Prid\u0117ti LDAP serveris (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=Leisti svetaini\u0173 administratoriai Rodyti turinio i\u0161 kit\u0173 svetaini\u0173 jie administruoti. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=Leisti svetaini\u0173 administratoriai gali naudoti savo pa\u010di\u0173 logotip\u0105? (Automatic Translation)
allow-strangers-to-create-accounts=Leisti svetimi kurti paskyras? (Automatic Translation)
allow-strangers-to-create-accounts-with-a-company-email-address=Leisti svetimi kurti paskyras su \u012fmon\u0117s elektroninio pa\u0161to adresas? (Automatic Translation)
allow-subsites-to-display-content-from-parent-sites=Leisti antrines svetaines, kurios rodo turin\u012f i\u0161 pirmin\u0117s svetain\u0117s. (Automatic Translation)
allow-users-to-automatically-log-in=Leisti vartotojams automati\u0161kai prisijungti? (Automatic Translation)
allow-users-to-request-forgotten-passwords=Vartotojai gali pra\u0161yti Pamir\u0161ai slapta\u017eod\u017eio? (Automatic Translation)
allow-users-to-request-forgotten-passwords-help=Jeigu tai yra pa\u017eym\u0117tas, vartotojai gali u\u017esisakyti naujas slapta\u017eodis i\u0161si\u0173stas \u012f savo elektroninio pa\u0161to adres\u0105. (Automatic Translation)
allow-users-to-request-password-reset-links=Vartotojai gali papra\u0161yti slapta\u017eod\u017eio nustatymo i\u0161 naujo nuorodos? (Automatic Translation)
allow-users-to-request-password-reset-links-help=Jei tai yra pa\u017eym\u0117ta, vartotojams pra\u0161yti atsi\u0173sti slapta\u017eod\u017eio nuorodos siun\u010diami \u012f savo elektroninio pa\u0161to adres\u0105. (Automatic Translation)
application-interactions=Programos s\u0105veikos (Automatic Translation)
apply-to-existing-users=Taikyti esamiems vartotojams (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=Ar tikrai norite i\u0161 naujo nustatyti sukonfig\u016bruotas reik\u0161mes? (Automatic Translation)
autogenerate-user-screen-names=Automati\u0161kai generuoti vartotojo segv\u0101rdus (Automatic Translation)
base-dn=Bazinis (Automatic Translation)
body-with-password=K\u016bno su slapta\u017eod\u017eiu (Automatic Translation)
body-without-password=K\u016bnas be slapta\u017eod\u017eio (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Logout ant sesijos pabaigos. (Automatic Translation)
cas-logout-on-session-expiration-help=Jeigu tai yra pa\u017eym\u0117tas, nar\u0161ykl\u0117s su pasibaig\u0119 seansai bus nukreipti \u012f CAS logout URL. (Automatic Translation)
cas-logout-url-help=Nustatyti CAS serverio URL atsijungti. Nustatyti tai, jei norite portalo logout funkcij\u0105 suaktyvinti CAS i\u0161siregistruoti. (Automatic Translation)
cas-no-such-user-redirect-url-help=Nustatyti URL nukreipti vartotojui, jeigu vartotojas gali autentifikuoti CAS bet negali rasti portale. \u012egalinus importuoti i\u0161 LDAP, vartotojas yra nukreipta jei jis neranda arba nebuvo \u012fmanoma importuoti i\u0161 LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN priiman\u010diosios HTTP (Automatic Translation)
cdn-host-https=CDN priiman\u010diosios HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=Pa\u017eym\u0117kite, jei norite taikyti keitimus esamiems vartotojams. Keitimai bus pritaikyti, kai kit\u0105 kart\u0105 vartotojas prisijungia. (Automatic Translation)
custom-contact-mapping=Custom kontaktin\u0119 kartografavimo (Automatic Translation)
custom-user-mapping=Pasirinktinio vartotoj\u0173 kartografavimo (Automatic Translation)
default-control-panel-theme=Numatytoji kontrol\u0117s skydas tema (Automatic Translation)
default-interactions=Numatytasis s\u0105veika (Automatic Translation)
default-landing-page=Numatytasis lapu (Automatic Translation)
default-landing-page-help=Tai puslap\u012f, kuris vartotojams bus automati\u0161kai nukreipiami \u012f prisijungus. Pavyzd\u017eiui, jei norite pagal nutyl\u0117jim\u0105 lapu, kad http\://localhost\: 8080/web/Sve\u010di\u0173/prisijungimas, nustatyti tai /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=LDAP serverio numatytieji yra naudojamas. Pra\u0161ome prid\u0117ti LDAP serveryje norint perra\u0161yti numatytuosius nustatymus. (Automatic Translation)
default-logout-page=Numatytasis Logout puslapis (Automatic Translation)
default-logout-page-help=Tai puslap\u012f, kuris vartotojams bus automati\u0161kai nukreipiami \u012f po Atsijungti. Pavyzd\u017eiui, jei norite numatyt\u0105j\u012f logout puslap\u012f, kad http\://localhost\: 8080/web/Sve\u010di\u0173/atsijungim\u0105, nustatyti tai /web/guest/logout. (Automatic Translation)
default-regular-theme=Reguliariai numatyt\u0105j\u0105 tem\u0105 (Automatic Translation)
default-theme=Numatytoji tema (Automatic Translation)
default-values=Numatytosios reik\u0161m\u0117s (Automatic Translation)
disabled-by-default=I\u0161jungta pagal numatytuosius parametrus (Automatic Translation)
domain-controller=Domeno valdiklis (Automatic Translation)
domain-controller-name=Domeno kontrolerio pavadinimas (Automatic Translation)
domain-controller-name-help=Nurodykite domeno valdiklio NetBIOS vard\u0105. (Automatic Translation)
edit-ldap-server=Redaguoti LDAP serveris (Automatic Translation)
email-address-attribute=El. pa\u0161to adresas atributas (Automatic Translation)
enable-birthday=Kad gimtadienis (Automatic Translation)
enable-cdn-dynamic-resources=CDN dinaminis i\u0161teklius (Automatic Translation)
enable-export=\u012egalinti eksporto (Automatic Translation)
enable-gender=\u012egalinti ly\u010di\u0173 (Automatic Translation)
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=\u012egalintas pagal numatytuosius nustatymus (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Enter one mail host name <strong>per line</strong> for all additional mail host names besides <em>{0}</em>. (Automatic Copy)
enter-one-screen-name-per-line-to-reserve-the-screen-name=Enter one screen name <strong>per line</strong> to reserve the screen name. (Automatic Copy)
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Enter one user email address <strong>per line</strong> to reserve the user email address. (Automatic Copy)
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Enter the default user group names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\u012eveskite paie\u0161kos filtras, kuris naudojamas patikrinti galiojimo vartotojas. \u017deton\u0173 @company_id @, @email_address @, @screen_name @, ir @user_id @ yra pakeistas vykdymo metu teisingos reik\u0161m\u0117s. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=Nepavyko prisijungti prie LDAP serverio su priskiriamos vert\u0117s. (Automatic Translation)
google-client-secret="Google" kliento paslaptis (Automatic Translation)
graph-url=Grafikas URL (Automatic Translation)
group-default-object-classes=Grup\u0117s numatytasis objekt\u0173 klases (Automatic Translation)
group-mapping=Grup\u0117s susiejimas (Automatic Translation)
group-name=Grup\u0117s pavadinimas (Automatic Translation)
groups-dn=Dalyvauja DN (Automatic Translation)
home-url=Nam\u0173 URL (Automatic Translation)
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Kaip Vartotojai autentifikuojami? (Automatic Translation)
import-cas-users-from-ldap=Importuoti i\u0161 LDAP (Automatic Translation)
import-cas-users-from-ldap-help=Jeigu tai yra pa\u017eym\u0117tas, patvirtintas i\u0161 CAS vartotojams, kurie n\u0117ra portale yra importuojami i\u0161 LDAP. LDAP turi b\u016bti \u012fgalintas. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Jeigu tai yra pa\u017eym\u0117tas, automati\u0161kai sugeneruotas slapta\u017eod\u017eiai naudojami importuot\u0173 vartotojams. Eksportuoti \u0161ie vartotojai gal\u0117t\u0173 s\u0105lygoti j\u0173 originalus slapta\u017eod\u017eius perra\u0161ymo LDAP. (Automatic Translation)
import-export=Importo / eksporto (Automatic Translation)
import-opensso-users-from-ldap=Importuoti i\u0161 LDAP (Automatic Translation)
import-opensso-users-from-ldap-help=Jeigu tai yra pa\u017eym\u0117tas, patvirtintas i\u0161 atviros SSO vartotojams, kurie n\u0117ra portale yra importuojami i\u0161 LDAP. LDAP turi b\u016bti \u012fgalintas. (Automatic Translation)
import-search-filter=Importo paie\u0161kos filtras (Automatic Translation)
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Kalbai ir laiko juostai (Automatic Translation)
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP eksporto ne turi b\u016bti \u012fjungtas, kai automatinio generavimo Slapta\u017eod\u017eiai \u012fjungtas LDAP importo. (Automatic Translation)
ldap-password-policy-help=Atkreipkite d\u0117mes\u012f, kad jeigu tai \u012fgalinta, portalo netikrins galioja slapta\u017eod\u017eius, pasibaigusi slapta\u017eod\u017eius arba vartotojams, kurie yra u\u017eblokuotas. Tai dabar krauna LDAP serverio slapta\u017eod\u017ei\u0173 strategija. (Automatic Translation)
ldap-server-name=vardas, pavadinimas (Automatic Translation)
ldap-servers=LDAP serveri\u0173 (Automatic Translation)
liferay-has-failed-to-connect-to-the-ldap-server=Liferay nepavyko prisijungti prie LDAP serverio. Patikrinkite savo konfig\u016bracij\u0105 ir patikrinkite, ar kad LDAP serveris veikia. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-server=Liferay nepavyko prisijungti prie serverio OpenSSO. Patikrinkite savo konfig\u016bracij\u0105 ir patikrinkite, ar kad OpenSSO serveris veikia. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay nepavyko prisijungti prie OpenSSO paslaugas. Patikrinkite, ar kad OpenSSO tarnybos veikia. (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=Liferay s\u0117kmingai prijungtas prie LDAP serverio. (Automatic Translation)
liferay-has-successfully-connected-to-the-opensso-server=Liferay s\u0117kmingai prijungtas prie serverio OpenSSO. (Automatic Translation)
load-default-server-configuration-for=Apkrovos numatyt\u0105j\u012f serverio konfig\u016bracijos (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=Pa\u0161to pagrindinio kompiuterio pavadinimus (Automatic Translation)
main-configuration=Pagrindin\u0117s konfig\u016bracijos (Automatic Translation)
mappings-for-opensso-help=Privalomas s\u0105sajas tarp OpenSSO ir Liferay yra\: naudotojo vard\u0105, el. pa\u0161to adres\u0105, vard\u0105 ir pavard\u0119. (Automatic Translation)
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=Be tokio vartotojo peradresavimo URL (Automatic Translation)
oauth-redirect-url=Puslapi\u0173 peradresavimas
opensso=OpenSSO (Automatic Translation)
organization-sites=Organizacijos interneto svetaini\u0173 (Automatic Translation)
other-directory-server=Kit\u0173 katalog\u0173 serveris (Automatic Translation)
please-enter-a-unique-ldap-server-name=\u012eveskite unikal\u0173 LDAP serverio pavadinim\u0105. (Automatic Translation)
please-enter-a-valid-ldap-search-filter=Pra\u0161ome \u012fvesti galiojant\u012f LDAP ie\u0161kos filtras. (Automatic Translation)
please-enter-a-valid-ldap-server-name=Pra\u0161ome \u012fvesti galiojant\u012f LDAP serverio pavadinim\u0105. (Automatic Translation)
please-enter-a-valid-locale=Pra\u0161ome \u012fvesti galiojant\u012f lokal\u0117s. (Automatic Translation)
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Please map each of the group properties <em>Group Name</em> and <em>User</em> to an LDAP attribute. (Automatic Copy)
please-select-at-least-one-social-relation-type=Pra\u0161ome pasirinkti bent vien\u0105 socialini\u0173 ry\u0161i\u0173 tipas. (Automatic Translation)
please-select-the-type-of-social-interaction=Pra\u0161ome pasirinkti socialinio veiksmo tipas. (Automatic Translation)
require-strangers-to-verify-their-email-address=Reikia svetimi patikrinti savo elektroninio pa\u0161to adres\u0105? (Automatic Translation)
require-terms-of-use=Reikalauja naudojimo s\u0105lygos (Automatic Translation)
reset-values=I\u0161 naujo (Automatic Translation)
screen-name-attribute=Ekrano pavadinimas atributas (Automatic Translation)
screen-names=Segv\u0101rdus (Automatic Translation)
select-the-default-ratings-type-for-the-following-applications=Pasirinkite Numatytasis reitingai tipas \u0161ias programas. \u0160ios vertyb\u0117s gali b\u016bti pakeistas per svetain\u0119 per svetain\u0117s parametrai. (Automatic Translation)
service-account=Paslaugos abonementas (Automatic Translation)
service-password=Paslaug\u0173 slapta\u017eod\u012f (Automatic Translation)
service-url-for-opensso-help=\u0160is URL yra, kur galima \u012fsigyti OpenSSO naudoti autentifikavim\u0105 \u017einiatinklio tarnybos. Jei naudojate OpenSSO Express 8 arba naujesn\u0117, jums reikia tur\u0117ti serverio, kuriame veikia "Java" 6. (Automatic Translation)
ssl-error=SSL klaida (Automatic Translation)
system.ldap.configuration.name=LDAP sistema (Automatic Translation)
test-cas-configuration=CAS bandymo konfig\u016bracija (Automatic Translation)
test-ldap-connection=Patikrinti LDAP jungtis (Automatic Translation)
test-ldap-groups=Patikrinti LDAP grup\u0117se (Automatic Translation)
test-ldap-users=Patikrinti LDAP vartotojams (Automatic Translation)
test-opensso-configuration=Bandymo OpenSSO konfig\u016bracija (Automatic Translation)
the-cas-login-url-is-invalid=CAS prisijungimo URL neleistinas. (Automatic Translation)
the-cas-logout-url-is-invalid=CAS logout URL neleistinas. (Automatic Translation)
the-cas-no-such-user-url-is-invalid=CAS Nr toks vartotojo URL yra neleistina. (Automatic Translation)
the-cas-server-name-is-invalid=CAS serverio vardas yra neleistina. (Automatic Translation)
the-cas-server-url-is-invalid=CAS serverio URL yra neteisingas. (Automatic Translation)
the-cas-service-url-is-invalid=CAS tarnybos URL neleistinas. (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=\u012eveskite tinkam\u0105 Facebook grafikas URL (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=\u012eveskite tinkam\u0105 Facebook OAuth Auth URL (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=\u012eveskite tinkam\u0105 Facebook OAuth peradresavimo URL (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=\u012eveskite tinkam\u0105 Facebook OAuth simbolinis URL (Automatic Translation)
the-google-client-id-is-invalid=Pra\u0161ome \u012fvesti galiojant\u012f "Google" kliento ID. (Automatic Translation)
the-google-client-secret-is-invalid=Pra\u0161ome \u012fvesti galiojant\u012f "Google" kliento paslaptis. (Automatic Translation)
the-ldap-url-format-is=The LDAP Base Provider URL format is <em>ldap\://host\:port</em>. The Base DN specifies the initial search context for users and is optional. For example, use <em>ldap\://localhost\:389</em> and <em>ou\=Users,o\=Example</em> for your values. (Automatic Copy)
use-default-interactions-settings=Naudoti pagal nutyl\u0117jim\u0105 s\u0105veika (Automatic Translation)
use-ldap-password-policy=Naudoti LDAP slapta\u017eod\u017ei\u0173 strategija (Automatic Translation)
user-default-object-classes=Vartotojo numatytuosius objekt\u0173 klases (Automatic Translation)
user-mapping=Vartotojo atvaizdavimas (Automatic Translation)
users-dn=Vartotojai DN (Automatic Translation)
