#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0432\u0438 \u0435 \u043f\u043e\u0434\u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0433\u0440\u0443\u043f\u0438 \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434
a-subset-of-users-has-been-displayed-for-you-to-review=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0432\u0438 \u0435 \u043f\u043e\u0434\u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434
account-created-notification-body-with-password-help=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432 \u0442\u044f\u043b\u043e\u0442\u043e \u043d\u0430 \u0438\u043c\u0435\u0439\u043b, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u0434\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043f\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430. \u0422\u043e\u0432\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f. (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 LDAP \u0441\u044a\u0440\u0432\u044a\u0440 (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 \u0434\u0440\u0443\u0433\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u0432\u043e\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u043b\u043e\u0433\u043e? (Automatic Translation)
allow-strangers-to-create-accounts=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u043f\u043e\u0437\u043d\u0430\u0442\u0438 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442 \u0430\u043a\u0430\u0443\u043d\u0442\u0438?
allow-strangers-to-create-accounts-with-a-company-email-address=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u043f\u043e\u0437\u043d\u0430\u0442\u0438 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442 \u0430\u043a\u0430\u0443\u043d\u0442\u0438 \u0441 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0438\u044f \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0444\u0438\u0440\u043c\u0430\u0442\u0430?
allow-subsites-to-display-content-from-parent-sites=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043f\u043e\u0434\u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435. (Automatic Translation)
allow-users-to-automatically-log-in=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u043b\u0438\u0437\u0430\u043d\u0435? (Automatic Translation)
allow-users-to-request-forgotten-passwords=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0437\u0430\u0431\u0440\u0430\u0432\u0435\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430?
allow-users-to-request-forgotten-passwords-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u043e\u0438\u0441\u043a\u0430\u0442 \u0434\u0430 \u0438\u043c\u0430\u0442 \u043d\u043e\u0432\u0430 \u043f\u0430\u0440\u043e\u043b\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u0434\u043e \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u0438. (Automatic Translation)
allow-users-to-request-password-reset-links=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u043f\u043e\u0438\u0441\u043a\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435 \u0432\u0440\u044a\u0437\u043a\u0438? (Automatic Translation)
allow-users-to-request-password-reset-links-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u043e\u0438\u0441\u043a\u0430\u0442 \u0434\u0430 \u0438\u043c\u0430\u0442 \u0432\u0440\u044a\u0437\u043a\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u0434\u043e \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u0438 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430. (Automatic Translation)
application-interactions=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
apply-to-existing-users=\u0421\u043f\u0440\u044f\u043c\u043e \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=\u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d? (Automatic Translation)
autogenerate-user-screen-names=\u0410\u0432\u0442\u043e\u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0435\u043a\u0440\u0430\u043d\u0430 \u0438\u043c\u0435\u043d\u0430 (Automatic Translation)
base-dn=\u0411\u0430\u0437\u0430 DN
body-with-password=\u0422\u044f\u043b\u043e\u0442\u043e \u0441 \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
body-without-password=\u0422\u044f\u043b\u043e\u0442\u043e \u0431\u0435\u0437 \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\u0418\u0437\u0445\u043e\u0434 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f \u0438\u0437\u0442\u0438\u0447\u0430\u043d\u0435. (Automatic Translation)
cas-logout-on-session-expiration-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0438 \u0441 \u0438\u0437\u0442\u0435\u043a\u044a\u043b \u0441\u0435\u0441\u0438\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0435\u043d\u0438 \u043a\u044a\u043c CAS logout URL. (Automatic Translation)
cas-logout-url-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 CAS \u0441\u044a\u0440\u0432\u044a\u0440\u0430 logout URL. \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430, \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0438\u0437\u0445\u043e\u0434 \u0444\u0443\u043d\u043a\u0446\u0438\u044f \u0434\u0430 \u043f\u0440\u0435\u0434\u0438\u0437\u0432\u0438\u043a\u0430 CAS \u0438\u0437\u043b\u0438\u0437\u0430\u043d\u0435. (Automatic Translation)
cas-no-such-user-redirect-url-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0430\u043a\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0441 CAS, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438 \u0432 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. \u0410\u043a\u043e \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 LDAP, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0441\u0435 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430 \u0430\u043a\u043e \u0442\u043e\u0439 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0438\u043b\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN \u0434\u043e\u043c\u0430\u043a\u0438\u043d HTTP (Automatic Translation)
cdn-host-https=CDN \u0434\u043e\u043c\u0430\u043a\u0438\u043d HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u043b\u044f\u0437\u0430\u0442 \u0432 \u0441\u0438\u043b\u0430 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u044f \u043f\u044a\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u0435\u0434\u0438\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432\u043b\u0435\u0437\u0435 \u0432. (Automatic Translation)
custom-contact-mapping=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0430\u0442\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
custom-user-mapping=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
default-control-panel-theme=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b \u043f\u0430\u043d\u0435\u043b \u0442\u0435\u043c\u0430 (Automatic Translation)
default-interactions=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
default-landing-page=\u0415\u0437\u0438\u043a \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
default-landing-page-help=\u0422\u043e\u0432\u0430 \u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u0435 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430 \u043a\u044a\u043c \u0441\u043b\u0435\u0434 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0446\u0435\u043b\u0435\u0432\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 http\://Localhost\: 8080/\u0443\u0435\u0431/\u0433\u043e\u0441\u0442/\u0432\u0445\u043e\u0434 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=LDAP \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442. \u041c\u043e\u043b\u044f, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 LDAP \u0441\u044a\u0440\u0432\u044a\u0440 \u0437\u0430 \u0434\u0430 \u043f\u043e\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. (Automatic Translation)
default-logout-page=Logout \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
default-logout-page-help=\u0422\u043e\u0432\u0430 \u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u0435 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430 \u043a\u044a\u043c \u0441\u043b\u0435\u0434 \u0438\u0437\u043b\u0438\u0437\u0430\u043d\u0435. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0438\u0437\u0445\u043e\u0434 \u0437\u0430 \u0434\u0430 http\://Localhost\: 8080/\u0443\u0435\u0431/\u0433\u043e\u0441\u0442/\u0438\u0437\u0445\u043e\u0434, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 /web/guest/logout. (Automatic Translation)
default-regular-theme=\u0420\u0435\u0434\u043e\u0432\u043d\u0430 \u0442\u0435\u043c\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
default-theme=\u0422\u0435\u043c\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
default-values=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
disabled-by-default=\u0417\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
domain-controller=\u0414\u043e\u043c\u0435\u0439\u043d \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440
domain-controller-name=\u0414\u043e\u043c\u0435\u0439\u043d \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440
domain-controller-name-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043d\u0430 NetBIOS \u0438\u043c\u0435 \u043d\u0430 \u0434\u043e\u043c\u0435\u0439\u043d \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440. (Automatic Translation)
edit-ldap-server=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP \u0441\u044a\u0440\u0432\u044a\u0440 (Automatic Translation)
email-address-attribute=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430\u0442\u0430 \u043f\u043e\u0449\u0430
enable-birthday=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0440\u043e\u0436\u0434\u0435\u043d \u0434\u0435\u043d (Automatic Translation)
enable-cdn-dynamic-resources=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 CDN \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 (Automatic Translation)
enable-export=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0438\u0437\u043d\u043e\u0441 (Automatic Translation)
enable-gender=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u041f\u043e\u043b (Automatic Translation)
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0435\u0434\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u0445\u043e\u0441\u0442 <strong>\u043d\u0430 \u0440\u0435\u0434</strong> \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043f\u043e\u0449\u0435\u043d\u0441\u043a\u0438 \u0445\u043e\u0441\u0442 \u0438\u043c\u0435\u043d\u0430 \u043e\u0441\u0432\u0435\u043d <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u043e \u0435\u0434\u043d\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 <strong>\u043d\u0430 \u0440\u0435\u0434</strong>, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u043e\u0449\u0435\u043d\u0441\u043a\u0438 \u0430\u0434\u0440\u0435\u0441 <strong>\u043d\u0430 \u0440\u0435\u0434</strong>, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u0430\u0442\u0435 \u043f\u043e\u0449\u0435\u043d\u0441\u043a\u0438\u044f \u0430\u0434\u0440\u0435\u0441.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 <strong>\u043d\u0430 \u0440\u0435\u0434</strong>, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u0438 \u0441 \u043d\u043e\u0432\u043e\u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0444\u0438\u043b\u0442\u044a\u0440 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041c\u0430\u0440\u043a\u0435\u0440\u0438\u0442\u0435 @company_id @, @email_address @, @screen_name @, \u0438 @user_id @ \u0441\u0430 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u0441 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u0441 LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0441 \u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438.
google-client-secret=Google \u043a\u043b\u0438\u0435\u043d\u0442 \u0442\u0430\u0439\u043d\u0430 (Automatic Translation)
graph-url=\u0413\u0440\u0430\u0444\u0438\u043a\u0430 URL (Automatic Translation)
group-default-object-classes=\u041e\u0431\u0435\u043a\u0442\u043d\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
group-mapping=\u0421\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
group-name=\u0418\u043c\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
groups-dn=DN \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
home-url=\u0414\u043e\u043c\u0430\u0448\u0435\u043d URL
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\u041a\u0430\u043a \u0441\u0435 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435?
import-cas-users-from-ldap=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 LDAP
import-cas-users-from-ldap-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0437\u0430\u0432\u0435\u0440\u0435\u043d\u0438 \u043e\u0442 \u043a\u043e\u043c\u043f\u0435\u0442\u0435\u043d\u0442\u043d\u0438\u0442\u0435 \u043e\u0440\u0433\u0430\u043d\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0432 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0441\u0435 \u0432\u043d\u0430\u0441\u044f\u0442 \u043e\u0442 LDAP. LDAP \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438. (Automatic Translation)
import-enabled-user-password-autogenerated-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e, \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d \u043f\u0430\u0440\u043e\u043b\u0438 \u0441\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0449\u0435 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u043f\u0430\u0440\u043e\u043b\u0438\u0442\u0435 \u0441\u0438 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u0435\u043d, \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u0432 LDAP \u0421\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0438\u0446\u0438. (Automatic Translation)
import-export=\u0418\u043c\u043f\u043e\u0440\u0442 / \u0415\u043a\u0441\u043f\u043e\u0440\u0442
import-opensso-users-from-ldap=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 LDAP
import-opensso-users-from-ldap-help=\u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d\u0438 \u043e\u0442 \u043e\u0442\u0432\u043e\u0440\u0435\u043d SSO \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0432 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0441\u0435 \u0432\u043d\u0430\u0441\u044f\u0442 \u043e\u0442 LDAP. LDAP \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438. (Automatic Translation)
import-search-filter=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u0449 \u0444\u0438\u043b\u0442\u044a\u0440
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\u0415\u0437\u0438\u043a \u0438 \u0447\u0430\u0441\u043e\u0432\u0430 \u0437\u043e\u043d\u0430 (Automatic Translation)
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP \u0438\u0437\u043d\u043e\u0441 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d, \u043a\u043e\u0433\u0430\u0442\u043e autogeneration \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u0430\u0440\u043e\u043b\u0438 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP. (Automatic Translation)
ldap-password-policy-help=\u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u0430\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e, \u043f\u043e\u0440\u0442\u0430\u043b \u043d\u044f\u043c\u0430 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u0430\u0440\u043e\u043b\u0438, \u0438\u0437\u0442\u0435\u043a\u044a\u043b \u043f\u0430\u0440\u043e\u043b\u0438 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0432\u044a\u043d. \u0422\u043e\u0432\u0430 \u0441\u0435\u0433\u0430 \u0441\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430 \u043e\u0442 LDAP \u0441\u044a\u0440\u0432\u044a\u0440 \u043f\u0430\u0440\u043e\u043b\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430. (Automatic Translation)
ldap-server-name=\u0418\u043c\u0435
ldap-servers=LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0438 (Automatic Translation)
liferay-has-failed-to-connect-to-the-ldap-server=Liferay \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0430. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0438 \u0441\u0435 \u0443\u0431\u0435\u0434\u0435\u0442\u0435, \u0447\u0435 LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay \u0443\u0441\u043f\u044f \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 OpenSSO \u0441\u044a\u0440\u0432\u044a\u0440. \u041c\u043e\u043b\u044f \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0438 \u0441\u0435 \u0443\u0432\u0435\u0440\u0435\u0442\u0435, \u0447\u0435 \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u0430 OpenSSO \u0440\u0430\u0431\u043e\u0442\u0438. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay \u0443\u0441\u043f\u044f \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 OpenSSO \u0443\u0441\u043b\u0443\u0433\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0441\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0442 OpenSSO \u0443\u0441\u043b\u0443\u0433\u0438. (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=Liferay \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0441 LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
liferay-has-successfully-connected-to-the-opensso-server=Liferay \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0441 OpenSSO \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
load-default-server-configuration-for=\u041d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=\u041f\u043e\u0449\u0430 \u0445\u043e\u0441\u0442 \u0438\u043c\u0435\u043d\u0430 (Automatic Translation)
main-configuration=\u041e\u0441\u043d\u043e\u0432\u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f
mappings-for-opensso-help=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u043c\u0435\u0436\u0434\u0443 OpenSSO \u0438 Liferay \u0441\u0430\: \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435, \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438\u043c\u0435 \u0438 \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435. (Automatic Translation)
negotiate-flags=\u041f\u0440\u0435\u0433\u043e\u0432\u0430\u0440\u044f \u0437\u043d\u0430\u043c\u0435\u043d\u0430 (Automatic Translation)
no-such-user-redirect-url=\u041d\u044f\u043c\u0430 \u0442\u0430\u043a\u044a\u0432 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 (Automatic Translation)
oauth-redirect-url=Site Redirector
opensso=OpenSSO (Automatic Translation)
organization-sites=\u0420\u043e\u043b\u0438 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430
other-directory-server=\u0421\u044a\u0440\u0432\u044a\u0440 \u0437\u0430 \u0434\u0440\u0443\u0433\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
please-enter-a-unique-ldap-server-name=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u043f\u0430\u043f\u043a\u0430.
please-enter-a-valid-ldap-search-filter=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0432\u0445\u043e\u0434\u044f\u0449\u043e \u0438\u043c\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440.
please-enter-a-valid-ldap-server-name=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0432\u0445\u043e\u0434\u044f\u0449\u043e \u0438\u043c\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440.
please-enter-a-valid-locale=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043a\u043e\u0434.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u041c\u043e\u043b\u044f, \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0432\u0441\u044f\u043a\u043e \u043e\u0442 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 <em>\u0418\u043c\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430</em> \u0438 <em>\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b</em> \u0441 LDAP \u0430\u0442\u0440\u0438\u0431\u0443\u0442.
please-select-at-least-one-social-relation-type=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u043e\u0446\u0438\u0430\u043b\u043d\u043e \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435 \u0442\u0438\u043f. (Automatic Translation)
please-select-the-type-of-social-interaction=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f\u0430 \u043d\u0430 \u0441\u043e\u0446\u0438\u0430\u043b\u043d\u043e \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435. (Automatic Translation)
require-strangers-to-verify-their-email-address=\u0422\u0440\u044f\u0431\u0432\u0430 \u043b\u0438 \u043d\u0435\u043f\u043e\u0437\u043d\u0430\u0442\u0438\u0442\u0435 \u0434\u0430 \u0432\u0435\u0440\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u0442 \u0441\u0432\u043e\u044f\u0442\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430?
require-terms-of-use=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0437\u0430 \u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 (Automatic Translation)
reset-values=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435
screen-name-attribute=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435
screen-names=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430
select-the-default-ratings-type-for-the-following-applications=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0440\u0435\u0439\u0442\u0438\u043d\u0433\u0438 \u0437\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f. \u0422\u0435\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0447\u0440\u0435\u0437 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
service-account=\u0410\u043a\u0430\u0443\u043d\u0442 \u0437\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
service-password=\u0421\u043b\u0443\u0436\u0431\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=SSL \u0433\u0440\u0435\u0448\u043a\u0430 (Automatic Translation)
system.ldap.configuration.name=\u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 LDAP (Automatic Translation)
test-cas-configuration=\u0422\u0435\u0441\u0442 CAS \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
test-ldap-connection=\u0422\u0435\u0441\u0442 \u043d\u0430 LDAP \u0432\u0440\u044a\u0437\u043a\u0430
test-ldap-groups=\u0422\u0435\u0441\u0442 \u043d\u0430 LDAP \u0433\u0440\u0443\u043f\u0438
test-ldap-users=\u0422\u0435\u0441\u0442 \u043d\u0430 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
test-opensso-configuration=\u0422\u0435\u0441\u0442 OpenSSO \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
the-cas-login-url-is-invalid=CAS \u0432\u0445\u043e\u0434 URL \u0430\u0434\u0440\u0435\u0441 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. (Automatic Translation)
the-cas-logout-url-is-invalid=CAS logout URL \u0430\u0434\u0440\u0435\u0441 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. (Automatic Translation)
the-cas-no-such-user-url-is-invalid=CAS \u043d\u0435 \u0442\u0430\u043a\u0438\u0432\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. (Automatic Translation)
the-cas-server-name-is-invalid=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 CAS \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. (Automatic Translation)
the-cas-server-url-is-invalid=\u041d\u0430 CAS \u0441\u044a\u0440\u0432\u044a\u0440\u0430 URL \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. (Automatic Translation)
the-cas-service-url-is-invalid=URL \u0410\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 CAS \u0443\u0441\u043b\u0443\u0433\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d URL Facebook \u0433\u0440\u0430\u0444\u0438\u043a\u0430 (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d URL Facebook OAuth Auth (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=\u041c\u043e\u043b\u044f \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d Facebook OAuth \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 URL (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d URL Facebook OAuth \u043c\u0430\u0440\u043a\u0435\u0440 (Automatic Translation)
the-google-client-id-is-invalid=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0418\u0414 \u043d\u0430 Google \u043a\u043b\u0438\u0435\u043d\u0442. (Automatic Translation)
the-google-client-secret-is-invalid=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d Google \u043a\u043b\u0438\u0435\u043d\u0442 \u0442\u0430\u0439\u043d\u0430. (Automatic Translation)
the-ldap-url-format-is=LDAP URL \u0444\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u0435 <em>ldap\://host\:port</em>. \u0411\u0430\u0437\u043e\u0432\u0430\u0442\u0430 DN \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0438 \u0435 \u043f\u043e \u0438\u0437\u0431\u043e\u0440. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 <em>ldap\://localhost\:389</em> \u0438 <em>ou\=\u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438,o\=\u043f\u0440\u0438\u043c\u0435\u0440</em> \u0437\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438.
use-default-interactions-settings=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f (Automatic Translation)
use-ldap-password-policy=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 LDAP \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0437\u0430 \u043f\u0430\u0440\u043e\u043b\u0438
user-default-object-classes=\u041e\u0431\u0435\u043a\u0442\u043d\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
user-mapping=\u0421\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f (Automatic Translation)
users-dn=DN \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435
