#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Foi indicado um subconjunto de grupos para revis\u00e3o.
a-subset-of-users-has-been-displayed-for-you-to-review=Foi apresentado um subconjunto de utilizadores para revis\u00e3o.
account-created-notification-body-with-password-help=Introduza o corpo da mensagem de correio enviada aos utilizadores no momento do registo. Este texto deve conter a Palavra-chave gerada automaticamente.
account-created-notification-body-without-password-help=Introduza o corpo do email a ser enviado aos utilizadores no momento do registo. Este texto n\u00e3o cont\u00e9m a senha do utilizador.
add-ldap-server=Adicionar Servidor LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=Permitir que os administradores do site apresentem conte\u00fados de outros sites que eles administram.
allow-site-administrators-to-use-their-own-logo=Autoriza que administradores de site possam utilizar o seu pr\u00f3prio logotipo?
allow-strangers-to-create-accounts=Permitir que desconhecidos criem contas?
allow-strangers-to-create-accounts-with-a-company-email-address=Permitir que desconhecidos criem contas com o endere\u00e7o de email da empresa?
allow-subsites-to-display-content-from-parent-sites=Permitir que sub-sites apresentem conte\u00fado de sites pai.
allow-users-to-automatically-log-in=Permitir aos utilizadores autenticarem-se automaticamente?
allow-users-to-request-forgotten-passwords=Permitir aos utilizadores recuperar senhas esquecidas?
allow-users-to-request-forgotten-passwords-help=Se selecionado, o utilizador poder\u00e1 solicitar que uma nova senha seja enviada para o seu endere\u00e7o de email.
allow-users-to-request-password-reset-links=Permitir aos utilizadores solicitar links para redefinir senha?
allow-users-to-request-password-reset-links-help=Se selecionado, o utilizador pode solicitar que seja enviado para seu email um link para redefinir a sua senha.
application-interactions=Intera\u00e7\u00f5es da Aplica\u00e7\u00e3o
apply-to-existing-users=Aplique aos Utilizadores Existentes
are-you-sure-you-want-to-reset-the-configured-values=Tem certeza de que deseja redefinir os valores configurados? (Automatic Translation)
autogenerate-user-screen-names=Gerar Nome de Utilizador Automaticamente
base-dn=DN base
body-with-password=Corpo com Senha
body-without-password=Corpo sem Senha
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Sair ao expirar sess\u00e3o.
cas-logout-on-session-expiration-help=Se selecionado, browsers com sess\u00f5es expiradas ser\u00e3o redirecionados para o URL de sa\u00edda do CAS.
cas-logout-url-help=Definir o URL de sa\u00edda do servidor CAS. Defina esta op\u00e7\u00e3o caso pretenda que a funcionalidade de sa\u00edda do Portal cause a sa\u00edda no CAS.
cas-no-such-user-redirect-url-help=Definir o URL para redirecionar o utilizador no caso deste poder se autenticar com o CAS mas n\u00e3o for encontrado no Portal. Se a importa\u00e7\u00e3o de LDAP estiver ativa, o utilizador \u00e9 redirecionado se o mesmo n\u00e3o for encontrado ou se n\u00e3o for poss\u00edvel a sua importa\u00e7\u00e3o do LDAP.
cas-server-name-help=Definir esta op\u00e7\u00e3o para habilitar deep linking para o Portal (Ex. http\://localhost\:8080).
cas-server-url-help=Definir o prefixo do URL de dom\u00ednio do servidor CAS (Ex. https\://localhost\:8443/cas-web).
cas-service-url-help=Definir esta op\u00e7\u00e3o para desabilitar deep linking para o Portal (Ex. http\://localhost\:8080/c/portal/login).
cdn-host-http=Host HTTP do CDN
cdn-host-https=Host HTTPS do CDN
check-to-apply-the-changes-to-existing-users=Selecione para aplicar as altera\u00e7\u00f5es aos utilizadores existentes. As altera\u00e7\u00f5es ter\u00e3o efeito na pr\u00f3xima vez que o utilizador iniciar a sess\u00e3o.
custom-contact-mapping=Mapeamento de Contacto Personalizado
custom-user-mapping=Mapeamento de Utilizador Personalizado
default-control-panel-theme=Tema por Omiss\u00e3o do Painel de Controle
default-interactions=Intera\u00e7\u00f5es por Omiss\u00e3o
default-landing-page=P\u00e1gina Inicial por Omiss\u00e3o
default-landing-page-help=Esta \u00e9 a p\u00e1gina para a qual os utilizadores ser\u00e3o automaticamente redirecionados ap\u00f3s se autenticarem. Por exemplo, se pretende que a p\u00e1gina inicial seja http\://localhost\:8080/web/guest/login, defina como /web/guest/login.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=As configura\u00e7\u00f5es por omiss\u00e3o do servidor LDAP est\u00e3o em utiliza\u00e7\u00e3o. Por favor, adicione um servidor LDAP para substituir as configura\u00e7\u00f5es por omiss\u00e3o.
default-logout-page=P\u00e1gina da Sa\u00edda do Omiss\u00e3o
default-logout-page-help=Esta \u00e9 a p\u00e1gina para a qual os utilizadores ser\u00e3o automaticamente redirecionados ap\u00f3s sa\u00edrem. Por exemplo, se pretende que a p\u00e1gina de sa\u00edda seja http\://localhost\:8080/web/guest/logout, defina como /web/guest/logout.
default-regular-theme=Tema Normal do Omiss\u00e3o
default-theme=Tema por Omiss\u00e3o
default-values=Valores por Omiss\u00e3o
disabled-by-default=Desativado por Omiss\u00e3o
domain-controller=Controlador Do Dom\u00ednio
domain-controller-name=Nome do Controlador de Dom\u00ednio
domain-controller-name-help=Especifique o nome NetBIOS do controlador de dom\u00ednio.
edit-ldap-server=Adicionar Servidor LDAP
email-address-attribute=Atributo do email address
enable-birthday=Habilitar anivers\u00e1rio
enable-cdn-dynamic-resources=Habilitar Recursos Din\u00e2micos do CDN
enable-export=Ativar a Exporta\u00e7\u00e3o
enable-gender=Habilitar G\u00eanero
enable-recycle-bin-default=Se estiver selecionado, a Reciclagem \u00e9 habilitada por omiss\u00e3o, enquanto se continua a permitir aos administradores de site a desabilitarem por site.
enabled-by-default=Ativo por Omiss\u00e3o
enter-one-analytics-system-name-per-line=Introduza um nome de sistema de an\u00e1lise <strong>por linha</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Introduza um nome de servidor de email <strong>por linha</strong> para todos os servidores de email adicionais al\u00e9m de <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Introduza um nome de utilizador <strong>por linha</strong> para reserv\u00e1-lo.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Introduza um endere\u00e7o de email <strong>por linha</strong> para reserv\u00e1-lo.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Introduza os nomes de sites das organiza\u00e7\u00f5es <strong>por linha</strong> que ser\u00e3o associados por omiss\u00e3o aos utilizadores rec\u00e9m-criados.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Introduza os nomes dos Roles regulares por omiss\u00e3o, <strong>por linha</strong>, que s\u00e3o associados a utilizadores rec\u00e9m-criados.
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Introduza os nomes do site <strong>por linha</strong> que ser\u00e3o associados por omiss\u00e3o a utilizadores rec\u00e9m-criados.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Introduza os grupos de utilizadores <strong>por linha</strong> que ser\u00e3o associados por omiss\u00e3o aos utilizadores rec\u00e9m-criados.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Introduza o filtro de pesquisa utilizado para testar a validade de um utilizador. Os s\u00edmbolos @company_id@, @email_address@, @screen_name@, e @user_id@ s\u00e3o substitu\u00eddos, em tempo de execu\u00e7\u00e3o, pelos valores corretos.
failed-to-bind-to-the-ldap-server-with-given-values=Falha na liga\u00e7\u00e3o ao servidor LDAP com os valores fornecidos.
google-client-secret=Segredo do cliente Google
graph-url=URL do gr\u00e1fico
group-default-object-classes=Classes de Objetos de Grupos por Omiss\u00e3o
group-mapping=Mapeamento de Grupos
group-name=Nome do Grupo
groups-dn=DN dos grupos
home-url=URL da P\u00e1gina Inicial
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Como se autenticam os utilizadores?
import-cas-users-from-ldap=Importar do LDAP
import-cas-users-from-ldap-help=Se esta op\u00e7\u00e3o for selecionada, os utilizadores autenticados pelo CAS que n\u00e3o existem no portal s\u00e3o importados do LDAP. O LDAP deve estar ativo.
import-enabled-user-password-autogenerated-help=Se esta op\u00e7\u00e3o for selecionada, ser\u00e3o utilizadas senhas geradas automaticamente para utilizadores importados. Exportar estes utilizadores ir\u00e1 resultar na sobreposi\u00e7\u00e3o das suas senhas originais no LDAP.
import-export=Importar / Exportar
import-opensso-users-from-ldap=Importar do LDAP
import-opensso-users-from-ldap-help=Se esta op\u00e7\u00e3o for selecionada, utilizadores autenticados pelo OpenSSO que n\u00e3o existam no portal s\u00e3o importados do LDAP. O LDAP deve estar ativo.
import-search-filter=Filtro de Pesquisa para Importa\u00e7\u00e3o
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=L\u00edngua e Fuso Hor\u00e1rio
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=A exporta\u00e7\u00e3o para LDAP n\u00e3o deve ser ativada quando a gera\u00e7\u00e3o autom\u00e1tica de senhas para utilizadores est\u00e1 ativa na importa\u00e7\u00e3o de LDAP.
ldap-password-policy-help=Observe que, se essa op\u00e7\u00e3o estiver habilitada, o portal n\u00e3o ir\u00e1 verificar para senhas v\u00e1lidas, senhas expiradas ou usu\u00e1rios que s\u00e3o bloqueados. Isso agora \u00e9 manipulado pela diretiva de senha do servidor LDAP. (Automatic Translation)
ldap-server-name=Nome
ldap-servers=Servidores LDAP
liferay-has-failed-to-connect-to-the-ldap-server=Ocorreu um erro na conex\u00e3o ao servidor LDAP. Por favor, verifique a sua configura\u00e7\u00e3o e que o servidor LDAP est\u00e1 operacional.
liferay-has-failed-to-connect-to-the-opensso-server=Ocorreu uma falha na conex\u00e3o com o servidor OpenSSO. Por favor, verifique as suas configura\u00e7\u00f5es e que o servidor OpenSSO est\u00e1 a operacional.
liferay-has-failed-to-connect-to-the-opensso-services=Ocorreu uma falha na conex\u00e3o aos servi\u00e7os OpenSSO. Por favor, verifique que os servi\u00e7os OpenSSO est\u00e3o operacionais.
liferay-has-successfully-connected-to-the-ldap-server=O Liferay conectou-se com sucesso ao servidor LDAP.
liferay-has-successfully-connected-to-the-opensso-server=O Liferay conectou-se com sucesso ao servidor OpenSSO.
load-default-server-configuration-for=Configura\u00e7\u00e3o do servidor de carga padr\u00e3o para (Automatic Translation)
login-url-for-opensso-help=Este URL \u00e9 utilizado para especificar a p\u00e1gina de login do servidor OpenSSO. Utilize <em>goto\=</em> como o par\u00e2metro que especifica para onde deve ser redirecionado depois da autentica\u00e7\u00e3o.
logout-url-for-opensso-help=Este URL \u00e9 utilizado para especificar a p\u00e1gina de sa\u00edda do servidor OpenSSO. Utilize <em>goto\=</em> como o par\u00e2metro que especifica para onde deve ser redirecionado depois da sa\u00edda.
mail-host-names=Nomes de Servidores de Email
main-configuration=Configura\u00e7\u00e3o Principal
mappings-for-opensso-help=Os mapeamentos obrigat\u00f3rios entre o OpenSSO e o Liferay s\u00e3o\: Nome de Utilizador, Endere\u00e7o Email, Primeiro Nome e \u00daltimo Nome.
negotiate-flags=Sinalizadores de negociar (Automatic Translation)
no-such-user-redirect-url=N\u00e3o h\u00e1 URL para Redirecionamento do Utilizador
oauth-redirect-url=URL de Redirecionamento
opensso=OpenSSO
organization-sites=Sites da Organiza\u00e7\u00e3o
other-directory-server=Outro Servidor de Directorias
please-enter-a-unique-ldap-server-name=Por favor, insira um nome \u00fanico para o servidor LDAP.
please-enter-a-valid-ldap-search-filter=Por favor, insira um filtro de pesquisa LDAP v\u00e1lido.
please-enter-a-valid-ldap-server-name=Por favor, insira um nome v\u00e1lido para o servidor LDAP.
please-enter-a-valid-locale=Por favor, insira um idioma v\u00e1lido.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Por favor, mapeie cada uma das propriedades do grupo <em>Nome do Grupo</em> e <em>Utilizador</em> a um atributo LDAP.
please-select-at-least-one-social-relation-type=Por favor, selecione pelo menos um tipo de rela\u00e7\u00e3o social.
please-select-the-type-of-social-interaction=Por favor, selecione o tipo da intera\u00e7\u00e3o social.
require-strangers-to-verify-their-email-address=Exigir que estranhos verifiquem o seu endere\u00e7o de email?
require-terms-of-use=Exigir Termos de Uso
reset-values=Restaure Valores
screen-name-attribute=Atributo Nome de Utilizador
screen-names=Nomes de Utilizadores
select-the-default-ratings-type-for-the-following-applications=Selecione o tipo de avalia\u00e7\u00f5es por omiss\u00e3o para as seguintes aplica\u00e7\u00f5es. Estes valores poder\u00e3o ser modificados atrav\u00e9s das Configura\u00e7\u00f5es do Site.
service-account=Conta do Servi\u00e7o
service-password=Senha do Servi\u00e7o
service-url-for-opensso-help=Este URL \u00e9 onde o OpenSSO pode ser acedido para utilizar os servi\u00e7os de autentica\u00e7\u00e3o web. Se estiver a utilizar OpenSSO Express 8 ou superior, ser\u00e1 necess\u00e1rio que o servidor esteja a executar com Java 6.
ssl-error=Erro de SSL
system.ldap.configuration.name=Sistema LDAP
test-cas-configuration=Testar Configura\u00e7\u00e3o do CAS
test-ldap-connection=Testar a Conex\u00e3o LDAP
test-ldap-groups=Teste Grupos de LDAP
test-ldap-users=Teste Utilizadores de LDAP
test-opensso-configuration=Testar Configura\u00e7\u00f5es de OpenSSO
the-cas-login-url-is-invalid=O URL de autentica\u00e7\u00e3o do CAS \u00e9 inv\u00e1lido.
the-cas-logout-url-is-invalid=O URL de sa\u00edda do CAS \u00e9 inv\u00e1lido.
the-cas-no-such-user-url-is-invalid=O URL de utilizador desconhecido do CAS \u00e9 inv\u00e1lido.
the-cas-server-name-is-invalid=O nome do servidor CAS \u00e9 inv\u00e1lido.
the-cas-server-url-is-invalid=O URL do servidor CAS \u00e9 inv\u00e1lido.
the-cas-service-url-is-invalid=O URL do servi\u00e7o CAS \u00e9 inv\u00e1lido.
the-facebook-connect-graph-url-is-invalid=Por favor, introduza um URL de Gr\u00e1fico de Facebook v\u00e1lido
the-facebook-connect-oauth-auth-url-is-invalid=Por favor, introduza um URL de autentica\u00e7\u00e3o Facebook OAuth v\u00e1lido
the-facebook-connect-oauth-redirect-url-is-invalid=Por favor, introduza um URL de redirecionamento de Facebook OAuth v\u00e1lido
the-facebook-connect-oauth-token-url-is-invalid=Por favor, introduza um Token URL para Facebook OAuth v\u00e1lido
the-google-client-id-is-invalid=Por favor, introduza um ID de cliente Google v\u00e1lido.
the-google-client-secret-is-invalid=Por favor, introduza um segredo de cliente Google v\u00e1lido.
the-ldap-url-format-is=O formato do URL para o fornecedor base de LDAP \u00e9 <em>ldap\://host\:port</em>. O DN Base especifica o contexto de pesquisa inicial para utilizadores e \u00e9 opcional. Por exemplo, utilizar <em>ldap\://localhost\:389</em> e <em>ou\=Users,o\=Example</em> para os seus valores.
use-default-interactions-settings=Utilizar Configura\u00e7\u00f5es de Intera\u00e7\u00f5es por Omiss\u00e3o
use-ldap-password-policy=Utilize a pol\u00edtica de senha do LDAP
user-default-object-classes=Classes de Objetos por Omiss\u00e3o do Utilizador
user-mapping=Mapeamento do Utilizador
users-dn=DN de Utilizadores
