#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=S'ha visualitzat un subconjunt de grups per tal que el reviseu.
a-subset-of-users-has-been-displayed-for-you-to-review=S'ha visualitzat un subconjunt d'usuaris per tal que el reviseu.
account-created-notification-body-with-password-help=Introdu\u00efu el cos del correu electr\u00f2nic enviat als usuaris en la fase de registre. Aquest missatge ha d'incloure la contrasenya de l'usuari generada autom\u00e0ticament.
account-created-notification-body-without-password-help=Introdu\u00efu el cos del correu electr\u00f2nic Introdu\u00efu el cos del correu electr\u00f2nic enviat als usuaris en la fase de registre. Aquest missatge no contindr\u00e0 la contrasenya de l'usuari generada autom\u00e0ticament.
add-ldap-server=Afegeix un servidor LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=Permet als administradors del lloc mostrar contingut d'altres llocs que administren.
allow-site-administrators-to-use-their-own-logo=Voleu permetre als administradors del lloc usar el seu propi logotip?
allow-strangers-to-create-accounts=Voleu permetre als usuaris an\u00f2nims crear comptes?
allow-strangers-to-create-accounts-with-a-company-email-address=Voleu permetre als usuaris an\u00f2nims crear comptes amb un correu electr\u00f2nic d'empresa?
allow-subsites-to-display-content-from-parent-sites=Permet als subllocs web poder mostrar el contingut dels llocs web principals.
allow-users-to-automatically-log-in=Permetre als usuaris connectar autom\u00e0ticament?
allow-users-to-request-forgotten-passwords=Voleu permetre als usuaris sol\u00b7licitar contrasenyes oblidades?
allow-users-to-request-forgotten-passwords-help=Si se selecciona aquesta opci\u00f3, els usuaris podran sol\u00b7licitar que se'ls envi\u00ef al seu correu electr\u00f2nic una nova contrasenya.
allow-users-to-request-password-reset-links=Voleu permetre als usuaris sol\u00b7licitar algun enlla\u00e7 per reinicialitzar la contrasenya?
allow-users-to-request-password-reset-links-help=Si se selecciona aquesta opci\u00f3, els usuaris podran sol\u00b7licitar que se'ls envi\u00ef al seu correu electr\u00f2nic un enlla\u00e7 per reiniciar la contrasenya.
application-interactions=Interaccions de l'aplicaci\u00f3
apply-to-existing-users=Aplica-ho als usuaris existents
are-you-sure-you-want-to-reset-the-configured-values=Esteu segur que voleu reinicialitzar els valors configurats? (Automatic Translation)
autogenerate-user-screen-names=Genera autom\u00e0ticament els noms d'usuari
base-dn=DN de base
body-with-password=Cos amb contrasenya
body-without-password=Cos sense contrasenya
cas-login-url-help=Configura el servidor CAS iniciant URL. Els usuaris es redirigirant a la p\u00e0gina de registre CAS quan s'autentifiquin al portal.
cas-logout-on-session-expiration=Desconnectar al caducar la sessi\u00f3.
cas-logout-on-session-expiration-help=Si seleccioneu aquesta opci\u00f3, els navegadors que tinguin la sessi\u00f3 caducada es redireccionaran a la URL de desconnexi\u00f3 del CAS.
cas-logout-url-help=Indiqueu l'URL de sortida del servidor CAS. Establiu-ho si voleu que la funci\u00f3 de sortida del portal activi la desconnexi\u00f3 del CAS.
cas-no-such-user-redirect-url-help=Indiqueu la URL a la qual es redireccionar\u00e0 l'usuari si aquest es pot autenticar amb el CAS pero l'usuari no existeix en el portal. Si la imporaci\u00f3 d'usuaris des del LDAP est\u00e0 habilitada, nom\u00e9s es redireccionar\u00e0 l'usuari si aquest no s'ha trobat o no s'ha pogut importar des del LDAP.
cas-server-name-help=Indiqueu si voleu habilitar els enlla\u00e7os profunds en el portal (per exemple http\://localhost\:8080).
cas-server-url-help=Indiqueu el prefix de la URL del domini del servidor CAS (per exemple https\://localhost\:8443/cas-web).
cas-service-url-help=Indiqueu si voleu deshabilitar els enlla\u00e7os profunds en el portal (per exemple http\://localhost\:8080/c/portal/login).
cdn-host-http=L'HTTP de l'ordinador central del CDN
cdn-host-https=L'HTTPS de l'ordinador central del CDN
check-to-apply-the-changes-to-existing-users=Seleccioneu aquesta casella per aplica els canvis als usuaris existents. Es faran efectius els canvis el pr\u00f2xim cop que un usuari entri en el sistema.
custom-contact-mapping=Assignaci\u00f3 personalitzada de contacte
custom-user-mapping=Assignaci\u00f3 personalitzada d'usuaris
default-control-panel-theme=Tema per defecte del tauler de control
default-interactions=Interaccions per defecte
default-landing-page=P\u00e0gina d'aterratge per defecte
default-landing-page-help=Es redireccionar\u00e0 a aquesta p\u00e0gina a tots els usuaris despr\u00e9s de connectar-se. Per exemple, si voleu que la p\u00e0gina d'aterratge per defecte sigui http\://localhost\:8080/web/guest/login, introdu\u00efu-ho com a /web/guest/login.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=S'est\u00e0 utilitzant la configuraci\u00f3 per defecte del servidor LDAP. Afegiu un servidor LDAP per ignorar la configuraci\u00f3 per defecte.
default-logout-page=P\u00e0gina de sortida per defecte
default-logout-page-help=Es redireccionar\u00e0 a aquesta p\u00e0gina a tots els usuaris despr\u00e9s de desconnectar-se. Per exemple, si voleu que la p\u00e0gina de sortida per defecte sigui http\://localhost\:8080/web/guest/logout, introdu\u00efu-ho com a /web/guest/logout.
default-regular-theme=Tema habitual per defecte
default-theme=Tema per defecte
default-values=Valors per defecte
disabled-by-default=Desactivat per defecte
domain-controller=Controlador de domini
domain-controller-name=Nom del controlador del domini
domain-controller-name-help=Especifiqueu el nom de NetBIOS del controlador del domini.
edit-ldap-server=Editar servidor LDAP
email-address-attribute=Atribut de l'adre\u00e7a de correu electr\u00f2nic
enable-birthday=Activa la data de naixement
enable-cdn-dynamic-resources=Habilitar els recursos din\u00e0mics CDN
enable-export=Habilitar l'exportaci\u00f3
enable-gender=Activa el g\u00e8nere
enable-recycle-bin-default=Si se selecciona aquesta opci\u00f3, s'habilitar\u00e0 per defecte la paperera de reciclatge per\u00f2 es podr\u00e0 deshabilitar per cada lloc web.
enabled-by-default=Desactivat per defecte
enter-one-analytics-system-name-per-line=Introdu\u00efu un nom de sistema d'an\u00e0lisis <strong>per l\u00ednia</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Introdu\u00efu un nom d''amfitri\u00f3 de correu <strong>per l\u00ednia</strong> per a tots els noms addicionals d''amfitri\u00f3 de correus a m\u00e9s de <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Introdu\u00efu un nom d'usuari <strong>per l\u00ednia</strong> per tal de reservar-lo.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Introdu\u00efu una adre\u00e7a de correu de l'usuari <strong>per l\u00ednia</strong> per poder reservar-la.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Introdu\u00efu els noms dels llocs d'organitzacions per defecte <strong>per l\u00ednia</strong> que s'associaran als nous usuaris.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Introduir els noms de rols predeterminats regulars <strong>per line</strong> associats als nous usuaris.
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Introdu\u00efu els noms dels llocs web per defecte (<strong>per l\u00ednia</strong>) que s'associaran als nous usuaris.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Introdu\u00efu els noms dels grups per defecte d'usuaris (<strong>per l\u00ednia</strong>) que estaran associats als nous usuaris.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Introdueix el filtre de cerca que s'utilitza per provar la validesa d'un usuari. Les dades @company_id@, @email_address@, @screen_name@, i @user_id@ es reemplacen durant l'execuci\u00f3 amb els valors correctes.
failed-to-bind-to-the-ldap-server-with-given-values=No s'ha pogut enlla\u00e7ar amb el servidor LDAP mitjan\u00e7ant aquestes dades.
google-client-secret=Secret del client de Google
graph-url=URL del gr\u00e0fic
group-default-object-classes=Classes d'objectes per defecte del grup
group-mapping=Mapatge dels grups
group-name=Nom del grup
groups-dn=DN dels grups
home-url=l'URL de l'inici
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Com s'autentiquen els usuaris?
import-cas-users-from-ldap=Importa des del servidor LDAP
import-cas-users-from-ldap-help=Si seleccioneu aquesta opci\u00f3, els usuaris autenticats a trav\u00e9s del CAS que no existeixin en el portal s'importaran des del LDAP. LDAP ha d'estar habilitat.
import-enabled-user-password-autogenerated-help=Si aix\u00f2 est\u00e0 marcat, les contrasenyes generades autom\u00e0ticament s'utilitzaran per als usuaris importats. Exportar aquests usuaris dur\u00e0 a qu\u00e8 les contrasenyes originals siguin reescrites al LDAP.
import-export=Importa / Exporta
import-opensso-users-from-ldap=Importa des del servidor LDAP
import-opensso-users-from-ldap-help=Si seleccioneu aquesta opci\u00f3, els usuaris autenticats a trav\u00e9s d'OpenSSO que no existeixin en el portal s'importaran des del LDAP. LDAP ha d'estar habilitat.
import-search-filter=Importa un filtre de cerca
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Llengua i zona hor\u00e0ria
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=L'exportaci\u00f3 de LDAP no ha d'estar activada quan tamb\u00e9 ho estigui la generaci\u00f3 autom\u00e0tica de contrasenyes d'usuaris per a l'importaci\u00f3 de LDAP.
ldap-password-policy-help=Bitllet que si est\u00e0 habilitat, el portal no buscar\u00e0 contrasenyes v\u00e0lids, caducat contrasenyes, o els usuaris que estan tancats fora. Ara aix\u00f2 \u00e9s manejada per pol\u00edtica de contrasenya del servidor LDAP. (Automatic Translation)
ldap-server-name=Nom
ldap-servers=Servidors de LDAP
liferay-has-failed-to-connect-to-the-ldap-server=No s'ha pogut establir cap connexi\u00f3 amb el servidor LDAP. Comproveu la vostra configuraci\u00f3 i verifiqueu que aquest servidor estigui funcionant.
liferay-has-failed-to-connect-to-the-opensso-server=No s'ha pogut establir cap connexi\u00f3 amb el servidor OpenSSO. Comproveu la vostra configuraci\u00f3 i verifiqueu que aquest servidor estigui funcionant.
liferay-has-failed-to-connect-to-the-opensso-services=No s'ha pogut establir cap connexi\u00f3 amb els serveis d'OpenSSO. Comproveu que aquests serveis estiguin funcionant.
liferay-has-successfully-connected-to-the-ldap-server=S'ha establert amb \u00e8xit la connexi\u00f3 amb el servidor LDAP.
liferay-has-successfully-connected-to-the-opensso-server=S'ha establert amb \u00e8xit la connexi\u00f3 amb el servidor de OpenSSO.
load-default-server-configuration-for=Configuraci\u00f3 de servidor per defecte de c\u00e0rrega per (Automatic Translation)
login-url-for-opensso-help=Aquesta URL especifica la p\u00e0gina de connexi\u00f3 del servidor OpenSSO. Utilitzeu <em>goto\=</em> com a par\u00e0metre per especificar a on redireccionar un cop connectats.
logout-url-for-opensso-help=Aquesta URL especifica la p\u00e0gina de desconnexi\u00f3 del servidor OpenSSO. Utilitzeu <em>goto\=</em> com a par\u00e0metre per especificar a on redireccionar un cop desconnectats.
mail-host-names=Servidors de correu
main-configuration=Configuraci\u00f3 principal
mappings-for-opensso-help=Nom d'usuari, adre\u00e7a electr\u00f2nica, Nom i Cognom.
negotiate-flags=Banderes de negociar (Automatic Translation)
no-such-user-redirect-url=No existeix la URL de redirecci\u00f3 d'usuari
oauth-redirect-url=URL redireccionada
opensso=OpenSSO
organization-sites=Llocs d'organitzaci\u00f3
other-directory-server=Un altre servidor de directori
please-enter-a-unique-ldap-server-name=Introdu\u00efu un nom de servidor LDAP \u00fanic.
please-enter-a-valid-ldap-search-filter=Introdu\u00efu un filtre de cerca LDAP v\u00e0lid.
please-enter-a-valid-ldap-server-name=Introdu\u00efu un nom de servidor LDAP v\u00e0lid.
please-enter-a-valid-locale=Introdu\u00efu una configuraci\u00f3 local v\u00e0lida.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Mapeu les propietats de cada usuari <em>Nom de Grup</em> i <em>Usuari</em> amb un atribut LDAP.
please-select-at-least-one-social-relation-type=Seleccioneu com a m\u00ednim un tipus de relaci\u00f3 social.
please-select-the-type-of-social-interaction=Seleccioneu com a m\u00ednim un tipus d'interacci\u00f3 social.
require-strangers-to-verify-their-email-address=Voleu demanar als usuaris an\u00f2nims que verifiquin la seva adre\u00e7a de correu electr\u00f2nica?
require-terms-of-use=Demanar acceptar les condicions d'\u00fas
reset-values=Reinicialitza els valors
screen-name-attribute=Atribut del nom d'usuari
screen-names=Noms d'usuari
select-the-default-ratings-type-for-the-following-applications=Seleccioneu els tipus de valoracions per defecte per a les seg\u00fcents aplicacions. Es poden canviar aquests valors per a cada lloc web a trav\u00e9s de la configuraci\u00f3 del lloc web.
service-account=Compte del servei
service-password=Contrasenya del servei
service-url-for-opensso-help=Es pot accedir al OpenSSO des d'aquesta URL per utilitzar els serveis web d'autenticaci\u00f3. Si esteu fent servir l'OpenSSO Express 8 o una versi\u00f3 posterior, es necessari que el servidor s'executi amb Java 6.
ssl-error=Error de SSL
system.ldap.configuration.name=Sistema LDAP
test-cas-configuration=Comprova la configuraci\u00f3 CAS
test-ldap-connection=Prova la connexi\u00f3 a LDAP
test-ldap-groups=Grups LDAP de prova
test-ldap-users=Usuaris LDAP de prova
test-opensso-configuration=Comprova la configuraci\u00f3 del OpenSSO
the-cas-login-url-is-invalid=La URL de connexi\u00f3 de CAS \u00e9s inv\u00e0lida.
the-cas-logout-url-is-invalid=La URL de desconnexi\u00f3 de CAS \u00e9s inv\u00e0lida.
the-cas-no-such-user-url-is-invalid=La URL d'usuari no-existent de CAS \u00e9s inv\u00e0lida.
the-cas-server-name-is-invalid=El nom del servidor CAS no \u00e9s v\u00e0lid.
the-cas-server-url-is-invalid=La URL del servidor CAS no \u00e9s v\u00e0lida.
the-cas-service-url-is-invalid=La URL del servei CAS no \u00e9s v\u00e0lida.
the-facebook-connect-graph-url-is-invalid=Introdu\u00efu una URL de Facebook Graph v\u00e0lida
the-facebook-connect-oauth-auth-url-is-invalid=Introdu\u00efu una URL de autenticaci\u00f3 de Facebook OAuth v\u00e0lida
the-facebook-connect-oauth-redirect-url-is-invalid=Introdu\u00efu una URL de redirecci\u00f3 de Facebook OAuth v\u00e0lida
the-facebook-connect-oauth-token-url-is-invalid=Introdu\u00efu una URL del testimoni de Facebook OAuth v\u00e0lida
the-google-client-id-is-invalid=Si us plau, entreu una ID de client Google v\u00e0lida.
the-google-client-secret-is-invalid=Si us plau, introdu\u00efu un compte de client secret de Google.
the-ldap-url-format-is=El format de la URL del prove\u00efdor de LDAP \u00e9s <em>ldap\://host\:port</em>. La Base del DN especifica el context de cerca inicial pels usuaris, i \u00e9s opcional. Per exemple, utilitza <em>ldap\://localhost\:389</em> i <em>ou\=Users,o\=Example</em> com els teus valors.
use-default-interactions-settings=Utilitza la configuraci\u00f3 per defecte de les interaccions
use-ldap-password-policy=Utilitza la pol\u00edtica de contrasenyes de LDAP
user-default-object-classes=Entrades ObjectClass per defecte per als usuaris
user-mapping=Equival\u00e8ncia de camps d'usuari
users-dn=DN dels usuaris
