#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Sulle kuvatakse \u00fclevaatamiseks gruppide alamhulk.
a-subset-of-users-has-been-displayed-for-you-to-review=Sulle kuvatakse \u00fclevaatamiseks kasutajate alamhulk.
account-created-notification-body-with-password-help=Sisestage registreerumisel kasutajatele saata e-posti keha. See peaks sisaldama kasutaja automaatselt loodud parooli. (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=Lisada LDAP Server (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=Luba muude saitide nende hallatavat sisu kuvamiseks administraatoritel. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=Luba kasutada oma logo administraatoritel? (Automatic Translation)
allow-strangers-to-create-accounts=Kas lubad v\u00f5\u00f5rastel kontosid luua?
allow-strangers-to-create-accounts-with-a-company-email-address=Kas lubad v\u00f5\u00f5rastel ettev\u00f5tte meiliaadressiga kontosid luua?
allow-subsites-to-display-content-from-parent-sites=Luba alamsaidid vanem sisu kuvamiseks. (Automatic Translation)
allow-users-to-automatically-log-in=Luba kasutajatel automaatselt sisse logida? (Automatic Translation)
allow-users-to-request-forgotten-passwords=Kas lubad kasutajatel unustatud parooli k\u00fcsida?
allow-users-to-request-forgotten-passwords-help=Kui see on m\u00e4rgitud, kasutajad v\u00f5ivad taotleda on saata oma e-posti aadressile uus parool. (Automatic Translation)
allow-users-to-request-password-reset-links=Luba kasutajatel taotleda parooli l\u00e4htestamise lingid? (Automatic Translation)
allow-users-to-request-password-reset-links-help=Kui see on m\u00e4rgitud, kasutajad v\u00f5ivad taotleda parooli l\u00e4htestamise linki oma e-posti aadressile. (Automatic Translation)
application-interactions=Taotluse koostoimed (Automatic Translation)
apply-to-existing-users=Olemasolevate kasutajate suhtes (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=Kas soovite kindlasti l\u00e4htestada konfigureeritud v\u00e4\u00e4rtuste? (Automatic Translation)
autogenerate-user-screen-names=Genereeri automaatselt ekraani kasutajanimed (Automatic Translation)
base-dn=Baasi DN (Automatic Translation)
body-with-password=Keha parooliga (Automatic Translation)
body-without-password=Ilma parool (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Logout seansi aegumine. (Automatic Translation)
cas-logout-on-session-expiration-help=Kui see on m\u00e4rgitud, suunatakse brauseritele aegunud seansside CAS logout URL. (Automatic Translation)
cas-logout-url-help=M\u00e4\u00e4rata CAS serveri logi URL. Seada see portaali Logi v\u00e4lja funktsiooni k\u00e4ivitamiseks CAS logout. (Automatic Translation)
cas-no-such-user-redirect-url-help=M\u00e4\u00e4ra URL suunab kasutaja saab, kui kasutaja autentimist CAS, kuid ei leidu portaalis. Kasutaja suunatakse kui LDAP importimine on lubatud, kui ta ei leia v\u00f5i ei saa importida alates LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN vastuv\u00f5tva HTTP (Automatic Translation)
cdn-host-https=CDN vastuv\u00f5tva HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=Muudatuste rakendamiseks olemasolevatele kasutajatele sisse. Muudatused rakenduvad j\u00e4rgmisel korral, kui kasutaja sisse logib. (Automatic Translation)
custom-contact-mapping=Kohandatud kontakti kaardistamine (Automatic Translation)
custom-user-mapping=Kohandatud kasutaja kaardistamine (Automatic Translation)
default-control-panel-theme=Vaikekujunduse Control Panel (Automatic Translation)
default-interactions=Vaikimisi koostoimed (Automatic Translation)
default-landing-page=Vaikimisi keel
default-landing-page-help=See on lehek\u00fclg, kus kasutajad suunatakse automaatselt sisse logides. N\u00e4iteks, kui soovite vaikimisi maandumine lehele tuleb http\://localhost\:8080/web/k\u00fclaline/login, seatud see /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=Kasutusel on LDAP server vaikes\u00e4tted. Lisage LDAP server alistada vaikes\u00e4tteid. (Automatic Translation)
default-logout-page=Vaikimisi Logi lehele (Automatic Translation)
default-logout-page-help=See on lehek\u00fclg, kus kasutajad suunatakse automaatselt p\u00e4rast sisselogimist. N\u00e4iteks kui sa tahad olla http\://localhost\:8080/web/K\u00fclastajate/Logi v\u00e4lja Logi v\u00e4lja vaikelehe, seatud see /web/guest/logout. (Automatic Translation)
default-regular-theme=Regulaarne vaikekujunduse (Automatic Translation)
default-theme=Vaikekujunduse (Automatic Translation)
default-values=Vaikev\u00e4\u00e4rtused
disabled-by-default=Vaikimisi keelatuks (Automatic Translation)
domain-controller=Domeenikontroller
domain-controller-name=Domeenikontroller
domain-controller-name-help=M\u00e4\u00e4rake selle domeenikontrolleri NetBIOS-i nimi. (Automatic Translation)
edit-ldap-server=Redigeeri LDAP Server (Automatic Translation)
email-address-attribute=E-posti aadressi atribuut
enable-birthday=Lubade kasutada s\u00fcnnip\u00e4eva programmi (Automatic Translation)
enable-cdn-dynamic-resources=Lubade kasutada CDN ressursside d\u00fcnaamiline (Automatic Translation)
enable-export=Lubade kasutada ekspordi (Automatic Translation)
enable-gender=Lubade kasutada soolise programmi (Automatic Translation)
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=Vaikimisi lubatud (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Sisesta \u00fcks meiliserveri nimi <strong>rea kohta</strong> k\u00f5igile lisanduvatele meiliserveri nimedele, v\u00e4ljaarvatud <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Ekraani nime reserveerimiseks sisesta \u00fcks ekraani nimi <strong>rea kohta</strong>.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Kasuta e-posti aadressi reserveerimiseks sisesta \u00fcks kasutaja e-posti aadress <strong>rea kohta</strong>.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Sisesta vastloodud kasutajatega seotud vaikimisi kasutajagruppide nimed <strong>rea kohta</strong>.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Sisestage otsingu filtrit, mida saab kasutaja p\u00f5hjendatuse. M\u00e4rkide @company_id @, @email_address @, @screen_name @, ja @user_id @ asendatakse k\u00e4itusel \u00f5igetega. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=Antud v\u00e4\u00e4rtusetega LDAP serveriga sidumine eba\u00f5nnestus.
google-client-secret=Google kliendi saladus (Automatic Translation)
graph-url=Graafik URL (Automatic Translation)
group-default-object-classes=R\u00fchm vaikimisi objekti klassi (Automatic Translation)
group-mapping=Grupi kaardistus
group-name=Grupi nimi
groups-dn=Gruppide DN
home-url=Esilehe aadress
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Kuidas kasutajad autendivad?
import-cas-users-from-ldap=Impordi LDAP'ist
import-cas-users-from-ldap-help=Kui see on m\u00e4rgitud, imporditakse LDAP CAS autenditud kasutajate, olemasolevate portaalis. LDAP peab olema lubatud. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Kui see on m\u00e4rgitud, kasutatakse automaatselt loodud paroole imporditud kasutajatele. Nende kasutajate eksportivate viiks teisaldatud LDAP algse parooli. (Automatic Translation)
import-export=Import / eksport
import-opensso-users-from-ldap=Impordi LDAP'ist
import-opensso-users-from-ldap-help=Kui see on m\u00e4rgitud, imporditakse LDAP avatud SSO autenditud kasutajate, olemasolevate portaalis. LDAP peab olema lubatud. (Automatic Translation)
import-search-filter=Impordi otsingufilter
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Keele ja ajav\u00f6\u00f6ndi (Automatic Translation)
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP eksport ei ole lubatud, kui autogeneration kasutaja paroolide on lubatud LDAP importida. (Automatic Translation)
ldap-password-policy-help=Pange t\u00e4hele, et kui see on lubatud, portaal ei kontrolli kehtivad paroolid, aegunud paroolid v\u00f5i kasutajad, mis on lukustatud v\u00e4lja. See on n\u00fc\u00fcd tegeleb LDAP serveri parool poliitika. (Automatic Translation)
ldap-server-name=Nimi
ldap-servers=LDAP serverite (Automatic Translation)
liferay-has-failed-to-connect-to-the-ldap-server=Liferay \u00fchendumine LDAP serveriga eba\u00f5nnestus. Kontrolli oma seadistusi ja veendu, et LDAP server t\u00f6\u00f6tab.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay ei ole OpenSSO serveriga. Kontrollige oma konfiguratsiooni ja veenduge, et OpenSSO server t\u00f6\u00f6tab. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay ei ole teenuste OpenSSO. Veenduge, et OpenSSO teenused t\u00f6\u00f6tavad. (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=Liferay \u00fchendumine LDAP serveriga oli edukas.
liferay-has-successfully-connected-to-the-opensso-server=Liferay \u00fchendumine OpenSSO serveriga oli edukas.
load-default-server-configuration-for=Koormus vaikimisi serveri konfiguratsiooni (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=Meiliserveri nimed
main-configuration=P\u00f5hiseadistus
mappings-for-opensso-help=OpenSSO ja Liferay kohustuslik vastendused on\: kasutajanimi, meiliaadress, eesnimi ja perekonnanimi. (Automatic Translation)
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=Selline kasutaja \u00fcmbersuunamise URL-i pole (Automatic Translation)
oauth-redirect-url=\u00dcmbersuunamise URL-i (Automatic Translation)
opensso=OpenSSO (Automatic Translation)
organization-sites=Organisatsiooni rollid
other-directory-server=Muu kataloogi server
please-enter-a-unique-ldap-server-name=Sisesta unikaalne kausta nimi.
please-enter-a-valid-ldap-search-filter=Sisesta korrektne sissetuleva meili serveri nimi.
please-enter-a-valid-ldap-server-name=Sisesta korrektne sissetuleva meili serveri nimi.
please-enter-a-valid-locale=Sisesta korrektne kood.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Asenda iga grupi omadus <em>Grupi nimi</em> ja <em>Kasutaja</em> LDAP atribuudiga.
please-select-at-least-one-social-relation-type=Palun valige v\u00e4hemalt \u00fcks sotsiaalse suhte t\u00fc\u00fcp. (Automatic Translation)
please-select-the-type-of-social-interaction=Palun valige sotsiaalse suhtluse. (Automatic Translation)
require-strangers-to-verify-their-email-address=Kas n\u00f5uad v\u00f5\u00f5rastelt e-postiaadressi t\u00f5endamist?
require-terms-of-use=N\u00f5uavad kasutustingimused (Automatic Translation)
reset-values=L\u00e4htesta v\u00e4\u00e4rtused
screen-name-attribute=Ekraaninime atribuut
screen-names=Ekraaninimed
select-the-default-ratings-type-for-the-following-applications=Saate valida j\u00e4rgmiste masinate hinnangud vaiket\u00fc\u00fcbi. Need v\u00e4\u00e4rtused saab muuta \u00fche koha kaudu saidi s\u00e4tted. (Automatic Translation)
service-account=Teenusekonto (Automatic Translation)
service-password=Teenuse parool (Automatic Translation)
service-url-for-opensso-help=See URL on kui OpenSSO ligip\u00e4\u00e4s soovitud veebiteenuste autentimist. Kui kasutate OpenSSO kiire 8 v\u00f5i k\u00f5rgem, teil olema serveris, kus t\u00f6\u00f6tab Java 6. (Automatic Translation)
ssl-error=SSL-t\u00f5rge (Automatic Translation)
system.ldap.configuration.name=S\u00fcsteemi LDAP (Automatic Translation)
test-cas-configuration=Test CAS konfiguratsiooni (Automatic Translation)
test-ldap-connection=Testi LDAP \u00fchendust
test-ldap-groups=Testi LDAP gruppe
test-ldap-users=Testi LDAP kasutajaid
test-opensso-configuration=Test OpenSSO konfiguratsiooni (Automatic Translation)
the-cas-login-url-is-invalid=CAS sisselogimise URL ei sobi. (Automatic Translation)
the-cas-logout-url-is-invalid=CAS Logi URL ei sobi. (Automatic Translation)
the-cas-no-such-user-url-is-invalid=CAS no selline kasutaja URL ei sobi. (Automatic Translation)
the-cas-server-name-is-invalid=CAS serveri nimi ei sobi. (Automatic Translation)
the-cas-server-url-is-invalid=CAS serveri URL ei sobi. (Automatic Translation)
the-cas-service-url-is-invalid=CAS teenuse URL ei sobi. (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=Palun sisestage kehtiv Facebook graafik URL (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=Palun sisestage kehtiv Facebook OAuth Auth URL (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=Palun sisestage kehtiv Facebook OAuth \u00fcmbersuunamise URL (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=Palun sisestage kehtiv Facebook OAuth s\u00fcmboolne URL (Automatic Translation)
the-google-client-id-is-invalid=Palun sisestage kehtiv Google kliendi ID. (Automatic Translation)
the-google-client-secret-is-invalid=Palun sisestage kehtiv Google kliendi saladus. (Automatic Translation)
the-ldap-url-format-is=The LDAP Base Provider URL format is <em>ldap\://host\:port</em>. The Base DN specifies the initial search context for users and is optional. For example, use <em>ldap\://localhost\:389</em> and <em>ou\=Users,o\=Example</em> for your values. (Automatic Copy)
use-default-interactions-settings=Koostoimed vaikes\u00e4tteid kasutada (Automatic Translation)
use-ldap-password-policy=Kasuta LDAP salas\u00f5na reeglit
user-default-object-classes=Kasutaja vaikimisi objekti klassi (Automatic Translation)
user-mapping=Kasutaja kaardistamine
users-dn=Kasutajate DN
