#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u0e81\u0eb8\u0ec8\u0ea1\u0e8d\u0ec8\u0ead\u0e8d\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1\u0ec4\u0e94\u0ec9\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e97\u0ec8\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0ec0\u0e9a\u0eb4\u0e87\u0e84\u0eb7\u0e99.
a-subset-of-users-has-been-displayed-for-you-to-review=\u0e81\u0eb8\u0ec8\u0ea1\u0e8d\u0ec8\u0ead\u0e8d\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e87\u0e81\u0eb8\u0ec8\u0ea1\u0ec4\u0e94\u0ec9\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e97\u0ec8\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0ec0\u0e9a\u0eb4\u0e87\u0e84\u0eb7\u0e99.
account-created-notification-body-with-password-help=\u0e9b\u0ec9\u0ead\u0e99\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0ec3\u0e99\u0e82\u0ead\u0e87\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0eaa\u0ebb\u0ec8\u0e87\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0e82\u0eb7\u0ec9\u0e99\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99. \u0ec0\u0e8a\u0eb4\u0e87\u0e88\u0eb0\u0e9b\u0eb0\u0e81\u0ead\u0e9a\u0ec4\u0e9b\u0e94\u0ec9\u0ea7\u0e8d\u0e8a\u0eb7\u0ec8\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0ec1\u0ea5\u0eb0 \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0eaa\u0ec9\u0eb2\u0e87\u0e82\u0eb7\u0ec9\u0e99\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9 LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=Allow site administrators to display content from other sites they administer. (Automatic Copy)
allow-site-administrators-to-use-their-own-logo=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e9c\u0eb9\u0ec9\u0e9a\u0ecd\u0eab\u0eb2\u0e99\u0ec4\u0e8a\u0e97\u0ecc\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ec2\u0ea5\u0ec2\u0e81\u0e82\u0ead\u0e87\u0ec0\u0e82\u0ebb\u0eb2\u0ec0\u0ead\u0e87?
allow-strangers-to-create-accounts=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e84\u0ebb\u0e99\u0ec1\u0e9b\u0e81\u0edc\u0ec9\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0eb1\u0e99\u0e8a\u0eb5?
allow-strangers-to-create-accounts-with-a-company-email-address=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e84\u0ebb\u0e99\u0ec1\u0e9b\u0e81\u0edc\u0ec9\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e81\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0e82\u0ead\u0e87\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e9a\u0ecd\u0ea5\u0eb4\u0eaa\u0eb1\u0e94?
allow-subsites-to-display-content-from-parent-sites=Allow subsites to display content from parent sites. (Automatic Copy)
allow-users-to-automatically-log-in=Allow users to automatically log in? (Automatic Copy)
allow-users-to-request-forgotten-passwords=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0eaa\u0ead\u0e9a\u0e96\u0eb2\u0ea1\u0ec3\u0e99\u0e81\u0ecd\u0ea5\u0eb0\u0e99\u0eb5\u0ea5\u0eb7\u0ea1\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99?
allow-users-to-request-forgotten-passwords-help=If this is checked, users can request to have a new password sent to their email address. (Automatic Copy)
allow-users-to-request-password-reset-links=\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb4\u0ec0\u0e8a\u0eb1\u0e94\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0ec2\u0e94\u0e8d?
allow-users-to-request-password-reset-links-help=If this is checked, users can request to have a password reset link sent to their email address. (Automatic Copy)
application-interactions=Application Interactions (Automatic Copy)
apply-to-existing-users=\u0e97\u0ebb\u0e94\u0ea5\u0ead\u0e87\u0e81\u0eb1\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0ec1\u0ea5\u0ec9\u0ea7
are-you-sure-you-want-to-reset-the-configured-values=Are you sure you want to reset the configured values? (Automatic Copy)
autogenerate-user-screen-names=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0edc\u0ec9\u0eb2\u0e88\u0ecd\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec1\u0e9a\u0e9a\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94
base-dn=DN \u0e9e\u0eb7\u0ec9\u0e99\u0e96\u0eb2\u0e99
body-with-password=\u0e95\u0ebb\u0ea7\u0e95\u0ebb\u0e99 \u0ea1\u0eb5\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
body-without-password=\u0e95\u0ebb\u0ea7\u0e95\u0ebb\u0e99 \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Logout on session expiration. (Automatic Copy)
cas-logout-on-session-expiration-help=If this is checked, browsers with expired sessions will be redirected to the CAS logout URL. (Automatic Copy)
cas-logout-url-help=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5 CAS \u0ea5\u0ecb\u0ead\u0e81\u0ead\u0eb2\u0ea7 URL. \u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e99\u0eb5\u0ec9\u0ea2\u0ec9\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99 \u0ea5\u0ecb\u0ead\u0e81\u0ead\u0eb2\u0ea7\u0e88\u0eb2\u0e81 \u0e9e\u0ecb\u0ead\u0e94\u0ead\u0ead\u0e99 \u0ec4\u0e9b\u0e8d\u0eb1\u0e87 \u0e97\u0ea3\u0eb5\u0ec0\u0e81\u0eb5\u0ec9 CAS \u0ea5\u0ecb\u0ead\u0e81\u0ead\u0eb2\u0ea7
cas-no-such-user-redirect-url-help=Set the URL to redirect a user to, if the user can authenticate with CAS but cannot be found in the portal. If import from LDAP is enabled, the user is redirected if he cannot be found or could not be imported from LDAP. (Automatic Copy)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=\u0e8a\u0eb5\u0e94\u0eb5\u0ec1\u0ead\u0eb1\u0e99 \u0eae\u0ecb\u0ead\u0e94 HTTP
cdn-host-https=\u0e8a\u0eb5\u0e94\u0eb5\u0ec1\u0ead\u0eb1\u0e99 \u0eae\u0ecb\u0ead\u0e94 HTTPS
check-to-apply-the-changes-to-existing-users=\u0e81\u0ea7\u0e94\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e97\u0ebb\u0e94\u0eaa\u0ead\u0e9a\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8. \u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec1\u0e9b\u0e87\u0e88\u0eb0\u0eaa\u0ebb\u0ea1\u0e9a\u0eb9\u0e99\u0ec0\u0ea1\u0eb7\u0ec8\u0ead\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ea5\u0ecb\u0ead\u0e81\u0ead\u0eb5\u0e99\u0ec0\u0e97\u0eb7\u0ec8\u0ead\u0edc\u0ec9\u0eb2.
custom-contact-mapping=Custom Contact Mapping (Automatic Copy)
custom-user-mapping=Custom User Mapping (Automatic Copy)
default-control-panel-theme=\u0ec1\u0e97\u0ecb\u0ea1\u0e84\u0ead\u0e99\u0ec2\u0e97\u0e99\u0e9e\u0eb2\u0ec0\u0e99\u0ea7\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
default-interactions=Default Interactions (Automatic Copy)
default-landing-page=\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0edc\u0ec9\u0eb2\u0e95\u0eb2\u0ea1\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
default-landing-page-help=This is the page that users are automatically redirected to after logging in. For example, if you want the default landing page to be http\://localhost\:8080/web/guest/login, set this to /web/guest/login. (Automatic Copy)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2 \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5 LDAP \u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e99\u0eb3\u0ec3\u0e8a\u0ec9. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 LDAP \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9 \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e97\u0ebb\u0e94\u0ec1\u0e97\u0e99\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e95\u0eb2\u0ea1\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
default-logout-page=\u0ec0\u0ea5\u0ead\u0eb2\u0ea7\u0edc\u0ec9\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4
default-logout-page-help=This is the page that users are automatically redirected to after logging out. For example, if you want the default logout page to be http\://localhost\:8080/web/guest/logout, set this to /web/guest/logout. (Automatic Copy)
default-regular-theme=\u0ec1\u0e97\u0ecb\u0ea1\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e97\u0ebb\u0ec8\u0ea7\u0ec4\u0e9b
default-theme=Default Theme (Automatic Copy)
default-values=\u0e84\u0ec8\u0eb2\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e95\u0ec8\u0eb2\u0e87\u0ec6
disabled-by-default=Disabled by Default (Automatic Copy)
domain-controller=\u0ec2\u0e94\u0ec0\u0ea1\u0e99\u0e84\u0ead\u0e99\u0ec2\u0e97\u0e99\u0ec0\u0ea5\u0eb5\u0ec9
domain-controller-name=\u0e8a\u0eb7\u0ec8\u0e94\u0eb5\u0e8a\u0eb5
domain-controller-name-help=Specify the domain controller NetBIOS name.
edit-ldap-server=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9 LDAP
email-address-attribute=\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0 \u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7
enable-birthday=\u0ec0\u0e9b\u0eb5\u0e94\u0ec3\u0e8a\u0ec9\u0ea7\u0eb1\u0e99\u0ec0\u0e81\u0eb5\u0e94
enable-cdn-dynamic-resources=Enable CDN Dynamic Resources (Automatic Copy)
enable-export=Enable Export (Automatic Copy)
enable-gender=\u0ec0\u0e9b\u0eb5\u0e94\u0ec3\u0e8a\u0ec9\u0ec0\u0e9e\u0e94
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=Enabled by Default (Automatic Copy)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=\u0e9b\u0ec9\u0ead\u0e99 \u0ec0\u0ea1\u0ea7 \u0e8a\u0eb7\u0ec8\u0eae\u0ecb\u0ead\u0e94 <strong> \u0e95\u0ecd\u0ec8\u0ec1\u0e96\u0ea7 </strong> \u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ec0\u0ea1\u0ea7\u0e8a\u0eb7\u0ec8\u0eae\u0ecb\u0ead\u0e94\u0e97\u0eb2\u0e87\u0e82\u0ec9\u0eb2\u0e87 <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0edc\u0ec9\u0eb2\u0e88\u0ecd\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87<strong> \u0e95\u0ecd\u0ec8\u0ec1\u0e96\u0ea7 </strong>. \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0eb3\u0eae\u0ead\u0e87\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u0edc\u0ec9\u0eb2\u0e88\u0ecd.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u0e9b\u0ec9\u0ead\u0e99\u0ead\u0eb5\u0ec0\u0ea1\u0ea7\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87 <strong> \u0e95\u0ecd\u0ec8\u0ec1\u0e96\u0ea7 </strong> \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0eb3\u0eae\u0ead\u0e87\u0ead\u0eb4\u0ec0\u0ea1\u0ea7\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0ec4\u0e8a\u0e97\u0ecc\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4 <strong> \u0e95\u0ecd\u0ec8\u0ec1\u0e96\u0ea7 </strong> \u0e97\u0eb5\u0ec8\u0e95\u0eb4\u0e94\u0e9e\u0eb1\u0e99\u0e81\u0eb1\u0e9a\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e81\u0eb1\u0e9a\u0e84\u0ea7\u0eb2\u0ea1\u0ec3\u0edd\u0ec8 \u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0ec9\u0eb2\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4 <strong> \u0e95\u0ecd\u0ec8\u0ec1\u0e96\u0ea7 </strong> \u0e97\u0eb5\u0ec8\u0e95\u0eb4\u0e94\u0e9e\u0eb1\u0e99\u0e81\u0eb1\u0e9a\u0eaa\u0eb0\u0ea1\u0eb2\u0e84\u0ebb\u0ea1\u0e81\u0eb1\u0e9a\u0e84\u0ea7\u0eb2\u0ea1\u0ec3\u0edd\u0ec8 \u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0ec9\u0eb2\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Enter the search filter that is used to test the validity of a user. The tokens @company_id@, @email_address@, @screen_name@, and @user_id@ are replaced at runtime with the correct values. (Automatic Copy)
failed-to-bind-to-the-ldap-server-with-given-values=\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e81\u0eb1\u0e9a\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5 LDAP \u0e81\u0eb1\u0e9a\u0e84\u0ec8\u0eb2\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0edc\u0ebb\u0e94
google-client-secret=Google Client Secret (Automatic Copy)
graph-url=\u0e81\u0ea3\u0eb2\u0e9f URL
group-default-object-classes=\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ec0\u0e9b\u0ebb\u0ec9\u0eb2\u0ea1\u0edd\u0eb2\u0e8d\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e82\u0ead\u0e87\u0e81\u0eb8\u0ec8\u0ea1
group-mapping=\u0e9b\u0ebd\u0e9a\u0e97\u0ebd\u0e9a\u0e81\u0eb8\u0ec8\u0ea1
group-name=\u0e8a\u0eb7\u0ec8\u0e81\u0eb8\u0ec8\u0ea1
groups-dn=\u0e81\u0eb8\u0ec8\u0ea1 \u0e94\u0eb5\u0ec0\u0e99\u0eb1\u0e99
home-url=\u0edc\u0ec9\u0eb2\u0eab\u0ebc\u0eb1\u0e81 URL
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb4\u0e94\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec1\u0e99\u0ea7\u0ec3\u0e94?
import-cas-users-from-ldap=\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e88\u0eb2\u0e81 LDAP
import-cas-users-from-ldap-help=If this is checked, users authenticated from CAS that do not exist in the portal are imported from LDAP. LDAP must be enabled. (Automatic Copy)
import-enabled-user-password-autogenerated-help=If this is checked, autogenerated passwords are used for imported users. Exporting these users would lead to their original passwords being overwritten in LDAP. (Automatic Copy)
import-export=\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2/\u0eaa\u0ebb\u0ec8\u0e87\u0ead\u0ead\u0e81
import-opensso-users-from-ldap=\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e88\u0eb2\u0e81 LDAP
import-opensso-users-from-ldap-help=If this is checked, users authenticated from OpenSSO that do not exist in the portal are imported from LDAP. LDAP must be enabled. (Automatic Copy)
import-search-filter=\u0e81\u0eb1\u0e99\u0e95\u0ead\u0e87\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec0\u0e82\u0ebb\u0ec9\u0eb2
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\u0e9e\u0eb2\u0eaa\u0eb2 \u0ec1\u0ea5\u0eb0\u0e82\u0ebb\u0e87\u0ec0\u0e82\u0e94\u0ea7\u0ea5\u0eb2
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP export must not be enabled when autogeneration of user passwords is enabled for LDAP import. (Automatic Copy)
ldap-password-policy-help=Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
ldap-server-name=\u0e8a\u0eb7\u0ec8
ldap-servers=LDAP \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9
liferay-has-failed-to-connect-to-the-ldap-server=Liferay \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e81\u0eb1\u0e9a LDAP \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec4\u0e94\u0ec9. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec3\u0eab\u0ec9\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9 LDAP \u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec1\u0ea5\u0ec8\u0e99
liferay-has-failed-to-connect-to-the-opensso-server=Liferay \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e81\u0eb1\u0e9aOpenSSO \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec4\u0e94\u0ec9. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec3\u0eab\u0ec9\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9 OpenSSO \u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec1\u0ea5\u0ec8\u0e99
liferay-has-failed-to-connect-to-the-opensso-services=Liferay \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0e81\u0eb2\u0e99 OpenSSO \u0ec4\u0e94\u0ec9. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e81\u0eb2\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99 \u0ec1\u0ea5\u0eb0\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec3\u0eab\u0ec9\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0e81\u0eb2\u0e99 OpenSSO \u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec1\u0ea5\u0ec8\u0e99
liferay-has-successfully-connected-to-the-ldap-server=\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8 Liferay \u0eab\u0eb2 LDAP \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9
liferay-has-successfully-connected-to-the-opensso-server=\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8 Liferay \u0eab\u0eb2 OpenSSO \u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9
load-default-server-configuration-for=Load Default Server Configuration For (Automatic Copy)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=\u0e8a\u0eb7\u0ec8\u0ec0\u0ea1\u0ea7\u0ea3\u0ecb\u0ead\u0e94
main-configuration=\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0eab\u0ebc\u0eb1\u0e81
mappings-for-opensso-help=\u0e81\u0eb2\u0e99\u0e9b\u0ebd\u0e9a\u0e97\u0ebd\u0e9a\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0eab\u0ebc\u0eb1\u0e81\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 OpenSSO \u0ec1\u0ea5\u0eb0 liferay \u0ec1\u0ea1\u0ec8\u0e99\: \u0e8a\u0eb7\u0ec8\u0edc\u0ec9\u0eb2\u0e88\u0ecd, \u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0ead\u0eb5\u0ec0\u0ea1\u0ea7, \u0e8a\u0eb7\u0ec8 \u0ec1\u0ea5\u0eb0\u0e99\u0eb2\u0ea1\u0eaa\u0eb0\u0e81\u0eb8\u0e99
negotiate-flags=Negotiate Flags (Automatic Copy)
no-such-user-redirect-url=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e97\u0eb4\u0e94\u0e97\u0eb2\u0e87 URL \u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec3\u0e94
oauth-redirect-url=\u0ec4\u0e9b\u0e8d\u0eb1\u0e87 URL
opensso=OpenSSO (Automatic Copy)
organization-sites=\u0ec4\u0e8a\u0e97\u0ecc\u0e82\u0ead\u0e87\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99
other-directory-server=\u0ec4\u0e94\u0ec0\u0ea5\u0eb1\u0e94\u0e95\u0ecd\u0ea5\u0eb5\u0ec9\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0ead\u0eb7\u0ec8\u0e99\u0ec6
please-enter-a-unique-ldap-server-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0ec2\u0e9f\u0e99\u0ec0\u0e94\u0eb5\u0ec9\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0edc\u0eb7\u0ec8\u0e87\u0e94\u0ebd\u0ea7
please-enter-a-valid-ldap-search-filter=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0e82\u0eb2\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-ldap-server-name=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e8a\u0eb7\u0ec8\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0e82\u0eb2\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-enter-a-valid-locale=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0e95\u0eb1\u0ec9\u0e87\u0eab\u0ebc\u0eb7\u0e95\u0eb3\u0ec1\u0edc\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ebd\u0e9a\u0e97\u0ebd\u0e9a\u0e81\u0eb8\u0ec8\u0ea1\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0\u0e95\u0ec8\u0eb2\u0e87\u0ec6 <em>\u0e8a\u0eb7\u0ec8\u0e81\u0eb8\u0ec8\u0ea1 </em> \u0ec1\u0ea5\u0eb0 <em>User</em> \u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0 LDAP .
please-select-at-least-one-social-relation-type=Please select at least one social relation type. (Automatic Copy)
please-select-the-type-of-social-interaction=Please select the type of social interaction. (Automatic Copy)
require-strangers-to-verify-their-email-address=\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u200b\u0ec3\u0eab\u0ec9\u200b\u0e84\u0ebb\u0e99\u200b\u0ec1\u0e9b\u0e81\u200b\u0edc\u0ec9\u0eb2\u200b\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u200b\u0ea2\u0eb7\u0e99\u0ea2\u0eb1\u0e99\u200b\u0ead\u0eb5\u200b\u0ec0\u0ea1\u200b\u0ea7\u200b\u0ec4\u0e94\u0ec9\u200b\u0e9a\u0ecd\u0ec8?
require-terms-of-use=Require Terms of Use (Automatic Copy)
reset-values=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u200b\u0ea1\u0eb9\u0e99\u200b\u0e84\u0ec8\u0eb2\u200b\u0e84\u0eb7\u0e99
screen-name-attribute=\u0e8a\u0eb7\u0ec8\u0edc\u0ec9\u0eb2\u200b\u0e88\u0ecd\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0
screen-names=\u0e8a\u0eb7\u0ec8\u200b\u0edc\u200b\u0ec9\u0eb2\u0e88\u0ecd\u200b\u0e95\u0ec8\u0eb2\u0e87\u0ec6
select-the-default-ratings-type-for-the-following-applications=Select the default ratings type for the following applications. These values can be changed per site through Site Settings. (Automatic Copy)
service-account=Service Account (Automatic Copy)
service-password=Service Password (Automatic Copy)
service-url-for-opensso-help=URL \u0e99\u0eb5\u0ec9\u0e97\u0eb5\u0ec8 OpenSSO \u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec0\u0e96\u0eb4\u0e87\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb4\u0e94\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ea5\u0eb4\u0e81\u0eb2\u0e99\u0ec0\u0ea7\u0e9a.\u0e96\u0ec9\u0eb2\u0e97\u0ec8\u0eb2\u0e99\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec3\u0e8a\u0ec9 OpenSSO Express 8 \u0eab\u0ebc\u0eb7 \u0eaa\u0eb9\u0e87\u0e81\u0ea7\u0ec8\u0eb2. \u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb3\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec4\u0e94\u0ec9\u0ea1\u0eb5\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0ec1\u0ea5\u0ec8\u0e99 Java 6.
ssl-error=\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94 SSL
system.ldap.configuration.name=System LDAP (Automatic Copy)
test-cas-configuration=\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0e97\u0ebb\u0e94\u0ea5\u0ead\u0e87 CAS
test-ldap-connection=\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e97\u0ebb\u0e94\u0ea5\u0ead\u0e87 LDAP
test-ldap-groups=\u0e81\u0eb8\u0ec8\u0ea1\u0e97\u0ebb\u0e94\u0ea5\u0ead\u0e87 LDAP
test-ldap-users=\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e97\u0ebb\u0e94\u0ea5\u0ead\u0e87 LDAP
test-opensso-configuration=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e97\u0ebb\u0e94\u0ea5\u0ead\u0e87 OpenSSO
the-cas-login-url-is-invalid=CAS \u0ea5\u0ecb\u0ead\u0e81\u0ead\u0eb5\u0e99 URL \u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.
the-cas-logout-url-is-invalid=CAS \u0ea5\u0ecb\u0ead\u0e81\u0ead\u0ecb\u0eb2\u0ea7 URL \u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.
the-cas-no-such-user-url-is-invalid=CAS \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 URL \u0ec3\u0e94\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.
the-cas-server-name-is-invalid=CAS \u0e8a\u0eb7\u0ec8\u0ec0\u0e8a\u0eb5\u0ec0\u0ea7\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.
the-cas-server-url-is-invalid=CAS \u0ec0\u0e8a\u0eb5\u0ec9\u0ec0\u0ea7\u0eb5\u0ec9 URL \u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.
the-cas-service-url-is-invalid=CAS \u0e9a\u0ecd\u0ea5\u0eb4\u0e81\u0eb2\u0e99 URL \u0e9a\u0ecd\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1.
the-facebook-connect-graph-url-is-invalid=Please enter a valid Facebook Graph URL (Automatic Copy)
the-facebook-connect-oauth-auth-url-is-invalid=Please enter a valid Facebook OAuth Auth URL (Automatic Copy)
the-facebook-connect-oauth-redirect-url-is-invalid=Please enter a valid Facebook OAuth Redirect URL (Automatic Copy)
the-facebook-connect-oauth-token-url-is-invalid=Please enter a valid Facebook OAuth Token URL (Automatic Copy)
the-google-client-id-is-invalid=Please enter a valid Google client ID. (Automatic Copy)
the-google-client-secret-is-invalid=Please enter a valid Google client secret. (Automatic Copy)
the-ldap-url-format-is=LDAP \u0ead\u0eb4\u0e87\u0e95\u0eb2\u0ea1\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0e99\u0ead\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a URL \u0ec1\u0ea1\u0ec8\u0e99<em>ldap\://host\:port</em>. DN \u0e9e\u0eb7\u0ec9\u0e99\u0e96\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb0\u0ec0\u0e9e\u0eb2\u0eb0\u0e81\u0eb2\u0e99\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2\u0ec0\u0e9a\u0eb7\u0ec9\u0ead\u0e87\u0e95\u0ebb\u0ec9\u0e99\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e9c\u0eb8\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9 \u0ec1\u0ea5\u0eb0\u0e97\u0eb2\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e95\u0ec8\u0eb2\u0e87\u0ec6. \u0e95\u0ebb\u0ea7\u0ea2\u0ec8\u0eb2\u0e87, \u0ec3\u0e8a\u0ec9<em>ldap\://localhost\:389</em> \u0ec1\u0ea5\u0eb0 <em>ou\=Users,o\=Example</em> \u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0ea1\u0eb9\u0e99\u0e84\u0ec8\u0eb2\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99.
use-default-interactions-settings=Use Default Interactions Settings (Automatic Copy)
use-ldap-password-policy=\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0e99\u0eb0\u0ec2\u0e8d\u0e9a\u0eb2\u0e8d\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99 LDAP
user-default-object-classes=\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ec0\u0e9b\u0ebb\u0ec9\u0eb2\u0ea1\u0edd\u0eb2\u0e8d\u0e9b\u0ebb\u0e81\u0e81\u0eb0\u0e95\u0eb4\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
user-mapping=\u0e81\u0eb2\u0e99\u0e9b\u0ebd\u0e9a\u0e97\u0ebd\u0e9a\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
users-dn=DN \u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec8\u0eb2\u0e87\u0ec6
