#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u0427\u0430\u0441\u0442\u0438\u043d\u0430 \u0433\u0440\u0443\u043f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0430 \u0434\u043b\u044f \u0412\u0430\u0448\u043e\u0457 \u0440\u0435\u0446\u0435\u043d\u0437\u0456\u0457.
a-subset-of-users-has-been-displayed-for-you-to-review=\u0427\u0430\u0441\u0442\u0438\u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0430 \u0434\u043b\u044f \u0412\u0430\u0448\u043e\u0457 \u0440\u0435\u0446\u0435\u043d\u0437\u0456\u0457.
account-created-notification-body-with-password-help=\u041f\u043e\u0442\u0440\u0430\u043f\u043b\u044f\u044e\u0442\u044c \u0432 \u043e\u0440\u0433\u0430\u043d\u0456\u0437\u043c \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438, \u043d\u0430\u0434\u0456\u0441\u043b\u0430\u043d\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u043f\u0456\u0441\u043b\u044f \u0440\u0435\u0454\u0441\u0442\u0440\u0430\u0446\u0456\u0457. \u0426\u0435 \u043f\u043e\u0432\u0438\u043d\u043d\u043e \u043c\u0456\u0441\u0442\u0438\u0442\u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0437\u0433\u0435\u043d\u0435\u0440\u043e\u0432\u0430\u043d\u0438\u0439 \u043f\u0430\u0440\u043e\u043b\u044c \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=\u0414\u043e\u0434\u0430\u0442\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 LDAP (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c \u0441\u0430\u0439\u0442\u0456\u0432 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0430\u044e\u0442\u044c \u0432\u043c\u0456\u0441\u0442 \u0437 \u0456\u043d\u0448\u0438\u0445 \u0441\u0430\u0439\u0442\u0456\u0432, \u0449\u043e \u0432\u043e\u043d\u0438 \u043a\u0435\u0440\u0443\u044e\u0442\u044c. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c \u0441\u0430\u0439\u0442\u0456\u0432 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0441\u0432\u0456\u0439 \u043b\u043e\u0433\u043e\u0442\u0438\u043f? (Automatic Translation)
allow-strangers-to-create-accounts=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0456\u043c \u0440\u0435\u0454\u0441\u0442\u0440\u0430\u0446\u0456\u044e?
allow-strangers-to-create-accounts-with-a-company-email-address=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0456\u043c \u0440\u0435\u0454\u0441\u0442\u0440\u0443\u0432\u0430\u0442\u0438\u0441\u044c \u0456\u0437 email \u0430\u0434\u0440\u0435\u0441\u043e\u044e \u043a\u043e\u043c\u043f\u0430\u043d\u0456\u0457?
allow-subsites-to-display-content-from-parent-sites=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043f\u0456\u0434\u0441\u0430\u0439\u0442\u0456\u0432 \u0434\u043b\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u0432\u043c\u0456\u0441\u0442\u0443 \u0437 \u0431\u0430\u0442\u044c\u043a\u0456\u0432\u0441\u044c\u043a\u0438\u0445 \u0441\u0430\u0439\u0442\u0430\u0445. (Automatic Translation)
allow-users-to-automatically-log-in=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0438\u0439 \u0432\u0445\u0456\u0434? (Automatic Translation)
allow-users-to-request-forgotten-passwords=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u043d\u0430\u0433\u0430\u0434\u0443\u0432\u0430\u043d\u043d\u044f \u043f\u0430\u0440\u043e\u043b\u0456\u0432?
allow-users-to-request-forgotten-passwords-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0436\u0443\u0442\u044c \u0437\u0432\u0435\u0440\u043d\u0443\u0442\u0438\u0441\u044f \u0437 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f\u043c \u043c\u0430\u0442\u0438 \u043d\u043e\u0432\u0438\u0439 \u043f\u0430\u0440\u043e\u043b\u044c \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u043e \u043d\u0430 \u0441\u0432\u043e\u044e \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438. (Automatic Translation)
allow-users-to-request-password-reset-links=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u0437\u0430\u043f\u0438\u0442\u0443\u0432\u0430\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u0441\u043a\u0438\u043d\u0443\u0442\u0438 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f? (Automatic Translation)
allow-users-to-request-password-reset-links-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0436\u0443\u0442\u044c \u043d\u0430\u0434\u0441\u0438\u043b\u0430\u0442\u0438 \u0437\u0430\u043f\u0438\u0442 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u044c \u0434\u043b\u044f \u0441\u043a\u0438\u0434\u0430\u043d\u043d\u044f \u043d\u0430 \u0457\u0445 \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438. (Automatic Translation)
application-interactions=\u0417\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u043d\u043d\u044f \u0432\u0437\u0430\u0454\u043c\u043e\u0434\u0456\u0439 (Automatic Translation)
apply-to-existing-users=\u0417\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u0442\u0438 \u0434\u043e \u043d\u0430\u044f\u0432\u043d\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=\u0412\u0438 \u0434\u0456\u0439\u0441\u043d\u043e \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u0441\u043a\u0438\u043d\u0443\u0442\u0438 \u043d\u0430\u043b\u0430\u0448\u0442\u043e\u0432\u0430\u043d\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f? (Automatic Translation)
autogenerate-user-screen-names=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0435 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u043b\u043e\u0433\u0456\u043d\u0438 \u0435\u043a\u0440\u0430\u043d (Automatic Translation)
base-dn=\u0411\u0430\u0437\u0430 DN (Automatic Translation)
body-with-password=\u0422\u0456\u043b\u043e \u0437 \u043f\u0430\u0440\u043e\u043b\u0435\u043c (Automatic Translation)
body-without-password=\u0422\u0456\u043b\u043e \u0431\u0435\u0437 \u043f\u0430\u0440\u043e\u043b\u044f (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\u0412\u0438\u0445\u0456\u0434 \u043d\u0430 \u0441\u0435\u0441\u0456\u0457 \u0442\u0435\u0440\u043c\u0456\u043d\u0443 \u0434\u0456\u0457. (Automatic Translation)
cas-logout-on-session-expiration-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u0445 \u0437 \u043f\u0440\u043e\u0441\u0442\u0440\u043e\u0447\u0435\u043d\u0456 \u0441\u0435\u0430\u043d\u0441\u0438 \u043f\u0435\u0440\u0435\u0441\u043f\u0440\u044f\u043c\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u043c\u0443\u0442\u044c\u0441\u044f CAS \u0432\u0438\u0445\u0456\u0434 URL. (Automatic Translation)
cas-logout-url-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 \u043a\u043b\u0456\u0454\u043d\u0442\u0441\u044c\u043a\u043e\u0433\u043e \u0434\u043e\u0441\u0442\u0443\u043f\u0443 \u0432\u0438\u0445\u0456\u0434 URL. \u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435, \u044f\u043a\u0449\u043e \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e, \u0449\u043e\u0431 \u0444\u0443\u043d\u043a\u0446\u0456\u044f \u0432\u0438\u0445\u0456\u0434 \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u0437\u0430\u043f\u0443\u0441\u043a\u0430\u0442\u0438\u043c\u0435 CAS \u0432\u0438\u0445\u0456\u0434. (Automatic Translation)
cas-no-such-user-redirect-url-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 URL \u043f\u0435\u0440\u0435\u043d\u0430\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430, \u044f\u043a\u0449\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043c\u043e\u0436\u0435 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0443\u0432\u0430\u0442\u0438 \u0437 \u043a\u043b\u0456\u0454\u043d\u0442\u0441\u044c\u043a\u043e\u0433\u043e \u0434\u043e\u0441\u0442\u0443\u043f\u0443, \u0430\u043b\u0435 \u043d\u0435 \u043c\u043e\u0436\u0443\u0442\u044c \u0431\u0443\u0442\u0438 \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u0456 \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0456. \u0412\u0432\u0456\u043c\u043a\u043d\u0435\u043d\u043e\u0457 \u0456\u043c\u043f\u043e\u0440\u0442\u0443 \u0456\u0437 LDAP, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u043f\u0435\u0440\u0435\u0441\u043f\u0440\u044f\u043c\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f, \u044f\u043a\u0449\u043e \u0432\u0456\u043d \u043d\u0435 \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e \u0430\u0431\u043e \u043d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0432\u0430\u0442\u0438 \u0431\u0435\u0437\u043f\u043e\u0441\u0435\u0440\u0435\u0434\u043d\u044c\u043e \u0456\u0437 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0443 LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=\u0425\u043e\u0441\u0442 CDN HTTP (Automatic Translation)
cdn-host-https=CDN \u0445\u043e\u0441\u0442\u0430 HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435, \u0449\u043e\u0431 \u0437\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u0442\u0438 \u0437\u043c\u0456\u043d\u0438 \u0434\u043e \u043d\u0430\u044f\u0432\u043d\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432. \u0417\u043c\u0456\u043d\u0438 \u043d\u0430\u0431\u0443\u0434\u0443\u0442\u044c \u0447\u0438\u043d\u043d\u043e\u0441\u0442\u0456 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u043e\u0433\u043e \u0440\u0430\u0437\u0443, \u043a\u043e\u043b\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0432\u0445\u043e\u0434\u0438\u0442\u044c \u0432. (Automatic Translation)
custom-contact-mapping=\u041e\u0434\u043d\u0438\u043c\u0438 \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0456\u0432 (Automatic Translation)
custom-user-mapping=\u041d\u0435\u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044c\u043a\u0456 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f (Automatic Translation)
default-control-panel-theme=\u0422\u0438\u043f\u043e\u0432\u0430 \u0442\u0435\u043c\u0430 \u043f\u0430\u043d\u0435\u043b\u044c \u043a\u0435\u0440\u0443\u0432\u0430\u043d\u043d\u044f (Automatic Translation)
default-interactions=\u0417\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0432\u0437\u0430\u0454\u043c\u043e\u0434\u0456\u0439 (Automatic Translation)
default-landing-page=\u041c\u043e\u0432\u0430 \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e
default-landing-page-help=\u0426\u0435 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0430, \u044f\u043a\u0430 \u0454 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0435 \u043f\u0435\u0440\u0435\u0441\u043f\u0440\u044f\u043c\u0443\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u0456\u0441\u043b\u044f \u0432\u0445\u043e\u0434\u0443 \u0443 \u0441\u0435\u0430\u043d\u0441. \u041d\u0430\u043f\u0440\u0438\u043a\u043b\u0430\u0434, \u044f\u043a\u0449\u043e \u0432\u0438 \u0445\u043e\u0447\u0435\u0442\u0435, \u0449\u043e\u0431 \u0446\u0456\u043b\u044c\u043e\u0432\u0430 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0430 \u0431\u0443\u0434\u0435 http\://localhost\:8080/\u0432\u0435\u0431-/ \u0412\u0456\u0434\u0433\u0443\u043a\u0438/\u041b\u043e\u0433\u0456\u043d \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c, \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0456\u0442\u044c /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\u0417\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0441\u0435\u0440\u0432\u0435\u0440 LDAP, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0442\u044c\u0441\u044f. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0434\u043e\u0434\u0430\u0439\u0442\u0435 LDAP-\u0441\u0435\u0440\u0432\u0435\u0440, \u0449\u043e\u0431 \u043f\u0440\u043e\u0456\u0433\u043d\u043e\u0440\u0443\u0432\u0430\u0442\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c. (Automatic Translation)
default-logout-page=\u0412\u0438\u0445\u0456\u0434 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c (Automatic Translation)
default-logout-page-help=\u0426\u0435 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0430, \u044f\u043a\u0430 \u0454 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0435 \u043f\u0435\u0440\u0435\u0441\u043f\u0440\u044f\u043c\u0443\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u0456\u0441\u043b\u044f \u0432\u0445\u043e\u0434\u0443. \u041d\u0430\u043f\u0440\u0438\u043a\u043b\u0430\u0434, \u044f\u043a\u0449\u043e \u0432\u0438 \u0445\u043e\u0447\u0435\u0442\u0435 \u0432\u0438\u0439\u0442\u0438 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0443 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0431\u0443\u0434\u0435 http\://localhost\:8080/web/\u0412\u0456\u0434\u0433\u0443\u043a\u0438/\u0432\u0438\u0445\u043e\u0434\u043e\u043c \u0456\u0437 \u0441\u0438\u0441\u0442\u0435\u043c\u0438, \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 /web/guest/logout. (Automatic Translation)
default-regular-theme=\u0420\u0435\u0433\u0443\u043b\u044f\u0440\u043d\u0456 \u0442\u0435\u043c\u0456 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c (Automatic Translation)
default-theme=\u0422\u0438\u043f\u043e\u0432\u0430 \u0442\u0435\u043c\u0430 (Automatic Translation)
default-values=\u0412\u0441\u0456\u043b\u044f\u043a\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e
disabled-by-default=\u0412\u0438\u043c\u043a\u043d\u0443\u0442\u043e \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c (Automatic Translation)
domain-controller=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440 \u0434\u043e\u043c\u0435\u043d\u0443
domain-controller-name=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440 \u0434\u043e\u043c\u0435\u043d\u0443
domain-controller-name-help=\u0423\u043a\u0430\u0436\u0456\u0442\u044c \u0456\u043c'\u044f NetBIOS \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0430 \u0434\u043e\u043c\u0435\u043d\u0443. (Automatic Translation)
edit-ldap-server=\u0417\u043c\u0456\u043d\u0438\u0442\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 LDAP (Automatic Translation)
email-address-attribute=\u0410\u0434\u0440\u0435\u0441\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 (Automatic Translation)
enable-birthday=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0434\u0435\u043d\u044c \u043d\u0430\u0440\u043e\u0434\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
enable-cdn-dynamic-resources=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 CDN \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0440\u0435\u0441\u0443\u0440\u0441\u0456\u0432 (Automatic Translation)
enable-export=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0443 (Automatic Translation)
enable-gender=\u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0433\u0435\u043d\u0434\u0435\u0440\u043d\u043e\u0457 (Automatic Translation)
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=\u0412\u043c\u0438\u043a\u0430\u0454\u0442\u044c\u0441\u044f \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u043e \u043e\u0434\u043d\u043e\u043c\u0443 \u0438\u043c\u0435\u043d\u0438 \u0445\u043e\u0441\u0442\u0430 <strong>\u043d\u0430 \u043a\u043e\u0436\u043d\u043e\u043c\u0443 \u0440\u044f\u0434\u043a\u0443</strong>, \u043a\u0440\u043e\u043c\u0435 <em>{0}</em>, \u0434\u043b\u044f \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u043a\u0430 \u043f\u043e\u0447\u0442\u043e\u0432\u044b\u0445 \u0445\u043e\u0441\u0442\u043e\u0432
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u0412\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u043e \u043e\u0434\u043d\u043e\u043c\u0443 \u0435\u043a\u0440\u0430\u043d\u043d\u043e\u043c\u0443 \u0456\u043c\u0435\u043d\u0456 <strong>\u043d\u0430 \u043a\u043e\u0436\u043d\u043e\u043c\u0443 \u0440\u044f\u0434\u043a\u0443</strong> \u0434\u043b\u044f \u0440\u0435\u0437\u0435\u0440\u0432\u0430\u0446\u0456\u0457 \u0435\u043a\u0440\u0430\u043d\u043d\u0438\u0445 \u0456\u043c\u0435\u043d.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u043e \u043e\u0434\u043d\u0456\u0439 email \u0430\u0434\u0440\u0435\u0441\u0456 <strong>\u043d\u0430 \u043a\u043e\u0436\u043d\u043e\u043c\u0443 \u0440\u044f\u0434\u043a\u0443</strong> \u0434\u043b\u044f \u0440\u0435\u0437\u0435\u0440\u0432\u0443\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044c\u043a\u0438\u0445 email \u0430\u0434\u0440\u0435\u0441.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043d\u0430\u0437\u0432\u0438 \u0433\u0440\u0443\u043f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e \u043f\u043e \u043e\u0434\u043d\u0456\u0439 <strong>\u043d\u0430 \u043a\u043e\u0436\u043d\u043e\u043c\u0443 \u0440\u044f\u0434\u043a\u0443</strong> \u0449\u043e \u0430\u0441\u043e\u0446\u0456\u0439\u043e\u0432\u0430\u043d\u0456 \u0456\u0437 \u0449\u043e\u0439\u043d\u043e \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u0438\u043c\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c\u0438.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\u0412\u0432\u0435\u0434\u0456\u0442\u044c \u0424\u0456\u043b\u044c\u0442\u0440 \u043f\u043e\u0448\u0443\u043a\u0443, \u044f\u043a\u0438\u0439 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0438 \u0440\u043e\u0431\u043e\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. \u0422\u043e\u043a\u0435\u043d\u0438 @company_id @, @email_address @, @screen_name @, \u0456 @user_id @ \u0437\u0430\u043c\u0456\u043d\u044e\u044e\u0442\u044c\u0441\u044f \u043f\u0456\u0434 \u0447\u0430\u0441 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u043d\u044f \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0437'\u0454\u0434\u043d\u0430\u0442\u0438\u0441\u044f \u0456\u0437 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u043c LDAP, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0447\u0438 \u0437\u0430\u0434\u0430\u043d\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f.
google-client-secret=Google \u043a\u043b\u0456\u0454\u043d\u0442 \u0441\u0435\u043a\u0440\u0435\u0442 (Automatic Translation)
graph-url=\u0413\u0440\u0430\u0444\u0456\u043a URL (Automatic Translation)
group-default-object-classes=\u041a\u043b\u0430\u0441 \u043e\u0431'\u0454\u043a\u0442\u0456\u0432 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e
group-mapping=\u0421\u043f\u0456\u0432\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0433\u0440\u0443\u043f
group-name=\u0406\u043c'\u044f \u0433\u0440\u0443\u043f\u0438
groups-dn=DN \u0433\u0440\u0443\u043f
home-url=\u0411\u0443\u0434\u0438\u043d\u043a\u0443 URL (Automatic Translation)
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\u042f\u043a \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u0431\u0443\u0434\u0443\u0442\u044c \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0443\u0432\u0430\u0442\u0438\u0441\u044f?
import-cas-users-from-ldap=\u0406\u043c\u043f\u043e\u0440\u0442 \u0437 LDAP \u0441\u0435\u0440\u0432\u0435\u0440\u0443
import-cas-users-from-ldap-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u043e\u0432\u0430\u043d\u043e \u0432\u0456\u0434 CAS, \u044f\u043a\u0456 \u043d\u0435 \u0456\u0441\u043d\u0443\u044e\u0442\u044c \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0456 \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0454\u0442\u044c\u0441\u044f \u0437 LDAP. \u041f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 LDAP. (Automatic Translation)
import-enabled-user-password-autogenerated-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0430\u0440\u043e\u043b\u0456 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u0456\u043c\u043f\u043e\u0440\u0442\u043e\u0432\u0430\u043d\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432. \u0415\u043a\u0441\u043f\u043e\u0440\u0442 \u0446\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u0440\u0438\u0437\u0432\u0435\u0434\u0435 \u0434\u043e \u0457\u0445 \u043e\u0440\u0438\u0433\u0456\u043d\u0430\u043b\u044c\u043d\u0456 \u043f\u0430\u0440\u043e\u043b\u0456 \u043f\u0435\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0443 \u0443 LDAP. (Automatic Translation)
import-export=\u0406\u043c\u043f\u043e\u0440\u0442/\u0415\u043a\u0441\u043f\u043e\u0440\u0442
import-opensso-users-from-ldap=\u0406\u043c\u043f\u043e\u0440\u0442 \u0437 LDAP \u0441\u0435\u0440\u0432\u0435\u0440\u0443
import-opensso-users-from-ldap-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u043e\u0432\u0430\u043d\u043e \u0437 \u0432\u0456\u0434\u043a\u0440\u0438\u0442\u0438\u043c \u0454\u0434\u0438\u043d\u043e\u0433\u043e \u0432\u0445\u043e\u0434\u0443, \u044f\u043a\u0456 \u043d\u0435 \u0456\u0441\u043d\u0443\u044e\u0442\u044c \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0456 \u0456\u043c\u043f\u043e\u0440\u0442\u0443\u0454\u0442\u044c\u0441\u044f \u0437 LDAP. \u041f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 LDAP. (Automatic Translation)
import-search-filter=\u0424\u0456\u043b\u044c\u0442\u0440 \u043f\u043e\u0448\u0443\u043a\u0443 \u0456\u043c\u043f\u043e\u0440\u0442\u0443
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\u041c\u043e\u0432\u0443 \u0442\u0430 \u0447\u0430\u0441\u043e\u0432\u0438\u0439 \u043f\u043e\u044f\u0441 (Automatic Translation)
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0443 \u043d\u0435 \u043f\u043e\u0432\u0438\u043d\u043d\u0430 \u0431\u0443\u0442\u0438 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0430, \u043a\u043e\u043b\u0438 \u0410\u0432\u0442\u043e\u0433\u0435\u043d\u0435\u0440\u0430\u0446\u0456\u044f \u043f\u0430\u0440\u043e\u043b\u0456 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0430\u043a\u0442\u0438\u0432\u043e\u0432\u0430\u043d\u043e \u0434\u043b\u044f \u0456\u043c\u043f\u043e\u0440\u0442\u0443 LDAP. (Automatic Translation)
ldap-password-policy-help=\u0417\u0430\u0443\u0432\u0430\u0436\u0442\u0435, \u0449\u043e \u044f\u043a\u0449\u043e \u0431\u0443\u0434\u0435 \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043f\u043e\u0440\u0442\u0430\u043b \u043d\u0435 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u044c \u043d\u0430\u044f\u0432\u043d\u0456\u0441\u0442\u044c \u0434\u0456\u0439\u0441\u043d\u0456 \u043f\u0430\u0440\u043e\u043b\u0456, \u043f\u0430\u0440\u043e\u043b\u0456 \u0437\u0430\u043a\u0456\u043d\u0447\u0438\u0432\u0441\u044f, \u0430\u0431\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u0449\u043e \u0432\u0456\u043d \u0431\u0443\u0434\u0435 \u0437\u0430\u0431\u043b\u043e\u043a\u043e\u0432\u0430\u043d\u0438\u0439. \u0426\u0435 \u0437\u0430\u0440\u0430\u0437, \u043e\u0431\u0440\u043e\u0431\u043b\u044f\u0454\u0442\u044c\u0441\u044f LDAP-\u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u0430\u0440\u043e\u043b\u044c \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0438. (Automatic Translation)
ldap-server-name=\u0406\u043c'\u044f
ldap-servers=LDAP-\u0441\u0435\u0440\u0432\u0435\u0440\u0456\u0432 (Automatic Translation)
liferay-has-failed-to-connect-to-the-ldap-server=Liferay \u043d\u0435 \u0437\u043c\u0456\u0433 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u0442\u0438\u0441\u044f \u0434\u043e LDAP \u0441\u0435\u0440\u0432\u0435\u0440\u0443. \u0411\u0443\u0434\u044c-\u043b\u0430\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0456\u0440\u0442\u0435 \u0432\u0456\u0434\u043e\u043f\u043e\u0432\u0456\u0434\u043d\u0443 \u043a\u043e\u043d\u0444\u0456\u0491\u0443\u0440\u0430\u0446\u0456\u044e \u0442\u0430 \u0432\u043f\u0435\u0432\u043d\u0456\u0442\u044c\u0441\u044f, \u0449\u043e LDAP \u0441\u0435\u0440\u0432\u0435\u0440 \u043f\u0440\u0430\u0446\u044e\u0454 \u044f\u043a \u043d\u0430\u043b\u0435\u0436\u0438\u0442\u044c.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay \u043d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u0438\u0441\u044f \u0434\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0430 OpenSSO. \u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u043a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044e \u0456 \u043f\u0435\u0440\u0435\u043a\u043e\u043d\u0430\u0439\u0442\u0435\u0441\u044f, \u0449\u043e \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u043e \u0441\u0435\u0440\u0432\u0435\u0440 OpenSSO. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay \u043d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u0438\u0441\u044f \u0434\u043e \u043f\u043e\u0441\u043b\u0443\u0433\u0438 OpenSSO. \u041f\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435, \u0449\u043e \u0432\u0438\u043a\u043e\u043d\u0443\u044e\u0442\u044c\u0441\u044f OpenSSO \u0441\u043b\u0443\u0436\u0431\u0438. (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=\u0417'\u0454\u0434\u043d\u0430\u043d\u043d\u044f Liferay \u0456\u0437 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u043c LDAP \u0431\u0443\u043b\u043e \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e.
liferay-has-successfully-connected-to-the-opensso-server=\u0417'\u0454\u0434\u043d\u0430\u043d\u043d\u044f Liferay \u0456\u0437 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u043c OpenSSO \u0431\u0443\u043b\u043e \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e.
load-default-server-configuration-for=\u041d\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u043a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0457 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0434\u043b\u044f (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=\u0406\u043c\u0435\u043d\u0430 \u043f\u043e\u0448\u0442\u043e\u0432\u0438\u0445 \u0445\u043e\u0441\u0442\u0456\u0432
main-configuration=\u041a\u043e\u043d\u0444\u0456\u0491\u0443\u0440\u0430\u0446\u0456\u044f \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0456\u0432
mappings-for-opensso-help=\u0404 \u043e\u0431\u043e\u0432'\u044f\u0437\u043a\u043e\u0432\u0438\u043c \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043c\u0456\u0436 OpenSSO \u0456 Liferay\: \u0435\u043a\u0440\u0430\u043d \u0456\u043c'\u044f, \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438, \u0456\u043c'\u044f \u0442\u0430 \u043f\u0440\u0456\u0437\u0432\u0438\u0449\u0435. (Automatic Translation)
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=\u041d\u0435\u043c\u0430\u0454 \u0442\u0430\u043a\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0438 \u043f\u0435\u0440\u0435\u0441\u043f\u0440\u044f\u043c\u0443\u0432\u0430\u043d\u043d\u044f (Automatic Translation)
oauth-redirect-url=Site Redirector
opensso=OpenSSO (Automatic Translation)
organization-sites=\u0420\u043e\u043b\u0456 \u0432 \u043e\u0440\u0491\u0430\u043d\u0456\u0437\u0430\u0446\u0456\u0457
other-directory-server=\u0406\u043d\u0448\u0430 \u0441\u043b\u0443\u0436\u0431\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0491\u0456\u0432
please-enter-a-unique-ldap-server-name=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0443 \u043d\u0430\u0437\u0432\u0443 \u0442\u0435\u043a\u0438.
please-enter-a-valid-ldap-search-filter=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0456\u043c'\u044f \u0432\u0445\u0456\u0434\u043d\u043e\u0433\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0443.
please-enter-a-valid-ldap-server-name=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0456\u043c'\u044f \u0432\u0445\u0456\u0434\u043d\u043e\u0433\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0443.
please-enter-a-valid-locale=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0438\u0439 \u043a\u043e\u0434.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0437\u043f\u0456\u0432\u0441\u0442\u0430\u0432\u0442\u0435 \u0432\u0441\u0456 \u0456\u0437 \u0433\u0440\u0443\u043f\u043e\u0432\u0438\u0445 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0435\u0439 <em>\u041d\u0430\u0437\u0432\u0430 \u0413\u0440\u0443\u043f\u0438</em> \u0442\u0430 <em>\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447</em> \u0456\u0437 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430\u043c\u0438 LDAP.
please-select-at-least-one-social-relation-type=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u043e\u0431\u0435\u0440\u0456\u0442\u044c \u0445\u043e\u0447\u0430 \u0431 \u043e\u0434\u0438\u043d \u0442\u0438\u043f \u0441\u043e\u0446\u0456\u0430\u043b\u044c\u043d\u0456 \u0441\u0442\u043e\u0441\u0443\u043d\u043a\u0438. (Automatic Translation)
please-select-the-type-of-social-interaction=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u043e\u0431\u0435\u0440\u0456\u0442\u044c \u0442\u0438\u043f \u0441\u043e\u0446\u0456\u0430\u043b\u044c\u043d\u043e\u0457 \u0432\u0437\u0430\u0454\u043c\u043e\u0434\u0456\u0457. (Automatic Translation)
require-strangers-to-verify-their-email-address=\u0412\u0438\u043c\u0430\u0433\u0430\u0442\u0438 \u043d\u0435\u0437\u043d\u0430\u0439\u043e\u043c\u0438\u0445 \u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0443\u0432\u0430\u0442\u0438 \u0441\u0432\u043e\u044e \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b. \u043f\u043e\u0448\u0442\u0438?
require-terms-of-use=\u0412\u0438\u043c\u0430\u0433\u0430\u044e\u0442\u044c \u0443\u043c\u043e\u0432\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f (Automatic Translation)
reset-values=\u0412\u0456\u0434\u043d\u043e\u0432\u0438\u0442\u0438 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f
screen-name-attribute=\u0415\u043a\u0440\u0430\u043d \u0456\u043c'\u044f \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 (Automatic Translation)
screen-names=\u0415\u043a\u0440\u0430\u043d\u043d\u0435 \u0456\u043c'\u044f
select-the-default-ratings-type-for-the-following-applications=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u0442\u0438\u043f \u0440\u0435\u0439\u0442\u0438\u043d\u0433\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0434\u043b\u044f \u0442\u0430\u043a\u0438\u0445 \u0434\u043e\u0434\u0430\u0442\u043a\u0456\u0432. \u0426\u0456 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043c\u043e\u0436\u043d\u0430 \u0437\u043c\u0456\u043d\u0438\u0442\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442 \u0447\u0435\u0440\u0435\u0437 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0441\u0430\u0439\u0442\u0443. (Automatic Translation)
service-account=\u041e\u0431\u043b\u0456\u043a\u043e\u0432\u0438\u0439 \u0437\u0430\u043f\u0438\u0441 \u0441\u043b\u0443\u0436\u0431\u0438 (Automatic Translation)
service-password=\u0421\u043b\u0443\u0436\u0431\u0430 \u043f\u0430\u0440\u043e\u043b\u044c (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=\u041f\u043e\u043c\u0438\u043b\u043a\u0430 SSL (Automatic Translation)
system.ldap.configuration.name=\u0421\u0438\u0441\u0442\u0435\u043c\u0430 LDAP (Automatic Translation)
test-cas-configuration=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044f \u0432\u0438\u043f\u0440\u043e\u0431\u0443\u0432\u0430\u043d\u043d\u044f CAS (Automatic Translation)
test-ldap-connection=\u0422\u0435\u0441\u0442\u0443\u0432\u0430\u0442\u0438 \u0437'\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0437 LDAP
test-ldap-groups=\u0422\u0435\u0441\u0442\u0443\u0432\u0430\u0442\u0438 \u0433\u0440\u0443\u043f\u0438 LDAP
test-ldap-users=\u0422\u0435\u0441\u0442\u0443\u0432\u0430\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 LDAP
test-opensso-configuration=\u041a\u043e\u043d\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u044f \u0432\u0438\u043f\u0440\u043e\u0431\u0443\u0432\u0430\u043d\u043d\u044f OpenSSO (Automatic Translation)
the-cas-login-url-is-invalid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 CAS \u041b\u043e\u0433\u0456\u043d. (Automatic Translation)
the-cas-logout-url-is-invalid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 CAS \u0432\u0438\u0445\u0456\u0434. (Automatic Translation)
the-cas-no-such-user-url-is-invalid=CAS \u043d\u0435\u043c\u0430\u0454 \u0442\u0430\u043a\u043e\u0433\u043e \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0454 \u043d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u043e\u044e. (Automatic Translation)
the-cas-server-name-is-invalid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0435 \u0456\u043c'\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS. (Automatic Translation)
the-cas-server-url-is-invalid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS. (Automatic Translation)
the-cas-service-url-is-invalid=\u041d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u043b\u0443\u0436\u0431\u0438 \u043a\u043b\u0456\u0454\u043d\u0442\u0441\u044c\u043a\u043e\u0433\u043e \u0434\u043e\u0441\u0442\u0443\u043f\u0443. (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0456 URL \u0433\u0440\u0430\u0444\u0456\u043a Facebook (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 Facebook OAuth Auth URL-\u0430\u0434\u0440\u0435\u0441\u0438 (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 Facebook OAuth \u043f\u0435\u0440\u0435\u0441\u043f\u0440\u044f\u043c\u0443\u0432\u0430\u043d\u043d\u044f URL-\u0430\u0434\u0440\u0435\u0441\u0438 (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 Facebook OAuth \u043c\u0430\u0440\u043a\u0435\u0440 URL-\u0430\u0434\u0440\u0435\u0441\u0438 (Automatic Translation)
the-google-client-id-is-invalid=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 Google \u043a\u043b\u0456\u0454\u043d\u0442 ID. (Automatic Translation)
the-google-client-secret-is-invalid=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0412\u0432\u0435\u0434\u0456\u0442\u044c \u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0439 \u0441\u0435\u043a\u0440\u0435\u0442 \u043a\u043b\u0456\u0454\u043d\u0442 Google. (Automatic Translation)
the-ldap-url-format-is="Base DN" \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454 \u043f\u043e\u0447\u0430\u0442\u043a\u043e\u0432\u0438\u0439 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442 \u043f\u043e\u0448\u0443\u043a\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0456 \u043d\u0435 \u0454 \u043e\u0431\u043e\u0432'\u044f\u0437\u043a\u043e\u0432\u0438\u043c. \u0414\u043e \u043f\u0440\u0438\u043a\u043b\u0430\u0434\u0443, <em>ldap\://localhost\:389</em> \u0442\u0430 <em>ou\=Users,o\=Example</em>.
use-default-interactions-settings=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0432\u0437\u0430\u0454\u043c\u043e\u0434\u0456\u0439 (Automatic Translation)
use-ldap-password-policy=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u043f\u043e\u043b\u0456\u0442\u0438\u043a\u0443 \u043f\u0430\u0440\u043e\u043b\u0456\u0432 LDAP
user-default-object-classes=\u041a\u043b\u0430\u0441 \u043e\u0431'\u0454\u043a\u0442\u0456\u0432 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e
user-mapping=\u0421\u043f\u0456\u0432\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
users-dn=DN \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
