#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\uadf8\ub8f9\uc758 \ubd80\ubd84 \uc9d1\ud569\uc740 \ub108\ub97c \uc704\ud574 \uac80\ud1a0\ud558\uae30 \uc704\ud558\uc5ec \ubcf4\uc600\ub2e4.
a-subset-of-users-has-been-displayed-for-you-to-review=\uc0ac\uc6a9\uc790\uc758 \ubd80\ubd84 \uc9d1\ud569\uc740 \ub108\ub97c \uc704\ud574 \uac80\ud1a0\ud558\uae30 \uc704\ud558\uc5ec \ubcf4\uc600\ub2e4.
account-created-notification-body-with-password-help=\ub4f1\ub85d \uc2dc \uc0ac\uc6a9\uc790\uc5d0 \uac8c \ubcf4\ub0b8 \uc774\uba54\uc77c\uc758 \ubcf8\ubb38\uc744 \uc785\ub825 \ud569\ub2c8\ub2e4. \uc774 \uc790\ub3d9\uc73c\ub85c \uc0dd\uc131 \ub41c \uc554\ud638\ub97c \ud3ec\ud568 \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=LDAP \uc11c\ubc84\uc5d0 \ucd94\uac00 (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=\uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\uac00 \uad00\ub9ac \ud558\ub294 \ub2e4\ub978 \uc0ac\uc774\ud2b8\uc5d0\uc11c \ucf58\ud150\uce20\ub97c \ud45c\uc2dc\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=\uadf8\ub4e4\uc758 \uc790\uc2e0\uc758 \ub85c\uace0\ub97c \uc0ac\uc6a9 \ud558 \uc5ec \uc0ac\uc774\ud2b8 \uad00\ub9ac\uc790\uac00 \ud5c8\uc6a9? (Automatic Translation)
allow-strangers-to-create-accounts=\ub0af\uc120 \uc0ac\ub78c\uc744 \uacc4\uc815\uc744 \ucc3d\uc870\ud558\ub294 \ud5c8\uc6a9\ud558\uc2ed\uc2dc\uc694?
allow-strangers-to-create-accounts-with-a-company-email-address=\ub0af\uc120 \uc0ac\ub78c\uc744 \ud68c\uc0ac \uc804\uc790 \uc6b0\ud3b8 \uc8fc\uc18c\uc5d0 \uacc4\uc815\uc744 \ucc3d\uc870\ud558\ub294 \ud5c8\uc6a9\ud558\uc2ed\uc2dc\uc694?
allow-subsites-to-display-content-from-parent-sites=\ud558\uc704 \uc0ac\uc774\ud2b8\uac00 \uc0c1\uc704 \uc0ac\uc774\ud2b8\uc758 \ucf58\ud150\uce20\ub97c \ud45c\uc2dc\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
allow-users-to-automatically-log-in=\uc0ac\uc6a9\uc790\uac00 \uc790\ub3d9\uc73c\ub85c \ub85c\uadf8\uc778 \ud558\ub3c4\ub85d \ud5c8\uc6a9? (Automatic Translation)
allow-users-to-request-forgotten-passwords=\uc0ac\uc6a9\uc790\ub97c \uc78a\uc740 \uc554\ud638\ub97c \uc694\uad6c\ud558\ub294 \ud5c8\uc6a9\ud558\uc2ed\uc2dc\uc694?
allow-users-to-request-forgotten-passwords-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uc0ac\uc6a9\uc790\uac00 \uadf8\ub4e4\uc758 \uc774\uba54\uc77c \uc8fc\uc18c\ub85c \ubcf4\ub0b8 \uc0c8 \ube44\ubc00 \ubc88\ud638\ub97c \uc694\uccad\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
allow-users-to-request-password-reset-links=\uc0ac\uc6a9\uc790\uac00 \uc554\ud638 \ub2e4\uc2dc \uc124\uc815 \ub9c1\ud06c\ub97c \uc694\uccad \ud558\ub3c4\ub85d \ud5c8\uc6a9? (Automatic Translation)
allow-users-to-request-password-reset-links-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uc0ac\uc6a9\uc790\uac00 \uc554\ud638 \uc7ac\uc124\uc815 \ub9c1\ud06c\ub97c \uadf8\ub4e4\uc758 \uc774\uba54\uc77c \uc8fc\uc18c\ub85c \ubc1c\uc1a1\uc744 \uc694\uccad\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
application-interactions=\uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8 \uc0c1\ud638 \uc791\uc6a9 (Automatic Translation)
apply-to-existing-users=\uae30\uc874 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \uc801\uc6a9 (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=\ub2f9\uc2e0\uc740 \uad6c\uc131\ub41c \uac12\uc744 \ub2e4\uc2dc \uc124\uc815 \ud558 \uc2dc\uaca0\uc2b5\ub2c8\uae4c? (Automatic Translation)
autogenerate-user-screen-names=Autogenerate \uc0ac\uc6a9\uc790 \uc2a4\ud06c\ub9b0 \uc774\ub984
base-dn=\uae30\ucd08DN
body-with-password=\ube44\ubc00 \ubc88\ud638\uc640 \ud568\uaed8 \ubc14\ub514 (Automatic Translation)
body-without-password=\uc554\ud638 \uc5c6\uc774 \uc2e0\uccb4 (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\uc138\uc158 \ub9cc\ub8cc, \ub85c\uadf8 \uc544\uc6c3\uc785\ub2c8\ub2e4. (Automatic Translation)
cas-logout-on-session-expiration-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \ub9cc\ub8cc \ub41c \uc138\uc158 \ube0c\ub77c\uc6b0\uc800 CA \ub85c\uadf8 \uc544\uc6c3 URL\ub85c \ub9ac\ub514\ub809\uc158\ub429\ub2c8\ub2e4. (Automatic Translation)
cas-logout-url-help=CAS \uc11c\ubc84 \ub85c\uadf8 \uc544\uc6c3 URL\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. CA \ub85c\uadf8 \uc544\uc6c3 \ud2b8\ub9ac\uac70 \ud3ec\ud138\uc758 \ub85c\uadf8 \uc544\uc6c3 \uae30\ub2a5\uc744 \uc6d0\ud558\ub294 \uacbd\uc6b0\uc774 \uc124\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
cas-no-such-user-redirect-url-help=\uc0ac\uc6a9\uc790 ca \uc778\uc99d \uc218 \uc788\uc9c0\ub9cc \ud3ec\ud138\uc5d0\uc11c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4 \ud558\ub294 \uacbd\uc6b0, \uc0ac\uc6a9\uc790\ub97c \ub9ac\ub514\ub809\uc158\ud560 URL\uc744 \uc124\uc815 \ud569\ub2c8\ub2e4. LDAP\uc5d0\uc11c \uac00\uc838\uc624\uae30\ub97c \uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0 \uc0ac\uc6a9\uc790\uac00 \uacbd\uc6b0\uc5d0 \uadf8\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4 \ub610\ub294 LDAP\uc5d0\uc11c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4 \ub9ac\ub514\ub809\uc158\ub429\ub2c8\ub2e4. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=\uce90\ub098\ub2e4 \ud638\uc2a4\ud2b8 HTTP (Automatic Translation)
cdn-host-https=\uce90\ub098\ub2e4 \ud638\uc2a4\ud2b8 HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=\uae30\uc874 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \ubcc0\uacbd \ub0b4\uc6a9\uc744 \uc801\uc6a9 \ud558\ub824\uba74 \ud655\uc778. \ubcc0\uacbd \ub2e4\uc74c\uc5d0 \uc0ac\uc6a9\uc790\uac00 \ub85c\uadf8\uc778 \uc801\uc6a9. (Automatic Translation)
custom-contact-mapping=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc5f0\ub77d\ucc98 \ub9e4\ud551 (Automatic Translation)
custom-user-mapping=\uc0ac\uc6a9\uc790 \uc9c0\uc815 \ub9e4\ud551 (Automatic Translation)
default-control-panel-theme=\uacfc\ud0dc \uc81c\uc5b4\ubc18 \uc8fc\uc81c
default-interactions=\uae30\ubcf8 \uc0c1\ud638 \uc791\uc6a9 (Automatic Translation)
default-landing-page=\uacfc\ud0dc \uc0c1\ub959 \ud398\uc774\uc9c0
default-landing-page-help=\uc0ac\uc6a9\uc790\uac00 \uc790\ub3d9\uc73c\ub85c \ub9ac\ub514\ub809\uc158\ub429\ub2c8\ub2e4\uc5d0 \ub85c\uadf8\uc778 \ud55c \ud6c4 \ud398\uc774\uc9c0\uc785\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4 \uae30\ubcf8 http\://localhost\:8080//\uc6f9/\uc190\ub2d8/\ub85c\uadf8\uc778 \ud398\uc774\uc9c0\ub97c \ubc29\ubb38 \ud558\ub824\uba74\uc774 \uc124\uc815 /web/guest/login \ud569\ub2c8\ub2e4. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\uae30\ubcf8 LDAP \uc11c\ubc84 \uc124\uc815\uc774 \uc0ac\uc6a9\uc5d0\uc11c \ub429\ub2c8\ub2e4. \uae30\ubcf8 \uc124\uc815\uc744 \uc7ac\uc815\uc758 \ud558\ub824\uba74 LDAP \uc11c\ubc84\ub97c \ucd94\uac00 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
default-logout-page=\uacfc\ud0dc \ub85c\uadf8\uc544\uc6c3 \ud398\uc774\uc9c0
default-logout-page-help=\uc774\uac83\uc740 \ud398\uc774\uc9c0\ub97c \uc0ac\uc6a9\uc790\uac00 \uc790\ub3d9\uc73c\ub85c \ub85c\uadf8 \uc544\uc6c3 \ud6c4\uc5d0 \ub9ac\ub514\ub809\uc158\ub429\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4 \uae30\ubcf8 \ub85c\uadf8 \uc544\uc6c3 \ud398\uc774\uc9c0 http\://localhost\:8080//\uc6f9/\uac8c\uc2a4\ud2b8/\ub85c\uadf8 \uc544\uc6c3 \ud558\ub824\uba74\uc774 \uc124\uc815 /web/guest/logout \ud569\ub2c8\ub2e4. (Automatic Translation)
default-regular-theme=\uacfc\ud0dc \uc815\uaddc\ubcd1 \uc8fc\uc81c
default-theme=\uae30\ubcf8 \ud14c\ub9c8 (Automatic Translation)
default-values=\uae30\uc815\uac12
disabled-by-default=\uae30\ubcf8\uc801\uc73c\ub85c \uc0ac\uc6a9 \uc548 \ud568 (Automatic Translation)
domain-controller=\uc601\uc5ed \uad00\uc81c\uc0ac
domain-controller-name=\uc601\uc5ed \uad00\uc81c\uc0ac
domain-controller-name-help=\ub3c4\uba54\uc778 \ucee8\ud2b8\ub864\ub7ec NetBIOS \uc774\ub984\uc744 \uc9c0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
edit-ldap-server=LDAP \uc11c\ubc84 \ud3b8\uc9d1 (Automatic Translation)
email-address-attribute=\uc774\uba54\uc77c \uc8fc\uc18c \uc18d\uc131
enable-birthday=\uc0dd\uc77c\uc744 \uac00\ub2a5\ud558\uac8c \ud558\uc2ed\uc2dc\uc624
enable-cdn-dynamic-resources=CDN \ub3d9\uc801 \ub9ac\uc18c\uc2a4 \uc0ac\uc6a9 (Automatic Translation)
enable-export=\ub0b4\ubcf4\ub0b4\uae30 \uc0ac\uc6a9 (Automatic Translation)
enable-gender=\uc131\uc744 \uac00\ub2a5\ud558\uac8c \ud558\uc2ed\uc2dc\uc624
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=\uae30\ubcf8\uc801\uc73c\ub85c \uc0ac\uc6a9 (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Enter one mail host name <strong>per line</strong> for all additional mail host names besides <em>{0}</em>. (Automatic Copy)
enter-one-screen-name-per-line-to-reserve-the-screen-name=Enter one screen name <strong>per line</strong> to reserve the screen name. (Automatic Copy)
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Enter one user email address <strong>per line</strong> to reserve the user email address. (Automatic Copy)
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Enter the default user group names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\uc0ac\uc6a9\uc790\uc758 \uc720\ud6a8\uc131\uc744 \ud14c\uc2a4\ud2b8 \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub418\ub294 \uac80\uc0c9 \ud544\ud130\ub97c \uc785\ub825 \ud569\ub2c8\ub2e4. \ud1a0\ud070 @company_id @, @email_address @, @screen_name @, @ @user_id\ub294 \ub7f0\ud0c0\uc784 \uc2dc \uc62c\ubc14\ub978 \uac12\uc73c\ub85c \ub300\uccb4 \ub418 \uace0. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=\uc900 \uac00\uce58\uc5d0LDAP\uc11c\ubc84\uc5d0 \ubb36\uc9c0 \ubabb\ud588\ub2e4.
google-client-secret=Google \ud074\ub77c\uc774\uc5b8\ud2b8 \ube44\ubc00 (Automatic Translation)
graph-url=\uadf8\ub798\ud504 URL (Automatic Translation)
group-default-object-classes=\uc0ac\uc6a9\uc790 \uacfc\ud0dc \ubaa9\ud45c\ub294 \ubd84\ub958\ud55c\ub2e4
group-mapping=\uadf8\ub8f9 \uc9c0\ub3c4\ub85c \ub098\ud0c0\ub0c4
group-name=\uadf8\ub8f9 \uc774\ub984
groups-dn=\uadf8\ub8f9DN
home-url=\uac00\uc815 URL
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\uc0ac\uc6a9\uc790\ub294 \uc5b4\ub5bb\uac8c \ud655\uc778\ud558\ub294\uac00?
import-cas-users-from-ldap=LDAP\uc5d0\uc11c \uc218\uc785\ud488
import-cas-users-from-ldap-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \ud3ec\ud138\uc5d0 \uc874\uc7ac \ud558\uc9c0 \uc54a\ub294 CA\uc5d0\uc11c \uc778\uc99d \ub41c \uc0ac\uc6a9\uc790\uac00 LDAP\uc5d0\uc11c \uac00\uc838\uc62c \uc218 \uc788\uc2b5\ub2c8\ub2e4. LDAP\uc740 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
import-enabled-user-password-autogenerated-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \uac00\uc838\uc628\ub41c \uc0ac\uc6a9\uc790\uac00 \uc790\ub3d9 \uc0dd\uc131 \uc554\ud638 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4. \uc774\ub7ec\ud55c \uc0ac\uc6a9\uc790 \ub0b4\ubcf4\ub0b4\uae30 LDAP\uc5d0\uc11c \ub36e\uc5b4\uc4f0\uac8c \ub418\ub294 \uadf8\ub4e4\uc758 \uc6d0\ub798 \uc554\ud638 \uc774\uc5b4\uc9c8 \uac83 \uc774\ub2e4. (Automatic Translation)
import-export=\uc218\uc785\ud488 / \uc218\ucd9c
import-opensso-users-from-ldap=LDAP\uc5d0\uc11c \uc218\uc785\ud488
import-opensso-users-from-ldap-help=\uc774 \uc120\ud0dd \ud558\ub294 \uacbd\uc6b0 \ud3ec\ud138\uc5d0 \uc874\uc7ac \ud558\uc9c0 \uc54a\ub294 \uc624\ud508 SSO\uc5d0\uc11c \uc778\uc99d \ub41c \uc0ac\uc6a9\uc790\uac00 LDAP\uc5d0\uc11c \uac00\uc838\uc62c \uc218 \uc788\uc2b5\ub2c8\ub2e4. LDAP\uc740 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
import-search-filter=\uc218\uc785\ud488 \uc218\uc0c9 \uc5ec\uacfc\uae30
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\uc5b8\uc5b4\uc640 \uc2dc\uac04\ub300
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP \uac00\uc838\uc624\uae30\uc5d0 \ub300 \ud55c \uc0ac\uc6a9\uc790 \uc554\ud638\uc758 \uc790\ub3d9 \uc0dd\uc131\uc744 \uc0ac\uc6a9 \ud558\uba74 LDAP \uc218\ucd9c \ud65c\uc131\ud654 \ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
ldap-password-policy-help=\uc774 \ud3ec\ud138 \uc720\ud6a8\ud55c \uc554\ud638\uc5d0 \ub300 \ud55c \ud655\uc778 \ud558\uc9c0 \uac83\uc785\ub2c8\ub2e4 \uc0ac\uc6a9 \ud558\ub294 \uacbd\uc6b0 \ub9cc\ub8cc \ub41c \uc554\ud638\ub97c \uc720\uc758 \ub610\ub294 \uc7a0\uae34 \uc0ac\uc6a9\uc790. \uc774\uac83\uc740 \uc9c0\uae08 LDAP \uc11c\ubc84\uc758 \uc554\ud638 \uc815\ucc45\uc5d0 \uc758\ud574 \ucc98\ub9ac \ub429\ub2c8\ub2e4. (Automatic Translation)
ldap-server-name=\uc774\ub984
ldap-servers=LDAP \uc11c\ubc84 (Automatic Translation)
liferay-has-failed-to-connect-to-the-ldap-server=Liferay\uc740LDAP\uc11c\ubc84\uc640 \uc5f0\uacb0\ud558\uc9c0 \ubabb\ud588\ub2e4. \ub108\uc758 \uc724\uacfd\uc744 \uac80\uc0ac\ud558\uace0LDAP\uc11c\ubc84\uac00 \ub2ec\ub9ac\uace0 \uc788\ub294 \uac83\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc694.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay OpenSSO \uc11c\ubc84\uc5d0 \uc5f0\uacb0 \ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uad6c\uc131\uc744 \ud655\uc778 \ud558 \uace0 OpenSSO \uc11c\ubc84\uac00 \uc2e4\ud589 \uc911\uc778\uc9c0 \ud655\uc778 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay\uac00 OpenSSO \uc11c\ube44\uc2a4\uc5d0 \uc5f0\uacb0 \ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. OpenSSO \uc11c\ube44\uc2a4 \uc2e4\ud589 \ub418 \uace0 \uc788\ub294\uc9c0 \ud655\uc778 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=Liferay\uc740LDAP\uc11c\ubc84\uc640 \uc131\uacf5\uc801\uc73c\ub85c \uc5f0\uacb0\ud588\ub2e4.
liferay-has-successfully-connected-to-the-opensso-server=Liferay\uc740OpenSSO\uc11c\ubc84\uc640 \uc131\uacf5\uc801\uc73c\ub85c \uc5f0\uacb0\ud588\ub2e4.
load-default-server-configuration-for=\ubd80\ud558\uc5d0 \ub300 \ud55c \uae30\ubcf8 \uc11c\ubc84 \uad6c\uc131 (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=\uc6b0\ud3b8\ubb3c \uc8fc\uc778 \uc774\ub984
main-configuration=\uc8fc\uc694 \uc724\uacfd
mappings-for-opensso-help=Liferay OpenSSO \uc0ac\uc774 \ud544\uc218 \ub9e4\ud551\uc740\: \ud654\uba74 \uc774\ub984, \uc774\uba54\uc77c \uc8fc\uc18c, \uc774\ub984 \ubc0f \uc131. (Automatic Translation)
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=\uc774\ub7ec\ud55c \uc0ac\uc6a9\uc790 \ub9ac\ub514\ub809\uc158 URL (Automatic Translation)
oauth-redirect-url=\ub9ac\ub514\ub809\uc158 URL (Automatic Translation)
opensso=OpenSSO (Automatic Translation)
organization-sites=\uc870\uc9c1 \uc5ed\ud560
other-directory-server=\ub2e4\ub978 \uc804\ud654\ubc88\ud638\ubd80 \uc11c\ubc84
please-enter-a-unique-ldap-server-name=\uc81c\ubc1c \uc720\uc77c\ud55c \ud3f4\ub354 \uc774\ub984\uc744 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-enter-a-valid-ldap-search-filter=\uc720\ud6a8\ud55c \ub4e4\uc5b4\uc624\ub294 \uc11c\ubc84 \uc774\ub984\uc744 \uc785\ub825\ud558\uc2ed\uc2dc\uc624.
please-enter-a-valid-ldap-server-name=\uc720\ud6a8\ud55c \ub4e4\uc5b4\uc624\ub294 \uc11c\ubc84 \uc774\ub984\uc744 \uc785\ub825\ud558\uc2ed\uc2dc\uc624.
please-enter-a-valid-locale=\uc720\ud6a8\ud55c \ubd80\ud638\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc694.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Please map each of the group properties <em>Group Name</em> and <em>User</em> to an LDAP attribute. (Automatic Copy)
please-select-at-least-one-social-relation-type=\uc801\uc5b4\ub3c4 \ud558\ub098\uc758 \uc0ac\ud68c\uc801 \uad00\uacc4 \uc720\ud615\uc744 \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
please-select-the-type-of-social-interaction=\uc0ac\ud68c\uc801 \uc0c1\ud638 \uc791\uc6a9\uc758 \uc720\ud615\uc744 \uc120\ud0dd \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
require-strangers-to-verify-their-email-address=\ub0af\uc120 \uc0ac\ub78c\uc774 \uadf8\ub4e4\uc758 \uc804\uc790 \uc6b0\ud3b8 \uc8fc\uc18c\ub97c \ud655\uc778\ud560\uac83\uc744 \uc694\uad6c\ud558\uc2ed\uc2dc\uc694?
require-terms-of-use=\uc774\uc6a9 \uc57d\uad00\uc744 \ud544\uc694 (Automatic Translation)
reset-values=\ub9ac\uc14b \uac00\uce58
screen-name-attribute=\uc2a4\ud06c\ub9b0 \uc774\ub984 \uc18d\uc131
screen-names=\uc2a4\ud06c\ub9b0 \uc774\ub984
select-the-default-ratings-type-for-the-following-applications=\ub2e4\uc74c \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc758 \uae30\ubcf8 \ub4f1\uae09 \uc720\ud615\uc744 \uc120\ud0dd \ud569\ub2c8\ub2e4. \uc0ac\uc774\ud2b8 \uc124\uc815\uc744 \ud1b5\ud574 \uc0ac\uc774\ud2b8 \ub2f9 \uc774\ub7ec\ud55c \uac12\uc744 \ubcc0\uacbd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
service-account=\uc11c\ube44\uc2a4 \uacc4\uc815 (Automatic Translation)
service-password=\uc11c\ube44\uc2a4 \uc554\ud638 (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=SSL \uc624\ub958 (Automatic Translation)
system.ldap.configuration.name=LDAP \uc2dc\uc2a4\ud15c (Automatic Translation)
test-cas-configuration=\ud14c\uc2a4\ud2b8 CA \uad6c\uc131 (Automatic Translation)
test-ldap-connection=\uc2dc\ud5d8LDAP\uc5f0\uacb0
test-ldap-groups=\uc2dc\ud5d8LDAP\uadf8\ub8f9
test-ldap-users=\uc2dc\ud5d8LDAP\uc0ac\uc6a9\uc790
test-opensso-configuration=\ud14c\uc2a4\ud2b8 OpenSSO \uad6c\uc131 (Automatic Translation)
the-cas-login-url-is-invalid=CAS \ub85c\uadf8\uc778 URL\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-cas-logout-url-is-invalid=CA \ub85c\uadf8 \uc544\uc6c3 URL\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-cas-no-such-user-url-is-invalid=CAS \uc5c6\uc2b5\ub2c8\ub2e4 \uc774\ub7ec\ud55c \uc0ac\uc6a9\uc790 URL\uc774 \uc720\ud6a8 \ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-cas-server-name-is-invalid=CA \uc11c\ubc84 \uc774\ub984\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-cas-server-url-is-invalid=CAS \uc11c\ubc84 URL\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-cas-service-url-is-invalid=CAS \uc11c\ube44\uc2a4 URL\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=\ud398\uc774\uc2a4 \ubd81 \uadf8\ub798\ud504\uc758 \uc720\ud6a8\ud55c URL\uc744 \uc785\ub825 \ud574 \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4 (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=\uc720\ud6a8\ud55c \ud398\uc774\uc2a4 \ubd81 OAuth \uc778\uc99d URL\uc744 \uc785\ub825 \ud574 \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4 (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=\uc720\ud6a8\ud55c \ud398\uc774\uc2a4 \ubd81 OAuth \ub9ac\ub514\ub809\uc158\ud560 URL\uc744 \uc785\ub825 \ud574 \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4 (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=\uc720\ud6a8\ud55c \ud398\uc774\uc2a4 \ubd81 OAuth \ud1a0\ud070 URL\uc744 \uc785\ub825 \ud574 \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4 (Automatic Translation)
the-google-client-id-is-invalid=\uc785\ub825 \ud558\ub294 \uc720\ud6a8\ud55c Google \ud074\ub77c\uc774\uc5b8\ud2b8 id\uc785\ub2c8\ub2e4. (Automatic Translation)
the-google-client-secret-is-invalid=\uc720\ud6a8\ud55c Google \ud074\ub77c\uc774\uc5b8\ud2b8 \uc554\ud638\ub97c \uc785\ub825 \ud558\uc2ed\uc2dc\uc624. (Automatic Translation)
the-ldap-url-format-is=The LDAP Base Provider URL format is <em>ldap\://host\:port</em>. The Base DN specifies the initial search context for users and is optional. For example, use <em>ldap\://localhost\:389</em> and <em>ou\=Users,o\=Example</em> for your values. (Automatic Copy)
use-default-interactions-settings=\uae30\ubcf8 \uc0c1\ud638 \uc791\uc6a9 \uc124\uc815 \uc0ac\uc6a9 (Automatic Translation)
use-ldap-password-policy=\uc0ac\uc6a9LDAP\uc554\ud638 \ubc29\uce68
user-default-object-classes=\uc0ac\uc6a9\uc790 \uacfc\ud0dc \ubaa9\ud45c\ub294 \ubd84\ub958\ud55c\ub2e4
user-mapping=\uc0ac\uc6a9\uc790 \uc9c0\ub3c4\ub85c \ub098\ud0c0\ub0c4
users-dn=\uc0ac\uc6a9\uc790DN
