#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u0632\u06cc\u0631 \u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0627\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647\u200c\u0647\u0627 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u0646\u06af\u0631\u06cc \u0634\u0645\u0627 \u06af\u0646\u062c\u0627\u0646\u062f\u0647 \u0634\u062f\u0647\u200c\u0627\u0646\u062f.
a-subset-of-users-has-been-displayed-for-you-to-review=\u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0627\u06cc \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0628\u0647 \u0634\u0645\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
account-created-notification-body-with-password-help=\u0645\u062a\u0646 \u0627\u06cc\u0645\u06cc\u0644 \u06a9\u0647 \u062d\u0627\u0648\u06cc \u0631\u0645\u0632 \u0639\u0628\u0648\u0631\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u062a\u0648\u0644\u06cc\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u0648 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0627\u0631\u0633\u0627\u0644 \u0634\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
account-created-notification-body-without-password-help=\u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644\u06cc \u06a9\u0647 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062b\u0628\u062a\u200c\u0646\u0627\u0645\u06cc \u0641\u0631\u0633\u062a\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0627\u06cc\u0646 \u0634\u0627\u0645\u0644 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u06a9\u0627\u0631\u0628\u0631 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f.
add-ldap-server=\u0627\u0641\u0632\u0648\u062f\u0646 \u0633\u0631\u0648\u0631 LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=\u0645\u062c\u0648\u0632 \u0645\u062f\u06cc\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u0646\u0647\u0627 \u0631\u0627 \u0628\u0631 \u0639\u0647\u062f\u0647 \u062f\u0627\u0631\u0646\u062f.
allow-site-administrators-to-use-their-own-logo=\u0622\u06cc\u0627 \u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a \u0627\u062c\u0627\u0632\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0644\u0648\u06af\u0648 \u062e\u0648\u062f\u0634\u0627\u0646 \u0631\u0627 \u062f\u0627\u0631\u062f\u061f
allow-strangers-to-create-accounts=\u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0646\u0627\u0634\u0646\u0627\u0633 \u0627\u062c\u0627\u0632\u0647 \u0627\u064a\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f\u061f
allow-strangers-to-create-accounts-with-a-company-email-address=\u0622\u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631 \u063a\u06cc\u0631 \u0639\u0636\u0648 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u0631\u062f \u06a9\u0647 \u0628\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0634\u0631\u06a9\u062a \u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\u061f
allow-subsites-to-display-content-from-parent-sites=\u0628\u0647 \u0632\u06cc\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u062a\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u0648\u0627\u0644\u062f \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0647\u0646\u062f.
allow-users-to-automatically-log-in=\u0622\u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u062c\u0627\u0632\u0647 \u0648\u0631\u0648\u062f \u062e\u0648\u062f\u06a9\u0627\u0631 \u062f\u0627\u0631\u0646\u062f\u061f
allow-users-to-request-forgotten-passwords=\u0644\u06cc\u0646\u06a9 \u00ab\u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0631\u0627 \u0641\u0631\u0627\u0645\u0648\u0634 \u06a9\u0631\u062f\u0647\u0627\u0645\u00bb \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f.
allow-users-to-request-forgotten-passwords-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u06a9\u0646\u062f \u06a9\u0647 \u06cc\u06a9 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062c\u062f\u06cc\u062f \u0628\u0647 \u0627\u06cc\u0645\u06cc\u0644\u0634 \u0641\u0631\u0633\u062a\u0627\u062f\u0647 \u0634\u0648\u062f.
allow-users-to-request-password-reset-links=\u06a9\u0627\u0631\u0628\u0631 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u0631\u062f \u06a9\u0647 \u0644\u06cc\u0646\u06a9 \u067e\u0633\u0648\u0648\u0631\u062f \u0645\u062c\u062f\u062f \u0631\u0627 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u06a9\u0646\u062f\u061f
allow-users-to-request-password-reset-links-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u06a9\u0646\u062f \u06a9\u0647 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0628\u0647 \u0627\u06cc\u0645\u06cc\u0644\u0634 \u0641\u0631\u0633\u062a\u0627\u062f\u0647 \u0634\u0648\u062f.
application-interactions=\u062a\u0639\u0627\u0645\u0644\u0627\u062a \u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc
apply-to-existing-users=\u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u0635\u0628 \u0634\u0648\u062f.
are-you-sure-you-want-to-reset-the-configured-values=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f \u0627\u0631\u0632\u0634 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u06a9\u0646\u06cc\u062f\u061f (Automatic Translation)
autogenerate-user-screen-names=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u062a\u0648\u0644\u06cc\u062f \u0634\u0648\u062f
base-dn=DN \u0627\u0635\u0644\u06cc
body-with-password=\u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u062d\u0627\u0648\u06cc \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
body-without-password=\u0645\u062a\u0646 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u062f\u0648\u0646 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\u062e\u0631\u0648\u062c \u062f\u0631 \u0628\u062e\u0634 \u0627\u0646\u0642\u0636\u0627
cas-logout-on-session-expiration-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0631\u0648\u0632\u0631\u0647\u0627\u06cc \u0645\u0646\u0642\u0636\u06cc \u0634\u062f\u0647 \u0628\u0647 CAS logout URL \u0647\u062f\u0627\u06cc\u062a \u0645\u06cc\u200c\u0634\u0648\u0646\u062f.
cas-logout-url-help=\u0633\u0631\u0648\u0631 CAS \u0622\u062f\u0631\u0633 \u062e\u0631\u0648\u062c \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f.
cas-no-such-user-redirect-url-help=URL \u0631\u0627 \u0628\u0631\u0627\u06cc \u0647\u062f\u0627\u06cc\u062a \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u0627\u0646 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0627\u06af\u0631 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0627 CAS \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0645\u06cc\u200c\u0634\u0648\u062f \u0648\u0644\u06cc \u062f\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u067e\u06cc\u062f\u0627 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0627\u06af\u0631 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0632 LDAP \u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631 \u0647\u062f\u0627\u06cc\u062a \u0645\u06cc\u200c\u0634\u0648\u062f. \u0627\u06af\u0631 \u06a9\u0627\u0631\u0628\u0631 \u067e\u06cc\u062f\u0627 \u0646\u0634\u0648\u062f . \u06cc\u0627 \u0627\u0632 LDAP \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0646\u0634\u0648\u062f.
cas-server-name-help=\u0628\u0631\u0627\u06cc \u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u06cc\u0646 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. (e.g. http\://localhost\:8080)
cas-server-url-help=CAS server domain URL prefix \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f.
cas-service-url-help=\u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u067e\u0648\u0631\u062a\u0627\u0644 \u0627\u06cc\u0646 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f. (e.g. http\://localhost\:8080/c/portal/login)
cdn-host-http=CDN Host HTTP
cdn-host-https=CDN Host HTTPS
check-to-apply-the-changes-to-existing-users=\u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u0645\u0648\u0631\u062f \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0648\u062c\u0648\u062f \u0627\u0639\u0645\u0627\u0644 \u0645\u06cc\u200c\u0634\u0648\u062f. \u062f\u0631 \u0646\u0648\u0628\u062a \u0628\u0639\u062f\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0648\u0627\u0631\u062f \u0645\u06cc\u200c\u0634\u0648\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u0639\u0645\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.
custom-contact-mapping=\u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u062a\u0645\u0627\u0633\u200c\u0647\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc
custom-user-mapping=\u0646\u0642\u0634\u0647\u200c\u0628\u0631\u062f\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0633\u0641\u0627\u0631\u0634\u06cc
default-control-panel-theme=\u062a\u0645 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0645\u0646\u0648\u06cc \u06a9\u0646\u062a\u0631\u0644\u06cc
default-interactions=\u062a\u0639\u0627\u0645\u0644\u0627\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636
default-landing-page=\u0635\u0641\u062d\u0647\u200c\u06cc \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0628\u0639\u062f \u0627\u0632 \u0648\u0631\u0648\u062f
default-landing-page-help=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0647\u200c\u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u067e\u0633 \u0627\u0632 \u0648\u0631\u0648\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0647\u062f\u0627\u06cc\u062a \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. \u0627\u06af\u0631 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0635\u0641\u062d\u0647 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 http\://localhost\:8080/web/guest/login \u0628\u0627\u0634\u062f\u060c \u0627\u06cc\u0646 \u0631\u0627 \u0628\u0647 /web/guest/login \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\u0633\u0631\u0648\u0631 LDAP \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0633\u0631\u0648\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u0633\u0631\u0648\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0644\u0637\u0641\u0627 \u0633\u0631\u0648\u0631 LDAP \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f.
default-logout-page=\u0635\u0641\u062d\u0647\u200c\u06cc \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u062e\u0631\u0648\u062c \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645
default-logout-page-help=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0647\u200c\u0637\u0648\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u067e\u0633 \u0627\u0632 \u062e\u0631\u0648\u062c \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0647\u062f\u0627\u06cc\u062a \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 \u0627\u06af\u0631 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0635\u0641\u062d\u0647 \u062e\u0631\u0648\u062c \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 http\://localhost\:8080/web/guest/logout \u0628\u0627\u0634\u062f\u060c \u0627\u06cc\u0646 \u0631\u0627 \u062f\u0631 /web/guest/logout \u062a\u0646\u0638\u06cc\u0645 \u0646\u0645\u0627\u06cc\u06cc\u062f.
default-regular-theme=\u062a\u0645 \u0645\u0639\u0645\u0648\u0644 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636
default-theme=\u062a\u0645 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636
default-values=\u0645\u0642\u0627\u062f\u06cc\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636
disabled-by-default=\u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0634\u0648\u062f.
domain-controller=\u06a9\u0646\u062a\u0631\u0644\u06a9\u0646\u0646\u062f\u0647\u200c\u06cc \u062f\u0627\u0645\u0646\u0647
domain-controller-name=\u0646\u0627\u0645 \u06a9\u0646\u062a\u0631\u0644\u06a9\u0646\u0646\u062f\u0647\u200c\u06cc \u062f\u0627\u0645\u0646\u0647
domain-controller-name-help=\u0646\u0627\u0645 \u06a9\u0646\u062a\u0631\u0644\u06a9\u0646\u0646\u062f\u0647\u200c\u06cc \u062f\u0627\u0645\u0646\u0647\u200c\u06cc NetBIOS \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f
edit-ldap-server=\u0627\u0641\u0632\u0648\u062f\u0646 \u0633\u0631\u0648\u0631 LDAP
email-address-attribute=\u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644
enable-birthday=\u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0627\u0631\u06cc\u062e \u062a\u0648\u0644\u062f \u0641\u0639\u0627\u0644 \u0634\u0648\u062f
enable-cdn-dynamic-resources=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0645\u0646\u0627\u0628\u0639 CDN Dynamic
enable-export=\u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc
enable-gender=\u062f\u0631\u06cc\u0627\u0641\u062a \u062c\u0646\u0633\u06cc\u062a \u0641\u0639\u0627\u0644 \u0634\u0648\u062f
enable-recycle-bin-default=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0686\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0622\u0646 \u0631\u0627 \u0627\u0632 \u0647\u0631 \u0633\u0627\u06cc\u062a\u06cc \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0646\u0646\u062f\u060c \u0631\u06cc\u0633\u0627\u06cc\u06a9\u0644 \u0628\u06cc\u0646 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0641\u0639\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
enabled-by-default=\u0641\u0639\u0627\u0644 \u0634\u062f\u0646 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634\u200c\u0641\u0631\u0636
enter-one-analytics-system-name-per-line=\u0646\u0627\u0645 \u06cc\u06a9 \u0633\u06cc\u0633\u062a\u0645 \u062a\u062c\u0632\u06cc\u0647 \u0648 \u062a\u062d\u0644\u06cc\u0644 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f<strong>per line</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=\u0646\u0627\u0645 \u0645\u06cc\u0632\u0628\u0627\u0646 \u0627\u06cc\u0645\u06cc\u0644 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f <strong>\u06cc\u06a9 \u0639\u062f\u062f \u062f\u0631 \u0647\u0631 \u062e\u0637</strong> \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645 \u0645\u06cc\u0632\u0628\u0627\u0646\u200c\u0647\u0627 \u063a\u06cc\u0631 \u0627\u0632 <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u06cc\u06a9 \u0646\u0627\u0645 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f <strong>per line</strong> \u0631\u0632\u0631\u0648 \u0646\u0627\u0645 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634\u0628\u0631\u0627\u06cc
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\u060c <strong>\u06cc\u06a9 \u0639\u062f\u062f \u062f\u0631 \u0647\u0631 \u062e\u0637</strong> \u0628\u0631\u0627\u06cc \u0631\u0632\u0631\u0648 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u06a9\u0627\u0631\u0628\u0631.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=\u0646\u0627\u0645 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0633\u0627\u06cc\u062a \u0633\u0627\u0632\u0645\u0627\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f <strong>\u0647\u0631 \u062e\u0637</strong> \u06a9\u0647 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062a\u0627\u0632\u0647 \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u0645\u0631\u062a\u0628\u0637 \u0647\u0633\u062a\u0646\u062f.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=\u0646\u0627\u0645 \u0646\u0642\u0634\u200c\u0647\u0627\u06cc \u067e\u06cc\u0634\u0641\u0631\u0636\u06cc <strong>\u0647\u0631 \u062e\u0637</strong> \u06a9\u0647 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062c\u062f\u06cc\u062f \u0645\u0631\u062a\u0628\u0637 \u0647\u0633\u062a\u0646\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=<strong>\u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 \u062e\u0637</strong> \u0646\u0627\u0645 \u0633\u0627\u06cc\u062a \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0647 \u062c\u062f\u06cc\u062f\u0627 \u062a\u0648\u0644\u06cc\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=<strong>\u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 \u062e\u0637</strong> \u0646\u0627\u0645 \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0647 \u062c\u062f\u06cc\u062f\u0627 \u062a\u0648\u0644\u06cc\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=search filter \u06a9\u0647 \u0628\u0631\u0627\u06cc \u062a\u0633\u062a \u0627\u0639\u062a\u0628\u0627\u0631 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f. \u0639\u0644\u0627\u06cc\u0645 @company_id@, @email_address@, @screen_name@, and @user_id@ \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u062c\u0631\u0627 \u0628\u0627 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0635\u062d\u06cc\u062d \u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
failed-to-bind-to-the-ldap-server-with-given-values=\u0627\u062a\u0635\u0627\u0644 \u0628\u0647 \u0633\u0631\u0648\u0631 LDAP \u0628\u0627 \u0645\u0642\u062f\u0627\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0645\u06a9\u0627\u0646\u200c\u067e\u0630\u06cc\u0631 \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
google-client-secret=\u0628\u062e\u0634 \u0633\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631 \u06af\u0648\u06af\u0644
graph-url=\u0622\u062f\u0631\u0633 \u06af\u0631\u0627\u0641
group-default-object-classes=\u06a9\u0644\u0627\u0633 \u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0622\u0628\u062c\u06a9\u062a
group-mapping=\u0646\u0642\u0634\u0647 \u06af\u0631\u0648\u0647
group-name=\u0646\u0627\u0645 \u06af\u0631\u0648\u0647
groups-dn=DN \u06af\u0631\u0648\u0647\u0647\u0627
home-url=\u0622\u062f\u0631\u0633 \u0635\u0641\u062d\u0647\u200c\u06cc \u0627\u0635\u0644\u06cc
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0686\u06af\u0648\u0646\u0647 \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0645\u06cc \u0634\u0648\u0646\u062f\u061f
import-cas-users-from-ldap=\u0627\u0632 LDAP \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a
import-cas-users-from-ldap-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0634\u062f\u0647\u200c \u0627\u0632 CAS \u06a9\u0647 \u062f\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u0646\u06cc\u0633\u062a\u0646\u062f \u0627\u0632 LDAP \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. LDAP \u0628\u0627\u06cc\u062f \u0641\u0639\u0627\u0644 \u0634\u0648\u062f.
import-enabled-user-password-autogenerated-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0631\u0645\u0632\u0639\u0628\u0648\u0631 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f. \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0648\u062c\u0628 \u0645\u06cc\u200c\u0634\u0648\u062f \u06a9\u0647 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0635\u0644\u06cc \u0622\u0646\u200c\u200c\u0647\u0627 \u062f\u0631 LDAP \u0646\u0648\u0634\u062a\u0647 \u0634\u0648\u062f.
import-export=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc / \u062f\u0631\u06cc\u0627\u0641\u062a
import-opensso-users-from-ldap=\u0627\u0632 LDAP \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0634\u0648\u062f
import-opensso-users-from-ldap-help=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0631\u0633\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u062d\u0631\u0627\u0632 \u0647\u0648\u06cc\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0632 OpenSSO \u06a9\u0647 \u062f\u0631 \u067e\u0648\u0631\u062a\u0644\u062a \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a \u0627\u0632 LDAP \u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0645\u06cc\u200c\u0634\u0648\u0646\u062f.LDAP \u0628\u0627\u06cc\u062f \u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f.
import-search-filter=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0641\u06cc\u0644\u062a\u0631 \u062c\u0633\u062a\u0648\u062c\u0648
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\u0632\u0628\u0627\u0646 \u0648 \u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06cc
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=\u0647\u0646\u06af\u0627\u0645\u06cc\u06a9\u0647 autogeneration \u0627\u0632 \u06a9\u0644\u0645\u0627\u062a \u0639\u0628\u0648\u0631 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0631\u0627\u06cc \u0648\u0631\u0648\u062f LDAP\u0641\u0639\u0627\u0644 \u0627\u0633\u062a. \u0635\u062f\u0648\u0631 LDAP \u0646\u0628\u0627\u06cc\u062f \u0641\u0639\u0627\u0644 \u0628\u0627\u0634\u062f.
ldap-password-policy-help=\u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062a\u0645\u0627\u0645 \u0634\u062f\u0647 \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0641\u0639\u0627\u0644 \u06a9\u0646\u06cc\u062f\u060c \u067e\u0648\u0631\u062a\u0627\u0644 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0645\u0639\u062a\u0628\u0631 \u0628\u0631\u0631\u0633\u06cc \u0645\u06cc \u06a9\u0646\u06cc\u062f \u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u06cc\u0646 \u0627\u0633\u062a \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062a\u0648\u0633\u0637 \u0633\u0631\u0648\u0631 LDAP \u0633\u06cc\u0627\u0633\u062a \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0646\u062c\u0627\u0645 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
ldap-server-name=\u0646\u0627\u0645
ldap-servers=\u0633\u0631\u0648\u0631\u0647\u0627\u06cc LDAP
liferay-has-failed-to-connect-to-the-ldap-server=\u0644\u0627\u06cc\u0641\u0631\u06cc \u0628\u0647 \u0633\u0631\u0648\u0631 LDAP \u0648\u0635\u0644 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0644\u0637\u0641\u0627 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc\u0647\u0627 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u0633\u0631\u0648\u0631 LDAP \u062f\u0631 \u062d\u0627\u0644 \u0627\u062c\u0631\u0627 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
liferay-has-failed-to-connect-to-the-opensso-server=\u0644\u0627\u06cc\u0641\u0631\u06cc \u0628\u0647 \u0633\u0631\u0648\u0631 OpenSSO \u0648\u0635\u0644 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0644\u0637\u0641\u0627 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc\u0647\u0627 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u0633\u0631\u0648\u0631 OpenSSO \u062f\u0631 \u062d\u0627\u0644 \u0627\u062c\u0631\u0627 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
liferay-has-failed-to-connect-to-the-opensso-services=\u0644\u0627\u06cc\u0641\u0631\u06cc \u0628\u0647 \u0633\u0631\u0648\u0631 OpenSSO \u0648\u0635\u0644 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f. \u0644\u0637\u0641\u0627\u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u0633\u0631\u0648\u0631 OpenSSO \u062f\u0631 \u062d\u0627\u0644 \u0627\u062c\u0631\u0627 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
liferay-has-successfully-connected-to-the-ldap-server=\u0644\u0627\u06cc\u0641\u0631\u06cc \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0647 \u0633\u0631\u0648\u0631 LDAP \u0645\u062a\u0635\u0644 \u0634\u062f.
liferay-has-successfully-connected-to-the-opensso-server=\u0644\u0627\u06cc\u0641\u0631\u06cc \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0647 \u0633\u0631\u0648\u0631 OpenSSO \u0645\u062a\u0635\u0644 \u0634\u062f.
load-default-server-configuration-for=\u0628\u0627\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0633\u0631\u0648\u0631 (Automatic Translation)
login-url-for-opensso-help=\u0627\u06cc\u0646 URL \u0628\u0631\u0627\u06cc \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0647 \u0644\u0627\u06af\u06cc\u0646 \u0627\u0632 \u0633\u0631\u0648\u0631 OpenSSO \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u0632 <em>goto\=</em> \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u06cc \u0628\u0631\u0627\u06cc \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646\u06a9\u0647 \u0628\u0639\u062f \u0627\u0632 \u0644\u0627\u06af\u06cc\u0646 \u06a9\u0631\u062f\u0646 \u0628\u0647 \u06a9\u062c\u0627 \u0647\u062f\u0627\u06cc\u062a \u0634\u0648\u06cc\u062f\u060c \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
logout-url-for-opensso-help=\u0627\u06cc\u0646 URL \u0628\u0631\u0627\u06cc \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0647 \u062e\u0631\u0648\u062c \u0627\u0632 \u0633\u0631\u0648\u0631 OpenSSO \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u0632 <em>goto\=</em> \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u06cc \u0628\u0631\u0627\u06cc \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646\u06a9\u0647 \u0628\u0639\u062f \u0627\u0632 \u062e\u0631\u0648\u062c \u0628\u0647 \u06a9\u062c\u0627 \u0647\u062f\u0627\u06cc\u062a \u0634\u0648\u06cc\u062f\u060c \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
mail-host-names=\u0646\u0627\u0645 \u0645\u06cc\u0632\u0628\u0627\u0646\u200c\u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644
main-configuration=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0635\u0644\u06cc
mappings-for-opensso-help=\u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0628\u06cc\u0646 \u0633\u0631\u0648\u06cc\u0633 OpenSSO \u0648 \u0644\u0627\u06cc\u0641\u0631\u06cc \u0628\u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u0645\u0648\u0627\u0631\u062f \u0632\u06cc\u0631 \u0628\u0627\u0634\u062f\: \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc\u060c \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644\u060c \u0646\u0627\u0645 \u0648 \u0646\u0627\u0645\u200c\u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=\u0647\u06cc\u0686 \u0622\u062f\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
oauth-redirect-url=\u0622\u062f\u0631\u0633 \u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631
opensso=OpenSSO
organization-sites=\u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u0633\u0627\u0632\u0645\u0627\u0646
other-directory-server=\u0633\u0627\u06cc\u0631 \u067e\u0648\u0634\u0647\u200c\u0647\u0627\u06cc \u0633\u0631\u0648\u0631
please-enter-a-unique-ldap-server-name=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0627\u0645 \u067e\u0648\u0634\u0647 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-ldap-search-filter=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0627\u0645 \u06af\u0631\u0647 \u0645\u062c\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-ldap-server-name=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0627\u0645 \u06af\u0631\u0647 \u0645\u062c\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-enter-a-valid-locale=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0628\u062f\u0646\u0647 \u0645\u062c\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u0644\u0637\u0641\u0627 \u0648\u06cc\u0698\u06af\u06cc
please-select-at-least-one-social-relation-type=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0646\u0648\u0639 \u0631\u0627\u0628\u0637\u0647 \u0627\u062c\u062a\u0645\u0627\u0639\u06cc \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
please-select-the-type-of-social-interaction=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0648\u0639 \u062a\u0639\u0627\u0645\u0644 \u0627\u062c\u062a\u0645\u0627\u0639\u06cc \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
require-strangers-to-verify-their-email-address=\u0622\u06cc\u0627 \u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u06a9\u0627\u0631\u0628\u0631 \u063a\u06cc\u0631\u0639\u0636\u0648 \u0627\u06cc\u0645\u06cc\u0644 \u062e\u0648\u062f \u0631\u0627 \u062a\u0627\u06cc\u06cc\u062f \u06a9\u0646\u062f\u061f
require-terms-of-use=\u0634\u0631\u0627\u06cc\u0637 \u0627\u0633\u062a\u0641\u0627\u062f\u0647
reset-values=\u0645\u0642\u0627\u062f\u06cc\u0631 \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f
screen-name-attribute=\u0648\u06cc\u0698\u06af\u06cc \u0646\u0627\u0645 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634
screen-names=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc
select-the-default-ratings-type-for-the-following-applications=\u0646\u0648\u0639 \u0631\u062a\u0628\u0647\u200c\u0628\u0646\u062f\u06cc \u0627\u0639\u062a\u0628\u0627\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0628\u0631\u0646\u0627\u0645\u0647 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0632\u06cc\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u062f\u0631 \u0647\u0631 \u0633\u0627\u06cc\u062a\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0627\u06cc\u062a \u062a\u063a\u06cc\u06cc\u0631 \u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f.
service-account=\u062d\u0633\u0627\u0628 \u0633\u0631\u0648\u06cc\u0633
service-password=\u0633\u0631\u0648\u06cc\u0633 \u06a9\u0644\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc
service-url-for-opensso-help=\u0627\u06cc\u0646 \u0622\u062f\u0631\u0633 \u062c\u0627\u06cc\u06cc \u0627\u0633\u062a \u06a9\u0647 OpenSSO \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0645\u062c\u0648\u0632 \u0633\u0631\u0648\u06cc\u0633 \u0648\u0628 \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0631\u062f. \u0627\u06af\u0631 \u0627\u0632 \u0646\u0633\u062e\u0647\u200c\u06cc \u06f8 \u06cc\u0627 \u0628\u0627\u0644\u0627\u062a\u0631 OpenSSO Express \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f \u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u06a9\u0647 \u0633\u0631\u0648\u0631 \u0627\u0632 \u062c\u0627\u0648\u0627 \u0646\u0633\u062e\u0647\u200c\u06cc \u06f6 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f.
ssl-error=\u062e\u0637\u0627\u06cc SSL
system.ldap.configuration.name=LDAP \u0633\u06cc\u0633\u062a\u0645
test-cas-configuration=\u062a\u0633\u062a \u062a\u0646\u0638\u06cc\u0645\u0627\u062a CAS)
test-ldap-connection=\u062a\u0633\u062a \u0627\u062a\u0635\u0627\u0644 LDAP
test-ldap-groups=\u0622\u0632\u0645\u0627\u06cc\u0634 \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc LDAP
test-ldap-users=\u062a\u0633\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 LDAP
test-opensso-configuration=\u062a\u0633\u062a \u062a\u0646\u0638\u06cc\u0645\u0627\u062a OpenSSO Configuration
the-cas-login-url-is-invalid=\u0622\u062f\u0631\u0633 \u0644\u0627\u06af\u06cc\u0646 CAS \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f.
the-cas-logout-url-is-invalid=\u0622\u062f\u0631\u0633 \u062e\u0631\u0648\u062c CAS \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0645\u06cc\u200c\u0628\u0627\u0634\u062f
the-cas-no-such-user-url-is-invalid=\u0622\u062f\u0631\u0633 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
the-cas-server-name-is-invalid=\u0646\u0627\u0645 \u0633\u0631\u0648\u0631 CAS \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
the-cas-server-url-is-invalid=\u0622\u062f\u0631\u0633 \u0633\u0631\u0648\u0631 CAS \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
the-cas-service-url-is-invalid=\u0622\u062f\u0631\u0633 \u0633\u0631\u0648\u06cc\u0633 CAS \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
the-facebook-connect-graph-url-is-invalid=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0627\u062f\u0631\u0633 \u0645\u0639\u062a\u0628\u0631 \u0641\u06cc\u0633\u0628\u0648\u06a9 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-facebook-connect-oauth-auth-url-is-invalid=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0645\u0639\u062a\u0628\u0631 \u0641\u06cc\u0633\u0628\u0648\u06a9 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-facebook-connect-oauth-redirect-url-is-invalid=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0645\u0639\u062a\u0628\u0631 \u0645\u0633\u062a\u0642\u06cc\u0645 \u0641\u06cc\u0633\u0628\u0648\u06a9 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-facebook-connect-oauth-token-url-is-invalid=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0645\u0639\u062a\u0628\u0631 \u062a\u0627\u06cc\u06cc\u062f\u0634\u062f\u0647 \u0641\u06cc\u0633\u0628\u0648\u06a9 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-google-client-id-is-invalid=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0639\u062a\u0628\u0631 \u06af\u0648\u06af\u0644 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
the-google-client-secret-is-invalid=Please enter a valid Google client secret.a-folder-with-the-same-name-already-exists\=\u067e\u0648\u0634\u0647\u200c\u0622\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0646\u0627\u0645 \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
the-ldap-url-format-is=\u0641\u0631\u0645\u062a \u0622\u062f\u0631\u0633 \u062a\u0627\u0645\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647\u200c\u06cc LDAP <em>ldap\://host\:port</em> \u0627\u0633\u062a. DN \u067e\u0627\u06cc\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u0633\u062a\u0648\u062c\u0648\u06cc \u0627\u0648\u0644\u06cc\u0647 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0631\u0627 \u0645\u0634\u062e\u0635 \u0645\u06cc\u0645\u0646\u062f \u06a9\u0647 \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0645\u06cc\u200c\u0628\u0627\u0634\u062f. \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c\u0628\u0631\u0627\u06cc \u0645\u0642\u0627\u062f\u06cc\u0631 \u062e\u0648\u062f \u0627\u0632 <em>ldap\://localhost\:389</em> \u0648 <em>ou\=Users,o\=Example</em> \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
use-default-interactions-settings=\u0627\u0632 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062a\u0639\u0627\u0645\u0644\u0627\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
use-ldap-password-policy=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0642\u0648\u0627\u0646\u06cc\u0646 \u067e\u0633\u0648\u0648\u0631\u062f LDAP
user-default-object-classes=\u06a9\u0644\u0627\u0633\u200c\u0647\u0627\u06cc \u0634\u06cc\u200c \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u06a9\u0627\u0631\u0628\u0631
user-mapping=\u0646\u06af\u0627\u0634\u062a \u06a9\u0627\u0631\u0628\u0631
users-dn=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 DN
