#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=M\u1ed9t t\u1eadp nh\u1ecf c\u1ee7a nh\u00f3m \u0111\u00e3 \u0111\u01b0\u1ee3c xu\u1ea5t hi\u1ec7n \u0111\u1ec3 b\u1ea1n ki\u1ec3m tra.
a-subset-of-users-has-been-displayed-for-you-to-review=Danh s\u00e1ch m\u1ed9t nh\u00f3m ng\u01b0\u1eddi d\u00f9ng \u0111ang \u0111\u1ee3i b\u1ea1n ki\u1ec3m duy\u1ec7t.
account-created-notification-body-with-password-help=B\u1ea1n h\u00e3y nh\u1eadp n\u1ed9i dung th\u01b0 \u0111i\u1ec7n t\u1eed s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi t\u1edbi ng\u01b0\u1eddi d\u00f9ng khi h\u1ecd \u0111\u0103ng k\u00fd. Th\u01b0 n\u00e0y bao g\u1ed3m c\u1ea3 m\u1eadt kh\u1ea9u c\u1ee7a ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c h\u1ec7 th\u1ed1ng t\u1ef1 \u0111\u1ed9ng t\u1ea1o ra.
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=Th\u00eam m\u00e1y ch\u1ee7 LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=Cho ph\u00e9p qu\u1ea3n tr\u1ecb trang \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb n\u1ed9i dung t\u1eeb c\u00e1c trang kh\u00e1c m\u00e0 h\u1ecd c\u0169ng c\u00f3 quy\u1ec1n qu\u1ea3n tr\u1ecb.
allow-site-administrators-to-use-their-own-logo=Cho ph\u00e9p qu\u1ea3n tr\u1ecb trang tin t\u1ee9c s\u1eed d\u1ee5ng bi\u1ec3u t\u01b0\u1ee3ng (logo) c\u1ee7a ri\u00eang h\u1ecd?
allow-strangers-to-create-accounts=Cho ph\u00e9p kh\u00e1ch v\u00e3ng lai t\u1ef1 t\u1ea1o t\u00e0i kho\u1ea3n ?
allow-strangers-to-create-accounts-with-a-company-email-address=Cho ph\u00e9p ng\u01b0\u1eddi l\u1ea1 t\u1ea1o t\u00e0i kho\u1ea3n v\u1edbi \u0111\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed c\u1ee7a doanh nghi\u1ec7p ?
allow-subsites-to-display-content-from-parent-sites=Cho ph\u00e9p c\u00e1c Trang con hi\u1ec3n th\u1ecb n\u1ed9i dung t\u1eeb Trang cha.
allow-users-to-automatically-log-in=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng t\u1ef1 \u0111\u1ed9ng \u0111\u0103ng nh\u1eadp? (Automatic Translation)
allow-users-to-request-forgotten-passwords=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u khi qu\u00ean m\u1eadt kh\u1ea9u?
allow-users-to-request-forgotten-passwords-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 y\u00eau c\u1ea7u c\u00f3 m\u1ed9t m\u1eadt kh\u1ea9u m\u1edbi \u0111\u01b0\u1ee3c g\u1eedi \u0111\u1ebfn \u0111\u1ecba ch\u1ec9 email c\u1ee7a h\u1ecd. (Automatic Translation)
allow-users-to-request-password-reset-links=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u c\u00f3 m\u1ed9t \u0111\u01b0\u1eddng li\u00ean k\u1ebft \u0111\u1ec3 b\u1eaft \u0111\u1ea7u l\u1ea1i m\u1eadt kh\u1ea9u m\u1edbi?
allow-users-to-request-password-reset-links-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 y\u00eau c\u1ea7u c\u00f3 m\u1ed9t m\u1eadt kh\u1ea9u \u0111\u1eb7t l\u1ea1i li\u00ean k\u1ebft \u0111\u01b0\u1ee3c g\u1eedi \u0111\u1ebfn \u0111\u1ecba ch\u1ec9 email c\u1ee7a h\u1ecd. (Automatic Translation)
application-interactions=T\u01b0\u01a1ng t\u00e1c \u1ee9ng d\u1ee5ng
apply-to-existing-users=\u00c1p d\u1ee5ng t\u1edbi c\u00e1c ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u00e3 c\u00f3
are-you-sure-you-want-to-reset-the-configured-values=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n \u0111\u1eb7t l\u1ea1i c\u00e1c gi\u00e1 tr\u1ecb c\u1ea5u h\u00ecnh? (Automatic Translation)
autogenerate-user-screen-names=T\u1ef1 \u0111\u1ed9ng t\u1ea1o t\u00ean giao di\u1ec7n ng\u01b0\u1eddi d\u00f9ng
base-dn=C\u01a1 s\u1edf DN (Automatic Translation)
body-with-password=N\u1ed9i dung v\u1edbi m\u1eadt kh\u1ea9u
body-without-password=Ph\u1ea7n th\u00e2n kh\u00f4ng c\u1ea7n m\u1eadt kh\u1ea9u
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\u0110\u0103ng xu\u1ea5t ng\u00e0y h\u1ebft h\u1ea1n phi\u00ean. (Automatic Translation)
cas-logout-on-session-expiration-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, c\u00e1c tr\u00ecnh duy\u1ec7t v\u1edbi h\u1ebft h\u1ea1n phi\u00ean s\u1ebd \u0111\u01b0\u1ee3c chuy\u1ec3n h\u01b0\u1edbng \u0111\u1ebfn URL \u0111\u0103ng xu\u1ea5t CAS. (Automatic Translation)
cas-logout-url-help=Set the CAS server logout URL. Set this if you want the portal's logout function t\u1edbi trigger a CAS logout.
cas-no-such-user-redirect-url-help=\u0110\u1eb7t URL chuy\u1ec3n h\u01b0\u1edbng ng\u01b0\u1eddi d\u00f9ng, n\u1ebfu ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 x\u00e1c th\u1ef1c v\u1edbi CAS nh\u01b0ng kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y trong c\u1ed5ng. N\u1ebfu nh\u1eadp kh\u1ea9u t\u1eeb LDAP \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t, ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c chuy\u1ec3n h\u01b0\u1edbng n\u1ebfu \u00f4ng kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y ho\u1eb7c kh\u00f4ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u t\u1eeb LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=M\u00e1y ch\u1ee7 CDN HTTP (Automatic Translation)
cdn-host-https=M\u00e1y ch\u1ee7 CDN HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=Ch\u1ecdn \u0111\u1ec3 \u00e1p d\u1ee5ng nh\u1eefng thay \u0111\u1ed5i cho ng\u01b0\u1eddi d\u00f9ng \u0111ang c\u00f3. C\u00e1c thay \u0111\u1ed5i n\u00e0y c\u00f3 hi\u1ec7u l\u1ef1c khi ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u0103ng nh\u1eadp l\u1ea7n k\u1ebf ti\u1ebfp.
custom-contact-mapping=L\u1eadp b\u1ea3n \u0111\u1ed3 t\u00f9y ch\u1ec9nh li\u00ean h\u1ec7 (Automatic Translation)
custom-user-mapping=L\u1eadp b\u1ea3n \u0111\u1ed3 t\u00f9y ch\u1ec9nh ng\u01b0\u1eddi d\u00f9ng (Automatic Translation)
default-control-panel-theme=Giao di\u1ec7n b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n m\u1eb7c \u0111\u1ecbnh
default-interactions=M\u1eb7c \u0111\u1ecbnh t\u01b0\u01a1ng t\u00e1c (Automatic Translation)
default-landing-page=Trang chuy\u1ec3n \u0111\u1ebfn m\u1eb7c \u0111\u1ecbnh
default-landing-page-help=\u0110\u00e2y l\u00e0 trang m\u00e0 ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c chuy\u1ec3n h\u01b0\u1edbng t\u1ef1 \u0111\u1ed9ng \u0111\u1ebfn sau khi \u0111\u0103ng nh\u1eadp. V\u00ed d\u1ee5, n\u1ebfu b\u1ea1n mu\u1ed1n m\u1eb7c \u0111\u1ecbnh \u0111\u00edch trang http\://localhost\:8080/web/\u0111\u00e1nh/th\u00f4ng tin \u0111\u0103ng nh\u1eadp, \u0111\u1eb7t n\u00e0y \u0111\u1ebfn /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=Thi\u1ebft l\u1eadp m\u00e1y ch\u1ee7 LDAP m\u1eb7c \u0111\u1ecbnh \u0111ang \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng. B\u1ea1n h\u00e3y c\u1ea5u h\u00ecnh th\u00eam m\u00e1y ch\u1ee7 LDAP \u0111\u1ec3 thi\u1ebft l\u1eadp \u0111\u00e8 l\u00ean c\u1ea5u h\u00ecnh m\u1eb7c \u0111\u1ecbnh.
default-logout-page=\u0110\u1ecba ch\u1ec9 \u0111\u0103ng xu\u1ea5t m\u1eb7c \u0111\u1ecbnh
default-logout-page-help=\u0110\u00e2y l\u00e0 trang m\u00e0 ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c chuy\u1ec3n h\u01b0\u1edbng t\u1ef1 \u0111\u1ed9ng \u0111\u1ebfn sau khi \u0111\u0103ng xu\u1ea5t. V\u00ed d\u1ee5, n\u1ebfu b\u1ea1n mu\u1ed1n \u0111\u0103ng xu\u1ea5t trang m\u1eb7c \u0111\u1ecbnh l\u00e0 http\://localhost\:8080/web/\u0111\u00e1nh/\u0111\u0103ng xu\u1ea5t, \u0111\u1eb7t n\u00e0y \u0111\u1ebfn /web/guest/logout. (Automatic Translation)
default-regular-theme=Giao di\u1ec7n m\u1eb7c \u0111\u1ecbnh
default-theme=Giao di\u1ec7n m\u1eb7c \u0111\u1ecbnh
default-values=C\u00e1c gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh
disabled-by-default=M\u1eb7c \u0111\u1ecbnh l\u00e0 V\u00f4 hi\u1ec7u h\u00f3a
domain-controller=Qu\u1ea3n tr\u1ecb th\u01b0 m\u1ee5c
domain-controller-name=Qu\u1ea3n tr\u1ecb th\u01b0 m\u1ee5c
domain-controller-name-help=B\u1ea1n h\u00e3y ch\u1ecdn t\u00ean m\u00e1y ch\u1ee7 qu\u1ea3n tr\u1ecb th\u01b0 m\u1ee5c doanh nghi\u1ec7p (domain controller NetBIOS)
edit-ldap-server=C\u1eadp nh\u1eadt m\u00e1y ch\u1ee7 LDAP
email-address-attribute=Thu\u1ed9c t\u00ednh \u0111\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed
enable-birthday=Hi\u1ec3n th\u1ecb sinh nh\u1eadt
enable-cdn-dynamic-resources=S\u1eed CDN \u0111\u1ed9ng t\u00e0i nguy\u00ean (Automatic Translation)
enable-export=S\u1eed xu\u1ea5t kh\u1ea9u (Automatic Translation)
enable-gender=Hi\u1ec3n th\u1ecb gi\u1edbi t\u00ednh
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=M\u1eb7c \u0111\u1ecbnh l\u00e0 Cho ph\u00e9p
enter-one-analytics-system-name-per-line=Th\u00eam t\u00ean t\u1eebng H\u1ec7 th\u1ed1ng ph\u00e2n t\u00edch <strong>tr\u00ean m\u1ed7i d\u00f2ng</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Nh\u1eadp v\u00e0o m\u1ed7i t\u00ean m\u00e1y ch\u1ee7 <strong>tr\u00ean m\u1ed9t d\u00f2ng </strong> cho c\u00e1c m\u00e1y ch\u1ee7 mail <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Nh\u1eadp v\u00e0o m\u1ed7i t\u00ean giao di\u1ec7n ng\u01b0\u1eddi d\u00f9ng (screen name) <strong>tr\u00ean m\u1ed9t d\u00f2ng</strong> \u0111\u1ec3 \u0111\u1eb7t ch\u1ed7 tr\u01b0\u1edbc t\u00ean giao di\u1ec7n ng\u01b0\u1eddi d\u00f9ng (screen name).
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Nh\u1eadp m\u1ed7i \u0111\u1ecba ch\u1ec9 email ng\u01b0\u1eddi s\u1eed d\u1ee5ng <strong>tr\u00ean m\u1ed9t d\u00f2ng </strong> \u0111\u1ec3 \u0111\u1eb7t ch\u1ed7.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Nh\u1eadp t\u00ean t\u1ed5 ch\u1ee9c m\u1eb7c \u0111\u1ecbnh <strong> tr\u00ean m\u1ed7i d\u00f2ng </strong> v\u1edbi ng\u01b0\u1eddi d\u00f9ng m\u1edbi t\u1ea1o.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Nh\u1eadp v\u00e0o t\u00ean trang TT\u0110T m\u1eb7c \u0111\u1ecbnh <strong>tr\u00ean m\u1ed7i d\u00f2ng</strong> c\u1ee7a ng\u01b0\u1eddi d\u00f9ng m\u1edbi.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Nh\u1eadp v\u00e0o t\u00ean nh\u00f3m ng\u01b0\u1eddi d\u00f9ng m\u1eb7c \u0111\u1ecbnh <strong>tr\u00ean m\u1ed7i d\u00f2ng</strong> c\u1ee7a ng\u01b0\u1eddi d\u00f9ng m\u1edbi.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Nh\u1eadp b\u1ed9 l\u1ecdc t\u00ecm ki\u1ebfm \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 ki\u1ec3m tra t\u00ednh h\u1ee3p l\u1ec7 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. Th\u1ebb @company_id @, @email_address @, @screen_name @, @user_id @ \u0111\u01b0\u1ee3c thay th\u1ebf t\u1ea1i th\u1eddi gian ch\u1ea1y v\u1edbi c\u00e1c gi\u00e1 tr\u1ecb \u0111\u00fang. (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=Failed t\u1edbi bind t\u1edbi the LDAP server with given values.
google-client-secret=Kh\u00e1ch h\u00e0ng Google b\u00ed m\u1eadt (Automatic Translation)
graph-url=URL \u0111\u1ed3 th\u1ecb
group-default-object-classes=L\u1edbp ng\u01b0\u1eddi d\u00f9ng m\u1eb7c \u0111\u1ecbnh
group-mapping=Nh\u00f3m l\u1eadp b\u1ea3n \u0111\u1ed3 (Automatic Translation)
group-name=T\u00ean nh\u00f3m
groups-dn=Nh\u00f3m DN (Automatic Translation)
home-url=URL trang ch\u1ee7
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c x\u00e1c th\u1ef1c nh\u01b0 th\u1ebf n\u00e0o?
import-cas-users-from-ldap=Nh\u1eadp d\u1eef li\u1ec7u t\u1eeb LDAP
import-cas-users-from-ldap-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng x\u00e1c th\u1ef1c t\u1eeb CAS kh\u00f4ng t\u1ed3n t\u1ea1i trong c\u1ed5ng \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u t\u1eeb LDAP. LDAP ph\u1ea3i \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. (Automatic Translation)
import-enabled-user-password-autogenerated-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, autogenerated m\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng cho nh\u1eadp kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng. Xu\u1ea5t kh\u1ea9u nh\u1eefng ng\u01b0\u1eddi d\u00f9ng n\u00e0y s\u1ebd d\u1eabn \u0111\u1ebfn c\u1ee7a m\u1eadt kh\u1ea9u ban \u0111\u1ea7u \u0111\u01b0\u1ee3c ghi \u0111\u00e8 t\u1ea1i LDAP. (Automatic Translation)
import-export=Nh\u1eadp/Xu\u1ea5t
import-opensso-users-from-ldap=Nh\u1eadp d\u1eef li\u1ec7u t\u1eeb LDAP
import-opensso-users-from-ldap-help=N\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn, ng\u01b0\u1eddi d\u00f9ng x\u00e1c th\u1ef1c t\u1eeb m\u1edf SSO kh\u00f4ng t\u1ed3n t\u1ea1i trong c\u1ed5ng \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u t\u1eeb LDAP. LDAP ph\u1ea3i \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. (Automatic Translation)
import-search-filter=Nh\u1eadp d\u1eef li\u1ec7u b\u1ed9 l\u1ecdc t\u00ecm ki\u1ebfm
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Ng\u00f4n ng\u1eef v\u00e0 M\u00fai gi\u1edd
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP xu\u1ea5t kh\u1ea9u kh\u00f4ng ph\u1ea3i \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t khi autogeneration m\u1eadt kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t cho LDAP nh\u1eadp kh\u1ea9u. (Automatic Translation)
ldap-password-policy-help=L\u01b0u \u00fd r\u1eb1ng n\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t, c\u1ed5ng th\u00f4ng tin s\u1ebd kh\u00f4ng ki\u1ec3m tra h\u1ee3p l\u1ec7 m\u1eadt kh\u1ea9u, m\u1eadt kh\u1ea9u h\u1ebft h\u1ea1n, ho\u1eb7c ng\u01b0\u1eddi d\u00f9ng \u0111ang b\u1ecb kh\u00f3a ra ngo\u00e0i. \u0110i\u1ec1u n\u00e0y b\u00e2y gi\u1edd \u0111\u01b0\u1ee3c x\u1eed l\u00fd b\u1edfi m\u00e1y ch\u1ee7 LDAP m\u1eadt kh\u1ea9u ch\u00ednh s\u00e1ch. (Automatic Translation)
ldap-server-name=T\u00ean
ldap-servers=M\u00e1y ch\u1ee7 LDAP
liferay-has-failed-to-connect-to-the-ldap-server=Liferay kh\u00f4ng k\u1ebft n\u1ed1i th\u00e0nh c\u00f4ng \u0111\u1ebfn m\u00e1y ch\u1ee7 LDAP. B\u1ea1n h\u00e3y ki\u1ec3m tra l\u1ea1i ph\u1ea7n c\u1ea5u h\u00ecnh v\u00e0 ch\u1eafc ch\u1eafn r\u1eb1ng m\u00e1y ch\u1ee7 LDAP \u0111ang ch\u1ea1y.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay kh\u00f4ng k\u1ebft n\u1ed1i th\u00e0nh c\u00f4ng \u0111\u1ebfn m\u00e1y ch\u1ee7 x\u00e1c th\u1ef1c m\u1ed9t l\u1ea7n OpenSSO. B\u1ea1n h\u00e3y ki\u1ec3m tra l\u1ea1i ph\u1ea7n c\u1ea5u h\u00ecnh v\u00e0 ch\u1eafc ch\u1eafn r\u1eb1ng m\u00e1y ch\u1ee7 OpenSSO \u0111ang ch\u1ea1y.
liferay-has-failed-to-connect-to-the-opensso-services=Liferay kh\u00f4ng k\u1ebft n\u1ed1i th\u00e0nh c\u00f4ng \u0111\u1ebfn m\u00e1y ch\u1ee7 d\u1ecbch v\u1ee5 OpenSSO. B\u1ea1n h\u00e3y ki\u1ec3m tra l\u1ea1i ph\u1ea7n c\u1ea5u h\u00ecnh v\u00e0 ch\u1eafc ch\u1eafn r\u1eb1ng m\u00e1y ch\u1ee7 d\u1ecbch v\u1ee5 OpenSSO \u0111ang ch\u1ea1y.
liferay-has-successfully-connected-to-the-ldap-server=Liferay \u0111\u00e3 k\u1ebft n\u1ed1i th\u00e0nh c\u00f4ng t\u1edbi m\u00e1y ch\u1ee7 LDAP.
liferay-has-successfully-connected-to-the-opensso-server=Liferay \u0111\u00e3 k\u1ebft n\u1ed1i th\u00e0nh c\u00f4ng t\u1edbi m\u00e1y ch\u1ee7 OpenSSO.
load-default-server-configuration-for=T\u1ea3i c\u1ea5u h\u00ecnh m\u00e1y ch\u1ee7 m\u1eb7c \u0111\u1ecbnh cho (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=T\u00ean m\u00e1y ch\u1ee7 th\u01b0
main-configuration=Thi\u1ebft l\u1eadp tham s\u1ed1 c\u1ea5u h\u00ecnh ch\u00ednh
mappings-for-opensso-help=C\u00e1c tr\u01b0\u1eddng th\u00f4ng tin \u00e1nh x\u1ea1 gi\u1eefa OpenSSO v\u00e0 Liferay g\u1ed3m\: T\u00ean m\u00e0n h\u00ecnh, th\u01b0 \u0111i\u1ec7n t\u1eed, t\u00ean, v\u00e0 h\u1ecd.
negotiate-flags=Th\u01b0\u01a1ng l\u01b0\u1ee3ng c\u1edd (Automatic Translation)
no-such-user-redirect-url=Kh\u00f4ng c\u00f3 URL chuy\u1ec3n ti\u1ebfp v\u1edbi ng\u01b0\u1eddi s\u1eed d\u1ee5ng n\u00e0y
oauth-redirect-url=URL chuy\u1ec3n ti\u1ebfp
opensso=OpenSSO (Automatic Translation)
organization-sites=Trang th\u00f4ng tin c\u1ee7a t\u1ed5 ch\u1ee9c
other-directory-server=M\u00e1y ch\u1ee7 th\u01b0 m\u1ee5c kh\u00e1c
please-enter-a-unique-ldap-server-name=Nh\u1eadp t\u00ean m\u00e1y ch\u1ee7 LDAP duy nh\u1ea5t.
please-enter-a-valid-ldap-search-filter=Vui l\u00f2ng nh\u1eadp th\u00f4ng tin b\u1ed9 l\u1ecdc t\u00ecm ki\u1ebfm tr\u00ean m\u00e1y ch\u1ee7 LDAP h\u1ee3p l\u1ec7.
please-enter-a-valid-ldap-server-name=Vui l\u00f2ng nh\u1eadp th\u00f4ng tin t\u00ean m\u00e1y ch\u1ee7 LDAP h\u1ee3p l\u1ec7.
please-enter-a-valid-locale=Vui l\u00f2ng nh\u1eadp t\u00ean \u0111\u1ecba ph\u01b0\u01a1ng h\u1ee3p l\u1ec7.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Vui l\u00f2ng \u00e1nh x\u1ea1 thu\u1ed9c t\u00ednh nh\u00f3m <em>T\u00ean nh\u00f3m</em> v\u00e0 <em>Ng\u01b0\u1eddi d\u00f9ng</em> t\u1edbi thu\u1ed9c t\u00ednh LDAP.
please-select-at-least-one-social-relation-type=Vui l\u00f2ng ch\u1ecdn \u00edt nh\u1ea5t m\u1ed9t lo\u1ea1i m\u1ed1i quan h\u1ec7 x\u00e3 h\u1ed9i. (Automatic Translation)
please-select-the-type-of-social-interaction=Vui l\u00f2ng ch\u1ecdn lo\u1ea1i t\u01b0\u01a1ng t\u00e1c x\u00e3 h\u1ed9i. (Automatic Translation)
require-strangers-to-verify-their-email-address=Y\u00eau c\u1ea7u kh\u00e1ch l\u1ea1 x\u00e1c nh\u1eadn \u0111\u1ecba ch\u1ec9 th\u01b0 \u0111i\u1ec7n t\u1eed c\u1ee7a h\u1ecd ?
require-terms-of-use=Y\u00eau c\u1ea7u \u0111i\u1ec1u kho\u1ea3n s\u1eed d\u1ee5ng (Automatic Translation)
reset-values=Kh\u1edfi t\u1ea1o l\u1ea1i gi\u00e1 tr\u1ecb
screen-name-attribute=Thu\u1ed9c t\u00ednh <T\u00ean giao di\u1ec7n>
screen-names=C\u00e1c t\u00ean hi\u1ec3n th\u1ecb
select-the-default-ratings-type-for-the-following-applications=Ch\u1ecdn lo\u1ea1i x\u1ebfp h\u1ea1ng m\u1eb7c \u0111\u1ecbnh cho c\u00e1c \u1ee9ng d\u1ee5ng sau \u0111\u00e2y. Nh\u1eefng gi\u00e1 tr\u1ecb n\u00e0y c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c thay \u0111\u1ed5i cho m\u1ed9t trang web th\u00f4ng qua c\u00e1c thi\u1ebft l\u1eadp trang web. (Automatic Translation)
service-account=T\u00e0i kho\u1ea3n D\u1ecbch v\u1ee5 (Automatic Translation)
service-password=D\u1ecbch v\u1ee5 m\u1eadt kh\u1ea9u (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=L\u1ed7i SSL
system.ldap.configuration.name=H\u1ec7 th\u1ed1ng LDAP (Automatic Translation)
test-cas-configuration=Ki\u1ec3m tra c\u1ea5u h\u00ecnh CAS
test-ldap-connection=Ki\u1ec3m tra k\u1ebft n\u1ed1i LDAP
test-ldap-groups=Ki\u1ec3m tra c\u00e1c nh\u00f3m LDAP
test-ldap-users=Ki\u1ec3m tra ng\u01b0\u1eddi d\u00f9ng LDAP
test-opensso-configuration=Ki\u1ec3m tra c\u1ea5u h\u00ecnh OpenSSO
the-cas-login-url-is-invalid=URL \u0111\u0103ng nh\u1eadp D\u1ecbch v\u1ee5 x\u00e1c th\u1ef1c (CAS) kh\u00f4ng h\u1ee3p l\u1ec7.
the-cas-logout-url-is-invalid=URL \u0111\u0103ng xu\u1ea5t D\u1ecbch v\u1ee5 x\u00e1c th\u1ef1c (CAS) kh\u00f4ng h\u1ee3p l\u1ec7.
the-cas-no-such-user-url-is-invalid=X\u00e1c th\u1ef1c m\u1ed9t c\u1eeda CAS \: li\u00ean k\u1ebft ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng h\u1ee3p l\u1ec7.
the-cas-server-name-is-invalid=T\u00ean m\u00e1y ch\u1ee7 D\u1ecbch v\u1ee5 x\u00e1c th\u1ef1c (CAS) kh\u00f4ng h\u1ee3p l\u1ec7.
the-cas-server-url-is-invalid=URL m\u00e1y ch\u1ee7 D\u1ecbch v\u1ee5 x\u00e1c th\u1ef1c (CAS) kh\u00f4ng h\u1ee3p l\u1ec7.
the-cas-service-url-is-invalid=URL d\u1ecbch v\u1ee5 D\u1ecbch v\u1ee5 x\u00e1c th\u1ef1c (CAS) kh\u00f4ng h\u1ee3p l\u1ec7.
the-facebook-connect-graph-url-is-invalid=Vui l\u00f2ng nh\u1eadp m\u1ed9t URL h\u1ee3p l\u1ec7 \u0111\u1ed3 th\u1ecb Facebook (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=Vui l\u00f2ng nh\u1eadp m\u1ed9t URL h\u1ee3p l\u1ec7 Facebook OAuth Auth (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=Vui l\u00f2ng nh\u1eadp m\u1ed9t URL h\u1ee3p l\u1ec7 Facebook OAuth chuy\u1ec3n h\u01b0\u1edbng (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=Vui l\u00f2ng nh\u1eadp m\u1ed9t URL h\u1ee3p l\u1ec7 Facebook OAuth Token (Automatic Translation)
the-google-client-id-is-invalid=Vui l\u00f2ng nh\u1eadp m\u1ed9t ID h\u1ee3p l\u1ec7 Google kh\u00e1ch h\u00e0ng. (Automatic Translation)
the-google-client-secret-is-invalid=Vui l\u00f2ng nh\u1eadp m\u1ed9t Google h\u1ee3p l\u1ec7 kh\u00e1ch h\u00e0ng b\u00ed m\u1eadt. (Automatic Translation)
the-ldap-url-format-is=LDAP Base cung c\u1ea5p chu\u1ed7i URL v\u1edbi \u0111\u1ecbnh d\u1ea1ng <em>ldap\://host\:port</em>. Base DN x\u00e1c \u0111\u1ecbnh ph\u1ea1m vi ban \u0111\u1ea7u \u0111\u1ec3 t\u00ecm ki\u1ebfm cho ng\u01b0\u1eddi d\u00f9ng v\u00e0 \u0111\u00f3 l\u00e0 m\u1ed9t t\u00f9y ch\u1ecdn. \u0110\u1ec3 v\u00ed v\u1ee5, s\u1eed d\u1ee5ng <em>ldap\://localhost\:389</em> v\u00e0 <em>ou\=Users,o\=Example</em> cho c\u00e1c gi\u00e1 tr\u1ecb c\u1ee7a b\u1ea1n.
use-default-interactions-settings=S\u1eed d\u1ee5ng c\u00e0i \u0111\u1eb7t m\u1eb7c \u0111\u1ecbnh t\u01b0\u01a1ng t\u00e1c (Automatic Translation)
use-ldap-password-policy=S\u1eed d\u1ee5ng quy \u0111\u1ecbnh m\u1eadt kh\u1ea9u c\u1ee7a LDAP
user-default-object-classes=L\u1edbp ng\u01b0\u1eddi d\u00f9ng m\u1eb7c \u0111\u1ecbnh
user-mapping=\u00c1nh x\u1ea1 ng\u01b0\u1eddi d\u00f9ng
users-dn=Ng\u01b0\u1eddi d\u00f9ng DN (Automatic Translation)
