#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Zosta\u0142 Ci wy\u015bwietlony do przegl\u0105du podzbi\u00f3r grup.
a-subset-of-users-has-been-displayed-for-you-to-review=Zosta\u0142 Ci wy\u015bwietlony do przegl\u0105du podzbi\u00f3r u\u017cytkownik\u00f3w.
account-created-notification-body-with-password-help=Wprowad\u017a tre\u015b\u0107 wiadomo\u015bci jaka ma zosta\u0107 wys\u0142ana u\u017cytkownikom po rejestracji. Powinna ona zawiera\u0107 automatycznie generowane has\u0142o u\u017cytkownika.
account-created-notification-body-without-password-help=Wprowad\u017a tre\u015b\u0107 wiadomo\u015bci jaka ma zosta\u0107 wys\u0142ana u\u017cytkownikom po rejestracji. Nie b\u0119dzie ona zawiera\u0107 informacji o ha\u015ble u\u017cytkownika.
add-ldap-server=Dodaj serwer LDAP
allow-site-administrators-to-display-content-from-other-sites-they-administer=Pozw\u00f3l administratorom witryny wy\u015bwietla\u0107 zawarto\u015b\u0107 z innych witryn, kt\u00f3rymi zarz\u0105dzaj\u0105.
allow-site-administrators-to-use-their-own-logo=Czy zezwoli\u0107 administratorom witryny na u\u017cywanie w\u0142asnego logo?
allow-strangers-to-create-accounts=Zezwoli\u0107 obcym na zak\u0142adanie kont?
allow-strangers-to-create-accounts-with-a-company-email-address=Zezwoli\u0107 obcym na tworzenie kont z firmowym adresem e-mail?
allow-subsites-to-display-content-from-parent-sites=Pozw\u00f3l podwitrynom na wy\u015bwietlanie zawarto\u015bci witryn nadrz\u0119dnych.
allow-users-to-automatically-log-in=Czy zezwoli\u0107 u\u017cytkownikom na automatyczne logowanie?
allow-users-to-request-forgotten-passwords=Pozwoli\u0107 u\u017cytkownikom na zapytania o zapomniane has\u0142a?
allow-users-to-request-forgotten-passwords-help=U\u017cytkownicy kt\u00f3rzy nie pami\u0119taj\u0105 has\u0142a, mog\u0105 za pomoc\u0105 formularza logowania uzyska\u0107 nowe, kt\u00f3re zostanie wys\u0142ane na ich adres email.
allow-users-to-request-password-reset-links=Czy zezwoli\u0107 u\u017cytkownikom na pro\u015bby o wysy\u0142k\u0119 link\u00f3w resetuj\u0105cych has\u0142o?
allow-users-to-request-password-reset-links-help=Je\u015bli to pole jest zaznaczone, u\u017cytkownicy mog\u0105 za uzyska\u0107 link do resetowania has\u0142a, kt\u00f3ry zostanie wys\u0142any na ich adres email.
application-interactions=Interakcje aplikacji
apply-to-existing-users=Zastosuj do istniej\u0105cych u\u017cytkownik\u00f3w
are-you-sure-you-want-to-reset-the-configured-values=Czy na pewno chcesz zresetowa\u0107 skonfigurowanej warto\u015bci? (Automatic Translation)
autogenerate-user-screen-names=Automatycznie wygeneruj nazwy u\u017cytkownika
base-dn=Podstawowy DN
body-with-password=Tre\u015b\u0107 z has\u0142em
body-without-password=Tre\u015b\u0107 bez has\u0142a
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Logout na wyga\u015bni\u0119cie sesji. (Automatic Translation)
cas-logout-on-session-expiration-help=Je\u015bli to pole jest zaznaczone, przegl\u0105darki z wygas\u0142ych sesji zostaniesz przekierowany do CAS logout URL. (Automatic Translation)
cas-logout-url-help=Ustaw URL wylogowania si\u0119 z serwera CAS. Ustaw to je\u015bli chcesz \u017ceby funkcja wylogowania si\u0119 z portalu uruchamia\u0142a wylogowanie si\u0119 przez CAS.
cas-no-such-user-redirect-url-help=Ustaw adres URL, aby przekierowa\u0107 u\u017cytkownika do, je\u015bli u\u017cytkownik mo\u017ce uwierzytelnia\u0107 z urz\u0119dami certyfikacji, ale nie mo\u017cna znale\u017a\u0107 w portalu. Je\u015bli import z LDAP jest w\u0142\u0105czona, je\u015bli nie mo\u017cna znale\u017a\u0107 lub nie mog\u0105 by\u0107 przywo\u017cone z LDAP jest przekierowywany u\u017cytkownik. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=Adres serwera CDN dla HTTP
cdn-host-https=Adres serwera CDN dla HTTPS
check-to-apply-the-changes-to-existing-users=Zaznacz aby zastosowa\u0107 zmiany do istniej\u0105cych u\u017cytkownik\u00f3w. Zmiany b\u0119d\u0105 widoczne dla u\u017cytkownika po ponownym zalogowaniu.
custom-contact-mapping=Niestandardowe mapowanie kontakt (Automatic Translation)
custom-user-mapping=Mapowanie u\u017cytkownika niestandardowego (Automatic Translation)
default-control-panel-theme=Domy\u015blny motyw panelu sterowania
default-interactions=Domy\u015blne Interakcje
default-landing-page=Domy\u015blna strona docelowa
default-landing-page-help=To jest strona na kt\u00f3r\u0105 u\u017cytkownicy zostan\u0105 automatycznie przekierowani tu\u017c po zalogowaniu. Na przyk\u0142ad, je\u015bli chcesz aby domy\u015bln\u0105 stron\u0105 g\u0142\u00f3wn\u0105 by\u0142 adres http\://localhost\:8080/web/guest/login, ustaw ten parametr na /web/guest/login.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=U\u017cywane s\u0105 ustawienia domy\u015blne serwera LDAP. Prosz\u0119 doda\u0107 serwer LDAP aby nadpisa\u0107 domy\u015blne ustawienia.
default-logout-page=Domy\u015blna strona wylogowania
default-logout-page-help=To jest strona na kt\u00f3r\u0105 u\u017cytkownicy zostan\u0105 automatycznie przekierowani tu\u017c po wylogowaniu. Na przyk\u0142ad, je\u015bli chcesz aby domy\u015bln\u0105 stron\u0105 g\u0142\u00f3wn\u0105 by\u0142 adres http\://localhost\:8080/web/guest/logout, ustaw ten parametr na /web/guest/logout.
default-regular-theme=Domy\u015blny motyw zwyk\u0142y
default-theme=Domy\u015blny motyw
default-values=Warto\u015bci domy\u015blne
disabled-by-default=Domy\u015blnie wy\u0142\u0105czone
domain-controller=Kontroler domeny
domain-controller-name=Nazwa kontrolera domeny
domain-controller-name-help=Okre\u015bl nazw\u0119 kontrolera domeny NetBIOS.
edit-ldap-server=Edytuj serwer LDAP
email-address-attribute=Atrybut adresu e-mail
enable-birthday=Aktywuj pole "Urodziny" w danych u\u017cytkownika
enable-cdn-dynamic-resources=U\u017cywaj serwera CDN dla zasob\u00f3w generowanych dynamicznie (CSS, JavaScript, obrazki).
enable-export=Umo\u017cliwienia wywozu (Automatic Translation)
enable-gender=Aktywuj pole "P\u0142e\u0107" w danych u\u017cytkownika
enable-recycle-bin-default=Je\u015bli to pole jest zaznaczone, Kosz jest domy\u015blnie uruchomiony dla ca\u0142ego portali, ale ka\u017cdy administrator mo\u017ce go wy\u0142\u0105czy\u0107 na witrynie kt\u00f3r\u0105 zarz\u0105dza.
enabled-by-default=Domy\u015blnie w\u0142\u0105czony
enter-one-analytics-system-name-per-line=Wprowadzaj nazwy system\u00f3w analitycznych <strong>po jednym w linii</strong>.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=Wprowad\u017a nazw\u0119 serwera pocztowego <strong>po jednym w ka\u017cdym wierszu</strong> dla wszystkich dodatkowych nazw serwer\u00f3w pocztowych poza <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=Wprowad\u017a nazwy u\u017cytkownik\u00f3w <strong>po jednym w ka\u017cdym wierszu</strong> aby zarezerwowa\u0107 dan\u0105 nazw\u0119 u\u017cytkownika.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=Wprowad\u017a adresy e-mail u\u017cytkownik\u00f3w <strong>po jednym w ka\u017cdym wierszu</strong> aby zarezerwowa\u0107 adresy e-mail u\u017cytkownik\u00f3w.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Wprowad\u017a domy\u015blne nazwy witryn organizacji, <strong>po jednej w ka\u017cdej linii</strong>, kt\u00f3re b\u0119d\u0105 przypisywane nowym u\u017cytkownikom.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Wprowad\u017a nazwy domy\u015blnych witryn <strong>po jednej nazwie na wiersz</strong>, do kt\u00f3rych zostan\u0105 przypisani nowo utworzeni u\u017cytkownicy.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Wprowad\u017a nazwy domy\u015blnych grup u\u017cytkownika <strong>po jednej nazwie na wiersz</strong>, do kt\u00f3rych zostanie przypisany nowo utworzony u\u017cytkownik.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Wpisz filtr wyszukiwania, kt\u00f3ry b\u0119dzie u\u017cyty w celu walidacji u\u017cytkownika. Wyra\u017cenia @company_id@, @email_address@, @screen_name@ i @user_id@ zostan\u0105 w trakcie dzia\u0142ania podmienione na w\u0142a\u015bciwe warto\u015bci.
failed-to-bind-to-the-ldap-server-with-given-values=Nie uda\u0142o po\u0142\u0105czy\u0107 si\u0119 z serwerem LDAP z podanymi warto\u015bciami.
google-client-secret=Google klient tajemnica (Automatic Translation)
graph-url=URL wykresu
group-default-object-classes=Grupuj domy\u015blne klasy obiektowe
group-mapping=Mapowanie grupy
group-name=Nazwa grupy
groups-dn=DN grup
home-url=URL strony g\u0142\u00f3wnej
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Jak uwierzytelniaj\u0105 si\u0119 u\u017cytkownicy?
import-cas-users-from-ldap=Import z LDAP
import-cas-users-from-ldap-help=Je\u015bli to pole jest zaznaczone, U\u017cytkownicy uwierzytelnieni z CAS, kt\u00f3re nie istniej\u0105 w portalu s\u0105 importowane z LDAP. LDAP musi by\u0107 w\u0142\u0105czony. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Je\u015bli to pole jest zaznaczone, wygenerowany automatycznie has\u0142a s\u0105 u\u017cywane dla u\u017cytkownik\u00f3w przywo\u017conego. Eksportowanie tych u\u017cytkownik\u00f3w mo\u017ce doprowadzi\u0107 do ich oryginalnego has\u0142a zast\u0105pieniem w LDAP. (Automatic Translation)
import-export=Import / Eksport
import-opensso-users-from-ldap=Import z LDAP
import-opensso-users-from-ldap-help=Je\u015bli to pole jest zaznaczone, U\u017cytkownicy uwierzytelnieni z otwarte SSO, kt\u00f3re nie istniej\u0105 w portalu s\u0105 importowane z LDAP. LDAP musi by\u0107 w\u0142\u0105czony. (Automatic Translation)
import-search-filter=Filtr wyszukiwania do importu
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=J\u0119zyk i strefa czasowa
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=Eksport LDAP nie mo\u017ce by\u0107 w\u0142\u0105czony, je\u017celi jest aktywne automatyczne generowanie hase\u0142 dla u\u017cytkownik\u00f3w importowanych z LDAP.
ldap-password-policy-help=Nale\u017cy zauwa\u017cy\u0107, \u017ce je\u015bli ta opcja jest w\u0142\u0105czona, portal nie sprawdzi si\u0119 dla prawid\u0142owego has\u0142a, has\u0142a wygas\u0142y lub u\u017cytkownik\u00f3w, kt\u00f3re s\u0105 zablokowane. To jest teraz obs\u0142ugiwane przez zasady hase\u0142 serwera LDAP. (Automatic Translation)
ldap-server-name=Nazwa
ldap-servers=Serwery LDAP
liferay-has-failed-to-connect-to-the-ldap-server=Liferay nie m\u00f3g\u0142 si\u0119 po\u0142\u0105czy\u0107 z serwerem LDAP. Sprawd\u017a swoj\u0105 konfiguracj\u0119 oraz upewnij si\u0119, \u017ce serwer LDAP jest uruchomiony.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay nie po\u0142\u0105czy\u0142 si\u0119 z serwerem OpenSSO. Prosz\u0119 sprawdzi\u0107 swoj\u0105 konfiguracj\u0119 i upewni\u0107 si\u0119, \u017ce serwer OpenSSO dzia\u0142a.
liferay-has-failed-to-connect-to-the-opensso-services=Liferay nie po\u0142\u0105czy\u0142 si\u0119 z us\u0142ug OpenSSO. Prosz\u0119 sprawdzi\u0107 swoj\u0105 konfiguracj\u0119 i upewni\u0107 si\u0119, \u017ce us\u0142ugi OpenSSO dzia\u0142aj\u0105.
liferay-has-successfully-connected-to-the-ldap-server=Liferay pomy\u015blnie po\u0142\u0105czy\u0142 si\u0119 z serwerem LDAP.
liferay-has-successfully-connected-to-the-opensso-server=Liferay pomy\u015blnie po\u0142\u0105czy\u0142 si\u0119 z serwerem OpenSSO.
load-default-server-configuration-for=Konfiguracja serwera domy\u015blnego obci\u0105\u017cenia dla (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=Nazwy serwera pocztowego
main-configuration=Konfiguracja poczty
mappings-for-opensso-help=Obowi\u0105zkowe mapowanie pomi\u0119dzy OpenSSO i Liferay to\: nazwa u\u017cytkownika, adres e-mail, imi\u0119 i nazwisko.
negotiate-flags=Negocjowa\u0107 flagi (Automatic Translation)
no-such-user-redirect-url=URL przekierowuj\u0105cy przy braku takiego u\u017cytkownika.
oauth-redirect-url=URL przekierowania
opensso=OpenSSO (Automatic Translation)
organization-sites=Witryny organizacji
other-directory-server=Inny serwer katalogowy
please-enter-a-unique-ldap-server-name=Wprowad\u017a niepowtarzaln\u0105 nazw\u0119 serwera LDAP.
please-enter-a-valid-ldap-search-filter=Wprowad\u017a prawid\u0142owy filtr wyszukiwania LDAP
please-enter-a-valid-ldap-server-name=Wprowad\u017a prawid\u0142ow\u0105 nazw\u0119 serwera LDAP.
please-enter-a-valid-locale=Wprowad\u017a prawid\u0142owy kod lokalizacji.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Odwzoruj ka\u017cd\u0105 w\u0142a\u015bciwo\u015b\u0107 grupy <em>Nazwa grupy</em> oraz <em>U\u017cytkownik</em> na atrybut LDAP.
please-select-at-least-one-social-relation-type=Prosz\u0119 wybra\u0107 przynajmniej jeden typ relacji spo\u0142ecznych. (Automatic Translation)
please-select-the-type-of-social-interaction=Prosz\u0119 wybra\u0107 rodzaj interakcji spo\u0142ecznych. (Automatic Translation)
require-strangers-to-verify-their-email-address=Wymaga\u0107 od obcych weryfikacji adresu e-mail?
require-terms-of-use=Wymagaj\u0105 warunki u\u017cytkowania (Automatic Translation)
reset-values=Resetuj warto\u015bci
screen-name-attribute=Atrybut nazwy u\u017cytkownika
screen-names=Nazwy u\u017cytkownika
select-the-default-ratings-type-for-the-following-applications=Wybierz domy\u015blny typ oceny dla nast\u0119puj\u0105cych aplikacji. Warto\u015bci te mo\u017cna zmieni\u0107 na stronie poprzez Ustawienia witryny. (Automatic Translation)
service-account=Konto us\u0142ugi (Automatic Translation)
service-password=Has\u0142a us\u0142ugi (Automatic Translation)
service-url-for-opensso-help=URL serwera OpenSSO, kt\u00f3rego web serwisy u\u017cywane s\u0105 do autentykacji. Je\u017celi u\u017cywasz OpenSSO Express 8 lub nowszego, musisz mie\u0107 serwer z Java 6.
ssl-error=B\u0142\u0105d SSL
system.ldap.configuration.name=Systemu LDAP (Automatic Translation)
test-cas-configuration=Testuj konfiguracj\u0119 CAS
test-ldap-connection=Testuj po\u0142\u0105czenie z LDAP
test-ldap-groups=Testuj grupy LDAP
test-ldap-users=Testuj u\u017cytkownik\u00f3w LDAP
test-opensso-configuration=Testuj konfiguracj\u0119 OpenSSO
the-cas-login-url-is-invalid=URL logowania CAS jest niepoprawny.
the-cas-logout-url-is-invalid=URL wylogowania z CAS jest niepoprawny.
the-cas-no-such-user-url-is-invalid=URL CAS brak u\u017cytkownika jest niepoprawny.
the-cas-server-name-is-invalid=Nazwa serwera CAS jest niepoprawna.
the-cas-server-url-is-invalid=URL serwera CAS jest niepoprawny.
the-cas-service-url-is-invalid=URL us\u0142ugi CAS jest niepoprawny.
the-facebook-connect-graph-url-is-invalid=Wprowad\u017a prawid\u0142owy adres URL wykres Facebook (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=Wprowad\u017a prawid\u0142owy adres URL uwierzytelnianie OAuth Facebook (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=Wprowad\u017a prawid\u0142owy URL przekierowania OAuth Facebook (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=Wprowad\u017a prawid\u0142owy URL Token OAuth Facebook (Automatic Translation)
the-google-client-id-is-invalid=Wprowad\u017a prawid\u0142owy identyfikator klienta Google (Automatic Translation)
the-google-client-secret-is-invalid=Wprowad\u017a prawid\u0142owy Google klient tajemnica. (Automatic Translation)
the-ldap-url-format-is=Format URL dostawcy bazy LDAP to <em>ldap\://host\:port</em>. DN bazy okre\u015bla pocz\u0105tkowy kontekst poszukiwania dla u\u017cytkownik\u00f3w i jest opcjonalny. Na przyk\u0142ad u\u017cyj <em>ldap\://localhost\:389</em> i <em>ou\=u\u017cytkownicy,o\=przyk\u0142ad</em> dla swoich warto\u015bci.
use-default-interactions-settings=U\u017cyj domy\u015blnego ustawienia interakcji (Automatic Translation)
use-ldap-password-policy=Zastosuj polityk\u0119 tworzenia hase\u0142 LDAP
user-default-object-classes=Domy\u015blne klasy obiekt\u00f3w u\u017cytkownika
user-mapping=Mapowanie u\u017cytkownika
users-dn=DN u\u017cytkownik\u00f3w
