#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=\u0917\u094d\u0930\u0942\u092a\u094d\u0938 \u0915\u093e \u090f\u0915 \u0938\u092c\u0938\u0947\u091f \u0906\u092a \u0915\u0947 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0947 \u0932\u093f\u090f \u0926\u093f\u0916\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u0917\u092f\u093e \u0939\u0948.
a-subset-of-users-has-been-displayed-for-you-to-review=\u092f\u0942\u091c\u093c\u0930\u094d\u0938 \u0915\u093e \u090f\u0915 \u0938\u092c\u0938\u0947\u091f \u0906\u092a \u0915\u0947 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0947 \u0932\u093f\u090f \u0926\u093f\u0916\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u0917\u092f\u093e \u0939\u0948.
account-created-notification-body-with-password-help=\u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u092a\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u092d\u0947\u091c\u093e \u0908\u092e\u0947\u0932 \u0915\u0947 \u092e\u0941\u0916\u094d\u092f \u092d\u093e\u0917 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u091c\u0928\u0930\u0947\u091f \u0915\u093f\u090f \u0917\u090f \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=LDAP \u0938\u0930\u094d\u0935\u0930 \u091c\u094b\u0921\u093c\u0947\u0902 (Automatic Translation)
allow-site-administrators-to-display-content-from-other-sites-they-administer=\u0935\u0947 \u092a\u094d\u0930\u0936\u093e\u0938\u0928 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u094b\u0902 \u0938\u0947 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\u0964 (Automatic Translation)
allow-site-administrators-to-use-their-own-logo=\u0905\u092a\u0928\u0947 \u0939\u0940 \u0932\u094b\u0917\u094b \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902? (Automatic Translation)
allow-strangers-to-create-accounts=\u0905\u091c\u0928\u092c\u093f\u092f\u094b\u0902 \u0915\u094b \u0916\u093e\u0924\u093e (\u0905\u0915\u093e\u0909\u0902\u091f) \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f?
allow-strangers-to-create-accounts-with-a-company-email-address=\u0905\u091c\u0928\u092c\u093f\u092f\u094b\u0902 \u0915\u094b \u090f\u0915 \u0915\u0902\u092a\u0928\u0940 \u0915\u0947 \u0908\u092e\u0947\u0932 \u092a\u0924\u0947 \u0915\u0947 \u0938\u093e\u0925 \u0916\u093e\u0924\u0947 (\u0905\u0915\u093e\u0909\u0902\u091f) \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f?
allow-subsites-to-display-content-from-parent-sites=\u0938\u092c\u0938\u093e\u0907\u091f\u094d\u0938 \u092a\u0947\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f \u0938\u0947 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
allow-users-to-automatically-log-in=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u0947? (Automatic Translation)
allow-users-to-request-forgotten-passwords=\u092f\u0942\u091c\u093c\u0930\u094d\u0938 \u0915\u094b \u092d\u0942\u0932 \u0917\u090f \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f?
allow-users-to-request-forgotten-passwords-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u090f\u0915 \u0928\u092f\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0909\u0928\u0915\u0947 \u0908\u092e\u0947\u0932 \u092a\u0924\u0947 \u092a\u0930 \u092d\u0947\u091c\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
allow-users-to-request-password-reset-links=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0930\u0940\u0938\u0947\u091f \u0932\u093f\u0902\u0915 \u0915\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u0947? (Automatic Translation)
allow-users-to-request-password-reset-links-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u090f\u0915 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0930\u0940\u0938\u0947\u091f \u0932\u093f\u0902\u0915 \u0909\u0928\u0915\u0947 \u0908\u092e\u0947\u0932 \u092a\u0924\u0947 \u092a\u0930 \u092d\u0947\u091c\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
application-interactions=\u0905\u0928\u0941\u092a\u094d\u0930\u092f\u094b\u0917 \u0938\u0939\u092d\u093e\u0917\u093f\u0924\u093e (Automatic Translation)
apply-to-existing-users=\u092e\u094c\u091c\u0942\u0926\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0932\u093e\u0917\u0942 \u0915\u0930\u0947\u0902 (Automatic Translation)
are-you-sure-you-want-to-reset-the-configured-values=\u0915\u094d\u092f\u093e \u0906\u092a \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u092e\u093e\u0928 \u0915\u094b \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0939\u0948\u0902? (Automatic Translation)
autogenerate-user-screen-names=\u0911\u091f\u094b-\u091c\u0947\u0928\u0930\u0947\u091f \u092f\u0942\u091c\u093c\u0930 \u0938\u094d\u0915\u094d\u0930\u0940\u0928 \u0928\u093e\u092e
base-dn=\u092c\u0947\u0938 \u0921\u0940.\u090f\u0928.
body-with-password=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0936\u0930\u0940\u0930 (Automatic Translation)
body-without-password=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0947 \u092c\u093f\u0928\u093e \u0936\u0930\u0940\u0930 (Automatic Translation)
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=\u0938\u0924\u094d\u0930 \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u092a\u0930 \u0932\u0949\u0917\u0906\u0909\u091f\u0964 (Automatic Translation)
cas-logout-on-session-expiration-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, \u0938\u092e\u092f\u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924 \u0938\u0924\u094d\u0930 \u0915\u0947 \u0938\u093e\u0925 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930\u094b\u0902 \u0915\u0948\u0938 \u0932\u0949\u0917\u0906\u0909\u091f URL \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0903 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
cas-logout-url-help=CAS \u0938\u0930\u094d\u0935\u0930 \u0932\u0949\u0917 \u0906\u0909\u091f URL \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u0906\u092a \u0907\u0938 \u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0947 \u0932\u0949\u0917 \u0906\u0909\u091f \u0938\u092e\u093e\u0930\u094b\u0939 \u090f\u0915 \u0915\u0948\u0938 \u0932\u0949\u0917\u0906\u0909\u091f \u0915\u094b \u0917\u0924\u093f \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0907\u0938 \u0938\u0947\u091f\u0964 (Automatic Translation)
cas-no-such-user-redirect-url-help=\u092f\u0926\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0948\u0938 \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u092e\u093e\u0923\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0932\u0947\u0915\u093f\u0928 \u092a\u094b\u0930\u094d\u091f\u0932 \u092e\u0947\u0902 \u092a\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f URL \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f LDAP \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u092f\u0926\u093f \u0935\u0939 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 \u092f\u093e LDAP \u0938\u0947 \u0906\u092f\u093e\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0939\u0948\u0964 (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN \u0939\u094b\u0938\u094d\u091f HTTP (Automatic Translation)
cdn-host-https=CDN \u092e\u0947\u091c\u092c\u093e\u0928 HTTPS (Automatic Translation)
check-to-apply-the-changes-to-existing-users=\u092f\u0942\u091c\u093c\u0930\u094d\u0938 \u092e\u0947\u0902 \u091a\u0947\u0902\u091c\u094d\u092e\u0947\u0902\u091f \u0905\u092a\u094d\u0932\u093e\u0907 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0947\u0915 \u0915\u0930\u0947| \u0905\u0917\u0932\u0940 \u092c\u093e\u0930 \u092f\u0942\u091c\u093c\u0930 \u0915\u0947 \u0938\u093e\u0907\u0928 \u0907\u0928 \u092a\u0930 \u091a\u0947\u0902\u091c\u0938 \u090f\u092b\u0947\u0915\u094d\u091f \u0939\u094b\u0917\u0947
custom-contact-mapping=\u0915\u0938\u094d\u091f\u092e \u0938\u0902\u092a\u0930\u094d\u0915 \u092e\u093e\u0928\u091a\u093f\u0924\u094d\u0930\u0923 (Automatic Translation)
custom-user-mapping=\u0915\u0938\u094d\u091f\u092e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092e\u0948\u092a\u093f\u0902\u0917 (Automatic Translation)
default-control-panel-theme=\u0921\u0947\u092b\u094c\u0932\u094d\u091f \u0915\u0902\u091f\u094d\u0930\u094b\u0932 \u092a\u0945\u0928\u0932 \u0925\u0940\u092e
default-interactions=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092c\u093e\u0924\u091a\u0940\u0924 (Automatic Translation)
default-landing-page=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0932\u0948\u0902\u0921\u093f\u0902\u0917 \u092a\u0943\u0937\u094d\u0920
default-landing-page-help=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0939\u0948 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 \u092a\u0930 \u092a\u0941\u0928\u0903 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0939\u0948\u0964 \u092f\u0926\u093f \u0906\u092a \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0932\u0948\u0902\u0921\u093f\u0902\u0917 \u092a\u0943\u0937\u094d\u0920 http\://localhost\:8080/\u0935\u0947\u092c/\u0905\u0924\u093f\u0925\u093f/\u0932\u0949\u0917\u093f\u0928 \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, \u092f\u0939 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f /web/guest/login \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f LDAP \u0938\u0930\u094d\u0935\u0930 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u092e\u0947\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u0915\u0943\u092a\u092f\u093e \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f\u0938\u0940 LDAP \u0938\u0930\u094d\u0935\u0930 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 (Automatic Translation)
default-logout-page=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0932\u0949\u0917\u0906\u0909\u091f \u092a\u0947\u091c
default-logout-page-help=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0939\u0948 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 \u092a\u0930 \u092a\u0941\u0928\u0903 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0939\u0948\u0964 \u092f\u0926\u093f \u0906\u092a \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0932\u0949\u0917 \u0906\u0909\u091f \u092a\u0943\u0937\u094d\u0920 http\://localhost\:8080/\u0935\u0947\u092c/\u0905\u0924\u093f\u0925\u093f/\u0932\u0949\u0917\u0906\u0909\u091f \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, \u092f\u0939 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f /web/guest/logout \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
default-regular-theme=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0928\u093f\u092f\u092e\u093f\u0924 \u0925\u0940\u092e
default-theme=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0935\u093f\u0937\u092f\u0935\u0938\u094d\u0924\u0941 (Automatic Translation)
default-values=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092e\u0942\u0932\u094d\u092f
disabled-by-default=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0905\u0915\u094d\u0937\u092e (Automatic Translation)
domain-controller=\u0921\u094b\u092e\u0947\u0928 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0915
domain-controller-name=\u0921\u094b\u092e\u0947\u0928 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0915
domain-controller-name-help=\u0921\u094b\u092e\u0947\u0928 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0915 \u0915\u0947 NetBIOS \u0928\u093e\u092e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
edit-ldap-server=LDAP \u0938\u0930\u094d\u0935\u0930 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 (Automatic Translation)
email-address-attribute=\u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0915\u093e \u0905\u091f\u094d\u0930\u0940\u092c\u094d\u092f\u0942\u091f
enable-birthday=\u091c\u0928\u094d\u092e\u0926\u093f\u0928 \u0915\u094b \u0938\u092e\u0930\u094d\u0925 \u0915\u0930\u0928\u093e
enable-cdn-dynamic-resources=CDN \u0917\u0924\u093f\u0936\u0940\u0932 \u0938\u0902\u0938\u093e\u0927\u0928 \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
enable-export=\u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u094b \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
enable-gender=\u091c\u093e\u0924\u093f \u0915\u094b \u0938\u092e\u0930\u094d\u0925 \u0915\u0930\u0928\u093e
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e (Automatic Translation)
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=<em>{0}</em> \u0915\u0947 \u0905\u0932\u093e\u0935\u093e \u0928\u092f\u0947 mail host names \u0921\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 mail host name <strong>\u092a\u094d\u0930\u0924\u093f \u0932\u093e\u0907\u0928</strong> \u090f\u0902\u091f\u0930 \u0915\u0940\u091c\u093f\u090f.
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u0938\u094d\u0915\u094d\u0930\u0940\u0928 \u0928\u0947\u092e \u0915\u094b \u0906\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f <strong>\u092a\u094d\u0930\u0924\u093f \u0932\u093e\u0907\u0928</strong> \u090f\u0915 \u0938\u094d\u0915\u094d\u0930\u0940\u0928 \u0928\u0947\u092e \u090f\u0902\u091f\u0930 \u0915\u0940\u091c\u093f\u090f.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u092f\u0942\u091c\u093c\u0930 \u0915\u0947 \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0915\u094b \u0906\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f <strong>\u092a\u094d\u0930\u0924\u093f \u0932\u093e\u0907\u0928</strong> \u092f\u0942\u091c\u093c\u0930 \u0915\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u090f\u0902\u091f\u0930 \u0915\u0940\u091c\u093f\u090f.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=Enter the default user group names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=\u0916\u094b\u091c \u092b\u093f\u0932\u094d\u091f\u0930 \u0939\u0948 \u0915\u093f \u090f\u0915 \u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e \u0915\u0940 \u0935\u0948\u0927\u0924\u093e \u0915\u093e \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 \u091f\u094b\u0915\u0928 \u0939\u0948 @company_id @, @email_address @, @screen_name @, \u0914\u0930 @user_id @ \u0930\u0928\u091f\u093e\u0907\u092e \u092a\u0930 \u0938\u0939\u0940 \u092e\u093e\u0928 \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
failed-to-bind-to-the-ldap-server-with-given-values=\u0926\u093f\u090f \u0917\u092f\u0947 \u0935\u0945\u0932\u094d\u092f\u0942\u0938 \u0915\u0947 \u0938\u093e\u0925 LDAP \u0938\u0930\u094d\u0935\u0930 \u0915\u094b \u092c\u093e\u0907\u0902\u0921 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092b\u0932
google-client-secret=\u0917\u0942\u0917\u0932 \u0917\u094d\u0930\u093e\u0939\u0915 \u0930\u0939\u0938\u094d\u092f (Automatic Translation)
graph-url=\u0917\u094d\u0930\u093e\u092b \u092f\u0942\u0906\u0930\u090f\u0932 (Automatic Translation)
group-default-object-classes=\u092f\u0942\u091c\u093c\u0930 Default Object Classes
group-mapping=\u0938\u092e\u0942\u0939 \u092e\u093f\u0932\u093e\u0928
group-name=\u0938\u092e\u0942\u0939 \u0928\u093e\u092e
groups-dn=\u0938\u092e\u0942\u0939 \u0921\u0940.\u090f\u0928.
home-url=\u0918\u0930 \u0915\u093e \u092f\u0942\u0906\u0930\u090f\u0932
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0915\u0948\u0938\u0947 \u092a\u094d\u0930\u092e\u093e\u0923\u093f\u0924 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902?
import-cas-users-from-ldap=LDAP \u0938\u0947 \u0907\u092e\u094d\u092a\u094b\u0930\u094d\u091f
import-cas-users-from-ldap-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, CAS \u0938\u0947 \u092a\u094d\u0930\u092e\u093e\u0923\u0940\u0915\u0943\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0939\u0948 \u0915\u093f \u092a\u094b\u0930\u094d\u091f\u0932 \u092e\u0947\u0902 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 LDAP \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 LDAP \u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
import-enabled-user-password-autogenerated-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0915\u094d\u0930\u0947\u0921\u0947\u0902\u0936\u093f\u0932 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0906\u092f\u093e\u0924 \u0915\u093f\u090f \u0917\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 \u0907\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0928\u093e \u0909\u0928\u0915\u0947 \u092e\u0942\u0932 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092e\u0947\u0902 LDAP \u0913\u0935\u0930\u0930\u093e\u0907\u091f \u0915\u093f\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0947\u0924\u0943\u0924\u094d\u0935 \u0915\u0930\u0947\u0902\u0917\u0947\u0964 (Automatic Translation)
import-export=\u0907\u092e\u094d\u092a\u094b\u0930\u094d\u091f / \u090f\u0915\u094d\u0938\u092a\u094b\u0930\u094d\u091f
import-opensso-users-from-ldap=LDAP \u0938\u0947 \u0907\u092e\u094d\u092a\u094b\u0930\u094d\u091f
import-opensso-users-from-ldap-help=\u092f\u0926\u093f \u092f\u0939 \u091a\u0947\u0915 \u0939\u0948, \u0916\u0941\u0932\u0947 SSO \u0938\u0947 \u092a\u094d\u0930\u092e\u093e\u0923\u0940\u0915\u0943\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0939\u0948 \u0915\u093f \u092a\u094b\u0930\u094d\u091f\u0932 \u092e\u0947\u0902 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 LDAP \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 LDAP \u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
import-search-filter=\u092f\u0942\u091c\u093c\u0930 Import Search Filter
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=\u092d\u093e\u0937\u093e \u0914\u0930 \u0938\u092e\u092f \u0915\u094d\u0937\u0947\u0924\u094d\u0930
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u091c\u092c LDAP \u0906\u092f\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0947 autogeneration \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 (Automatic Translation)
ldap-password-policy-help=\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u093f \u092f\u0939 \u0938\u0915\u094d\u0937\u092e \u0939\u0948, \u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0947 \u0932\u093f\u090f \u092e\u093e\u0928\u094d\u092f \u092a\u093e\u0938\u0935\u0930\u094d\u0921, \u0915\u0940 \u091c\u093e\u0901\u091a \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093e, \u0924\u094b \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0940 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924, \u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u092c\u093e\u0939\u0930\u0964 \u092f\u0939 \u0905\u092c LDAP \u0938\u0930\u094d\u0935\u0930 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
ldap-server-name=\u0928\u093e\u092e
ldap-servers=LDAP \u0938\u0930\u094d\u0935\u0930\u094d\u0938
liferay-has-failed-to-connect-to-the-ldap-server=Liferay \u0915\u094b LDAP \u0938\u0930\u094d\u0935\u0930 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0928\u093e\u0915\u093e\u092e \u0930\u0939\u0947 \u0939\u0948. \u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 \u0915\u0949\u0928\u092b\u093f\u0917\u0930\u0947\u0936\u0928 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902 \u0914\u0930 \u0935\u0947\u0930\u093f\u092b\u093e\u0907 \u0915\u0930\u0947\u0902 \u0915\u093f LDAP \u0938\u0930\u094d\u0935\u0930 \u091a\u0932 \u0930\u0939\u093e \u0939\u0948.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay OpenSSO \u0938\u0930\u094d\u0935\u0930 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0906\u092a\u0915\u0947 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930\u0947\u0936\u0928 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902 \u0915\u093f OpenSSO \u0938\u0930\u094d\u0935\u0930 \u091a\u0932 \u0930\u0939\u093e \u0939\u0948\u0964 (Automatic Translation)
liferay-has-failed-to-connect-to-the-opensso-services=Liferay OpenSSO \u0938\u0947\u0935\u093e\u0913\u0902 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902 \u0915\u093f OpenSSO \u0938\u0947\u0935\u093e\u090f\u0901 \u091a\u0932\u093e \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
liferay-has-successfully-connected-to-the-ldap-server=Liferay \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 LDAP \u0938\u0930\u094d\u0935\u0930 \u0938\u0947 \u091c\u0941\u0921\u093c\u093e \u0939\u0948.
liferay-has-successfully-connected-to-the-opensso-server=Liferay \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 OpenSSO \u0938\u0930\u094d\u0935\u0930 \u0938\u0947 \u091c\u0941\u0921\u093c\u093e \u0939\u0948.
load-default-server-configuration-for=\u0932\u094b\u0921 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0930\u094d\u0935\u0930 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930\u0947\u0936\u0928 \u0915\u0947 \u0932\u093f\u090f (Automatic Translation)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=\u092e\u0947\u0932 \u0939\u094b\u0938\u094d\u091f \u0928\u093e\u092e
main-configuration=\u092e\u0941\u0916\u094d\u092f \u0915\u0949\u0928\u092b\u093f\u0917\u0930\u0947\u0936\u0928
mappings-for-opensso-help=OpenSSO \u0914\u0930 Liferay \u0915\u0947 \u092c\u0940\u091a \u0905\u0928\u093f\u0935\u093e\u0930\u094d\u092f \u092e\u0948\u092a\u093f\u0902\u0917 \u0939\u0948\u0902\: \u0938\u094d\u0915\u094d\u0930\u0940\u0928 \u0928\u093e\u092e, \u0908\u092e\u0947\u0932 \u092a\u0924\u0947, \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e \u0914\u0930 \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e\u0964 (Automatic Translation)
negotiate-flags=\u091d\u0902\u0921\u0947 \u0928\u093f\u0917\u094b\u0936\u093f\u090f\u091f \u0915\u0930\u0947\u0902 (Automatic Translation)
no-such-user-redirect-url=\u0915\u094b\u0908 \u0910\u0938\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 URL (Automatic Translation)
oauth-redirect-url=Site Redirector
opensso=OpenSSO (Automatic Translation)
organization-sites=\u0911\u0930\u094d\u0917\u0928\u093e\u0907\u091c\u093c\u0947\u0936\u0928\u094d\u0938
other-directory-server=\u0905\u0928\u094d\u092f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0915\u093e \u0938\u0930\u094d\u0935\u0930 (Automatic Translation)
please-enter-a-unique-ldap-server-name=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092f\u0942\u0928\u0940\u0915 folder name \u090f\u0902\u091f\u0930 \u0915\u0930\u0947
please-enter-a-valid-ldap-search-filter=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 valid incoming server \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947
please-enter-a-valid-ldap-server-name=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 valid incoming server \u0928\u093e\u092e \u0926\u0930\u094d\u091c \u0915\u0930\u0947
please-enter-a-valid-locale=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0920\u0940\u0915 code \u090f\u0902\u091f\u0930 \u0915\u0930\u0947
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=\u0915\u0943\u092a\u092f\u093e map each of the group properties <em>Group Name</em> and <em>User</em> to an LDAP attribute.
please-select-at-least-one-social-relation-type=\u0915\u0943\u092a\u092f\u093e \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u092e\u093e\u091c\u093f\u0915 \u0938\u0902\u092c\u0902\u0927 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
please-select-the-type-of-social-interaction=\u0915\u0943\u092a\u092f\u093e \u0938\u093e\u092e\u093e\u091c\u093f\u0915 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0947 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
require-strangers-to-verify-their-email-address=Strangers \u0915\u094b \u0905\u092a\u0928\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0935\u0947\u0930\u093f\u092b\u093e\u0907 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 ?
require-terms-of-use=\u0909\u092a\u092f\u094b\u0917 \u0915\u0940 \u0936\u0930\u094d\u0924\u094b\u0902 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u094b\u0924\u0940 \u0939\u0948 (Automatic Translation)
reset-values=\u092e\u093e\u0928 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0902 (Automatic Translation)
screen-name-attribute=Screen \u0928\u0947\u092e Attribute
screen-names=Screen \u0928\u0947\u092e\u094d\u0938
select-the-default-ratings-type-for-the-following-applications=\u0928\u093f\u092e\u094d\u0928 \u0905\u0928\u0941\u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0947 \u0932\u093f\u090f \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0947\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 \u092f\u0947 \u092e\u093e\u0928 \u092a\u094d\u0930\u0924\u093f \u0938\u093e\u0907\u091f \u0938\u093e\u0907\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092c\u0926\u0932\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
service-account=\u0938\u0947\u0935\u093e \u0916\u093e\u0924\u093e (Automatic Translation)
service-password=\u0938\u0947\u0935\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=SSL \u0924\u094d\u0930\u0941\u091f\u093f (Automatic Translation)
system.ldap.configuration.name=LDAP \u092a\u094d\u0930\u0923\u093e\u0932\u0940 (Automatic Translation)
test-cas-configuration=CAS \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930\u0947\u0936\u0928 (Automatic Translation)
test-ldap-connection=LDAP Connection \u0915\u093e \u091f\u0947\u0938\u094d\u091f
test-ldap-groups=LDAP Groups \u0915\u093e \u091f\u0947\u0938\u094d\u091f
test-ldap-users=LDAP \u092f\u0942\u091c\u093c\u0930\u094d\u0938 \u0915\u093e \u091f\u0947\u0938\u094d\u091f
test-opensso-configuration=\u091f\u0947\u0938\u094d\u091f OpenSSO \u0935\u093f\u0928\u094d\u092f\u093e\u0938 (Automatic Translation)
the-cas-login-url-is-invalid=CAS \u0932\u0949\u0917\u093f\u0928 URL \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-cas-logout-url-is-invalid=CAS \u0932\u0949\u0917\u0906\u0909\u091f URL \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-cas-no-such-user-url-is-invalid=\u0915\u0948\u0938 \u0915\u094b\u0908 \u0910\u0938\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e URL \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-cas-server-name-is-invalid=CAS \u0938\u0930\u094d\u0935\u0930 \u0928\u093e\u092e \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-cas-server-url-is-invalid=CAS \u0938\u0930\u094d\u0935\u0930 URL \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-cas-service-url-is-invalid=CAS \u0938\u0947\u0935\u093e URL \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 (Automatic Translation)
the-facebook-connect-graph-url-is-invalid=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f Facebook \u0917\u094d\u0930\u093e\u092b URL \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f Facebook OAuth Auth URL \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=\u0915\u0943\u092a\u092f\u093e \u092e\u093e\u0928\u094d\u092f Facebook OAuth \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 URL \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f Facebook OAuth \u091f\u094b\u0915\u0928 URL \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (Automatic Translation)
the-google-client-id-is-invalid=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0917\u0942\u0917\u0932 \u0917\u094d\u0930\u093e\u0939\u0915 id \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (Automatic Translation)
the-google-client-secret-is-invalid=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0915\u094d\u0932\u093e\u0907\u0902\u091f \u0930\u0939\u0938\u094d\u092f \u0917\u0942\u0917\u0932 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 (Automatic Translation)
the-ldap-url-format-is=The LDAP Base Provider URL format is <em>ldap\://host\:port</em>. The Base DN specifies the initial search context for users and is optional. For example, use <em>ldap\://localhost\:389</em> and <em>ou\=Users,o\=Example</em> for your values. (Automatic Copy)
use-default-interactions-settings=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0939\u092d\u093e\u0917\u093f\u0924\u093e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 (Automatic Translation)
use-ldap-password-policy=\u092f\u0942\u091c\u093c LDAP \u092a\u093e\u0938\u0935\u0930\u094d\u0921 Policy
user-default-object-classes=\u092f\u0942\u091c\u093c\u0930 Default Object Classes
user-mapping=\u092f\u0942\u091c\u093c\u0930 Mapping
users-dn=\u092f\u0942\u091c\u093c\u0930\u094d\u0938 DN
