#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=En delm\u00e4ngd grupper visas f\u00f6r ditt godk\u00e4nnande
a-subset-of-users-has-been-displayed-for-you-to-review=En delm\u00e4ngd anv\u00e4ndare visas f\u00f6r ditt godk\u00e4nnande
account-created-notification-body-with-password-help=Skriv in meddelandetexten f\u00f6r mejlet som skall skickas till anv\u00e4ndare som bekr\u00e4ftar att de registrerats. Detta mejl inneh\u00e5ller oftast ett automatiskt genererat l\u00f6senord.
account-created-notification-body-without-password-help=Enter the body of the email sent to users upon registration. This does not contain the user's password.
add-ldap-server=L\u00e4gg till LDAP-server
allow-site-administrators-to-display-content-from-other-sites-they-administer=Allow site administrators to display content from other sites they administer. (Automatic Copy)
allow-site-administrators-to-use-their-own-logo=Till\u00e5t platsadministrat\u00f6rer att anv\u00e4nda sin egen logga
allow-strangers-to-create-accounts=Till\u00e5t andra personer att skapa konto?
allow-strangers-to-create-accounts-with-a-company-email-address=Till\u00e5t ok\u00e4nda att skapa konton med f\u00f6retags-epost?
allow-subsites-to-display-content-from-parent-sites=Allow subsites to display content from parent sites. (Automatic Copy)
allow-users-to-automatically-log-in=Till\u00e5t anv\u00e4ndare att logga in automatiskt? (Automatic Translation)
allow-users-to-request-forgotten-passwords=Till\u00e5t anv\u00e4ndarna att beg\u00e4ra gl\u00f6mda l\u00f6senord?
allow-users-to-request-forgotten-passwords-help=Om det h\u00e4r \u00e4r markerat kan anv\u00e4ndare beg\u00e4ra f\u00f6r att f\u00e5 ett nytt l\u00f6senord skickas till deras emailadress. (Automatic Translation)
allow-users-to-request-password-reset-links=Skall anv\u00e4ndare f\u00e5 beg\u00e4ra ut l\u00e4nkar som \u00e5terst\u00e4ller deras l\u00f6senord?
allow-users-to-request-password-reset-links-help=Om det h\u00e4r \u00e4r markerat kan anv\u00e4ndare beg\u00e4ra f\u00f6r att f\u00e5 l\u00f6senordet \u00e5terst\u00e4llt l\u00e4nk skickas till deras emailadress. (Automatic Translation)
application-interactions=Application Interactions (Automatic Copy)
apply-to-existing-users=Utf\u00f6r f\u00f6r befintliga anv\u00e4ndare
are-you-sure-you-want-to-reset-the-configured-values=Are you sure you want to reset the configured values? (Automatic Copy)
autogenerate-user-screen-names=Automatgenerera anv\u00e4ndarnamn
base-dn=Bas-DN
body-with-password=Meddelandetext med l\u00f6senord
body-without-password=Meddelandetext utan l\u00f6senord
cas-login-url-help=Set the CAS server login URL. Users are redirected to the CAS login page when authenticating into the portal.
cas-logout-on-session-expiration=Logga ut p\u00e5 session f\u00f6rfallodatum. (Automatic Translation)
cas-logout-on-session-expiration-help=Om det h\u00e4r \u00e4r markerat, kommer webbl\u00e4sare med f\u00f6rfallna sessioner att omdirigeras till CAS logga ut Webbadressen. (Automatic Translation)
cas-logout-url-help=Ange CAS server logout URL. Ange detta om du vill att portalens utloggningsfunktion skall trigga en CAS logout.
cas-no-such-user-redirect-url-help=Ange Webbadressen f\u00f6r att omdirigera anv\u00e4ndare till, om anv\u00e4ndaren kan autentisera med CAS men inte finns i portalen. Om import fr\u00e5n LDAP \u00e4r aktiverat, dirigeras anv\u00e4ndaren om han inte kan hittas eller kunde inte importeras fr\u00e5n LDAP. (Automatic Translation)
cas-server-name-help=Set this to enable deep linking into the portal (e.g. http\://localhost\:8080).
cas-server-url-help=Set the CAS server domain URL prefix (e.g. https\://localhost\:8443/cas-web).
cas-service-url-help=Set this to disable deep linking into the portal (e.g. http\://localhost\:8080/c/portal/login).
cdn-host-http=CDN Host HTTP
cdn-host-https=CDN Host HTTPS
check-to-apply-the-changes-to-existing-users=Kryssa i f\u00f6r att applicera \u00e4ndringarna p\u00e5 befintliga anv\u00e4ndare. F\u00f6r\u00e4ndringen sker n\u00e4sta g\u00e5ng en anv\u00e4ndare loggar in.
custom-contact-mapping=Anpassad kontakt mappning (Automatic Translation)
custom-user-mapping=Anpassade anv\u00e4ndaren kartl\u00e4ggning (Automatic Translation)
default-control-panel-theme=Standardtema f\u00f6r kontrollpanelen
default-interactions=Default Interactions (Automatic Copy)
default-landing-page=Landningssida
default-landing-page-help=Detta \u00e4r den sida som anv\u00e4ndare omdirigeras automatiskt till efter inloggning. Till exempel om du vill ha standard m\u00e5lsida f\u00f6r att http\://localhost\: 8080/web/g\u00e4stinloggning, ange detta till /web/guest/login. (Automatic Translation)
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=Standard LDAP server inst\u00e4llningar anv\u00e4nds. L\u00e4gg till en LDAP server f\u00f6r att ers\u00e4tta standardinst\u00e4llningarna.
default-logout-page=Utloggningssida
default-logout-page-help=Detta \u00e4r den sida som anv\u00e4ndare omdirigeras automatiskt till n\u00e4r du har loggat. Till exempel, om du vill logga ut standardsidan f\u00f6r att http\://localhost\: 8080/web/g\u00e4st/utloggning, ange detta till /web/guest/logout. (Automatic Translation)
default-regular-theme=Standardtema
default-theme=Default Theme (Automatic Copy)
default-values=Standardv\u00e4rden
disabled-by-default=Avaktiverad i standardl\u00e4get
domain-controller=Dom\u00e4nkontrollant
domain-controller-name=Namn p\u00e5 dom\u00e4nkontroller
domain-controller-name-help=Ange dom\u00e4nkontrollerns NetBIOS namn.
edit-ldap-server=L\u00e4gg till LDAP-server
email-address-attribute=E-postadressattribut
enable-birthday=Visa f\u00f6delsedagar
enable-cdn-dynamic-resources=Aktivera CDN dynamiska resurser (Automatic Translation)
enable-export=Aktivera Export (Automatic Translation)
enable-gender=Visa k\u00f6n
enable-recycle-bin-default=If this is checked, the Recycle Bin is enabled by default while still allowing site administrators to disable it per site.
enabled-by-default=Aktiverad i standardl\u00e4get
enter-one-analytics-system-name-per-line=Enter one analytics system name <strong>per line</strong>. (Automatic Copy)
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=L\u00e4gg in ett e-postv\u00e4rdnamn <strong>per rad</strong> f\u00f6r ytterligare e-postv\u00e4rdnamn f\u00f6rutom <em>{0}</em>.
enter-one-screen-name-per-line-to-reserve-the-screen-name=L\u00e4gg in ett inloggningsnamn <strong>per rad</strong> f\u00f6r att reservera inloggningsnamnet.
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=L\u00e4gg in en anv\u00e4ndares e-postadress <strong>per rad</strong> f\u00f6r att reservera anv\u00e4ndarens e-postadress.
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Enter the default organization site names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Enter the default regular role names <strong>per line</strong> that are associated with newly created users. (Automatic Copy)
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=Skriv in standardplatsnamnen <strong>per linje</strong> som \u00e4r associerade med nyligen skapade anv\u00e4ndare.
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=L\u00e4gg in startnamnet till anv\u00e4ndargruppen <strong>per rad</strong> som \u00e4r f\u00f6rknippat med de nya anv\u00e4ndarna.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Enter the search filter that is used to test the validity of a user. The tokens @company_id@, @email_address@, @screen_name@, and @user_id@ are replaced at runtime with the correct values. (Automatic Copy)
failed-to-bind-to-the-ldap-server-with-given-values=Misslyckad koppling till LDAP-servern med de givna argumenten.
google-client-secret=Google klienten hemlighet (Automatic Translation)
graph-url=Graf URL
group-default-object-classes=Standardobjektklasser f\u00f6r grupp
group-mapping=Gruppmappning
group-name=Gruppnamn
groups-dn=Gruppers DN
home-url=Hem-URL
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Hur anv\u00e4ndarna autentiserar?
import-cas-users-from-ldap=Importera fr\u00e5n LDAP
import-cas-users-from-ldap-help=Om detta \u00e4r markerad importeras anv\u00e4ndare som autentiseras fr\u00e5n Certifikatutf\u00e4rdare som inte finns i portalen fr\u00e5n LDAP. LDAP m\u00e5ste aktiveras. (Automatic Translation)
import-enabled-user-password-autogenerated-help=Om det h\u00e4r \u00e4r markerat anv\u00e4nds automatiskt genererade l\u00f6senord f\u00f6r importerade anv\u00e4ndare. Exportera dessa anv\u00e4ndare skulle leda till sina ursprungliga l\u00f6senord skrivs \u00f6ver i LDAP. (Automatic Translation)
import-export=Importera / Exportera
import-opensso-users-from-ldap=Importera fr\u00e5n LDAP
import-opensso-users-from-ldap-help=Om detta \u00e4r markerad importeras anv\u00e4ndare som autentiseras fr\u00e5n OpenSSO som inte finns i portalen fr\u00e5n LDAP. LDAP m\u00e5ste aktiveras. (Automatic Translation)
import-search-filter=Importera s\u00f6kfilter
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings includes the global configurable instance settings such as names, authentication, default user associations, and mail host names.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Instance Settings
language-and-time-zone=Spr\u00e5k och tidszon
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=LDAP export must not be enabled when autogeneration of user passwords is enabled for LDAP import. (Automatic Copy)
ldap-password-policy-help=Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
ldap-server-name=Namn
ldap-servers=LDAP Servrar
liferay-has-failed-to-connect-to-the-ldap-server=Liferay misslyckades ansluta till LDAP-servern. Kontrollera din konfiguration och verifiera att LDAP-servern \u00e4r ig\u00e5ng.
liferay-has-failed-to-connect-to-the-opensso-server=Liferay har misslyckats att koppla upp till OpenSSO-servern. Verifiera att konfigurationen st\u00e4mmer och att OpenSSO-servern k\u00f6rs.
liferay-has-failed-to-connect-to-the-opensso-services=Liferay har misslyckats att koppla upp till OpenSSO-tj\u00e4nsten. Verifiera att OpenSSO-tj\u00e4nsten k\u00f6rs.
liferay-has-successfully-connected-to-the-ldap-server=Liferay lyckades ansluta till LDAP-servern.
liferay-has-successfully-connected-to-the-opensso-server=Liferay lyckades ansluta till OpenSSO-servern.
load-default-server-configuration-for=Load Default Server Configuration For (Automatic Copy)
login-url-for-opensso-help=This URL is used to specify the login page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging in. (Automatic Copy)
logout-url-for-opensso-help=This URL is used to specify the logout page of the OpenSSO server. Use <em>goto\=</em> as the parameter to specify where to redirect after logging out. (Automatic Copy)
mail-host-names=E-postv\u00e4rdnamn
main-configuration=Huvudkonfiguration
mappings-for-opensso-help=The mandatory mappings between OpenSSO and Liferay are\: Screen Name, Email Address, First Name, and Last Name. (Automatic Copy)
negotiate-flags=Negotiate Flags
no-such-user-redirect-url=No Such User Redirect URL (Automatic Copy)
oauth-redirect-url=Omdirigerings-URL
opensso=OpenSSO (Automatic Copy)
organization-sites=Organisationsplats
other-directory-server=Annan anv\u00e4ndarkatalog-server
please-enter-a-unique-ldap-server-name=Var v\u00e4nlig och skriv in ett unikt mappnamn.
please-enter-a-valid-ldap-search-filter=Var v\u00e4nlig och skriv in ett giltigt servernamn.
please-enter-a-valid-ldap-server-name=Var v\u00e4nlig och skriv in ett giltigt servernamn.
please-enter-a-valid-locale=Var v\u00e4nlig och skriv in en giltig kod.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=Mappa b\u00e5da gruppegenskaperna <em>gruppnamn</em> och <em>Anv\u00e4ndare</em> till ett LDAP-attribut.
please-select-at-least-one-social-relation-type=Please select at least one social relation type. (Automatic Copy)
please-select-the-type-of-social-interaction=Please select the type of social interaction. (Automatic Copy)
require-strangers-to-verify-their-email-address=Beh\u00f6ver fr\u00e4mlingar verifiera sin e-postadress?
require-terms-of-use=Kr\u00e4ver anv\u00e4ndarvillkor (Automatic Translation)
reset-values=Nollst\u00e4ll v\u00e4rden
screen-name-attribute=Egenskap f\u00f6r anv\u00e4ndarnamn
screen-names=Anv\u00e4ndarnamn
select-the-default-ratings-type-for-the-following-applications=Select the default ratings type for the following applications. These values can be changed per site through Site Settings. (Automatic Copy)
service-account=Tj\u00e4nstkontot (Automatic Translation)
service-password=-L\u00f6senord (Automatic Translation)
service-url-for-opensso-help=This URL is where OpenSSO can be accessed to use the authentication web services. If you are using OpenSSO Express 8 or higher, you need to have the server running Java 6.
ssl-error=SSL fel
system.ldap.configuration.name=Systemet LDAP (Automatic Translation)
test-cas-configuration=Testa CAS-konfiguration
test-ldap-connection=Testa LDAP-anslutning
test-ldap-groups=Testa LDAP-grupper
test-ldap-users=Testa LDAP-anv\u00e4ndare
test-opensso-configuration=Testa OpenSSO-konfiguration
the-cas-login-url-is-invalid=The CAS login URL is invalid. (Automatic Copy)
the-cas-logout-url-is-invalid=The CAS logout URL is invalid. (Automatic Copy)
the-cas-no-such-user-url-is-invalid=The CAS no such user URL is invalid. (Automatic Copy)
the-cas-server-name-is-invalid=The CAS server name is invalid. (Automatic Copy)
the-cas-server-url-is-invalid=The CAS server URL is invalid. (Automatic Copy)
the-cas-service-url-is-invalid=The CAS service URL is invalid. (Automatic Copy)
the-facebook-connect-graph-url-is-invalid=Ange en giltig Facebook graf URL (Automatic Translation)
the-facebook-connect-oauth-auth-url-is-invalid=Ange en giltig Facebook OAuth Auth URL (Automatic Translation)
the-facebook-connect-oauth-redirect-url-is-invalid=Ange en giltig Facebook OAuth omdirigera URL (Automatic Translation)
the-facebook-connect-oauth-token-url-is-invalid=Ange en giltig Facebook OAuth Token URL (Automatic Translation)
the-google-client-id-is-invalid=Please enter a valid Google client ID. (Automatic Copy)
the-google-client-secret-is-invalid=Please enter a valid Google client secret. (Automatic Copy)
the-ldap-url-format-is=LDAP URL-formatet \u00e4r <em>ldap\://host\:port</em>. DN anger det inledande s\u00f6kbegreppet f\u00f6r anv\u00e4ndare och \u00e4r frivilligt. Till exempel, anv\u00e4nd <em>ldap\://localhost\:389</em> och <em>ou\=Anv\u00e4ndare, o\=Exampel</em> f\u00f6r dina v\u00e4rden. Systemanv\u00e4ndare anger inloggning till LDAP. Exempel <em>uid\=admin,ou\=system</em>
use-default-interactions-settings=Use Default Interactions Settings (Automatic Copy)
use-ldap-password-policy=Anv\u00e4nd LDAPs l\u00f6senordspolicy
user-default-object-classes=Anv\u00e4nd standardklasser f\u00f6r objekt
user-mapping=Anv\u00e4ndarekopplingar
users-dn=Anv\u00e4ndares DN
