#X-Generator: crowdin.com
a-subset-of-groups-has-been-displayed-for-you-to-review=Csoportok egy r\u00e9szhalmaza \u00e1ttekint\u00e9sre megjelen\u00edtve.
a-subset-of-users-has-been-displayed-for-you-to-review=Felhaszn\u00e1l\u00f3k egy r\u00e9szhalmaza \u00e1ttekint\u00e9sre megjelen\u00edtve.
account-created-notification-body-with-password-help=Az e-mail sz\u00f6vege, amely a regisztr\u00e1l\u00f3 felhaszn\u00e1l\u00f3knak megy. Ennek tartalmaznia kell a felhaszn\u00e1l\u00f3 automatikusan gener\u00e1lt jelszav\u00e1t.
account-created-notification-body-without-password-help=\u00cdrd be a lev\u00e9l t\u00f6rzssz\u00f6veg\u00e9t, amit a felhaszn\u00e1l\u00f3k kapnak a regisztr\u00e1ci\u00f3 alkalm\u00e1val. Ez nem tartalmazza a felhaszn\u00e1l\u00f3 jelszav\u00e1t.
add-ldap-server=LDAP szerver hozz\u00e1ad\u00e1sa
allow-site-administrators-to-display-content-from-other-sites-they-administer=A webhely adminisztr\u00e1torok sz\u00e1m\u00e1ra lehet\u0151v\u00e9 tesz, hogy megjelen\u00edtsenek m\u00e1s webhelyekr\u0151l sz\u00e1rmaz\u00f3 tartalmat, amiket \u0151k adminisztr\u00e1lnak.
allow-site-administrators-to-use-their-own-logo=Haszn\u00e1lhass\u00e1k a webhely adminisztr\u00e1torai a saj\u00e1t log\u00f3jukat?
allow-strangers-to-create-accounts=L\u00e9trehozhatnak a k\u00edv\u00fcl\u00e1ll\u00f3k saj\u00e1t fi\u00f3kot?
allow-strangers-to-create-accounts-with-a-company-email-address=L\u00e9trehozhatnak a k\u00edv\u00fcl\u00e1ll\u00f3k saj\u00e1t fi\u00f3kot c\u00e9ges e-mail c\u00edmmel?
allow-subsites-to-display-content-from-parent-sites=Az aloldalak megjelen\u00edthetik a sz\u00fcl\u0151 webhelyekr\u0151l sz\u00e1rmaz\u00f3 tartalmat.
allow-users-to-automatically-log-in=Enged\u00e9lyezed a felhaszn\u00e1l\u00f3knak az automatikus bejelentkez\u00e9st?
allow-users-to-request-forgotten-passwords=A felhaszn\u00e1l\u00f3k elk\u00e9rhetik az elfelejtett jelszavukat?
allow-users-to-request-forgotten-passwords-help=Ha ez be van jel\u00f6lve, a felhaszn\u00e1l\u00f3k k\u00e9rhetik egy \u00faj jelsz\u00f3 e-mail c\u00edm\u00fckre k\u00fcld\u00e9s\u00e9t.
allow-users-to-request-password-reset-links=Kaphassanak a felhaszn\u00e1l\u00f3k jelsz\u00f3-vissza\u00e1ll\u00edt\u00e1si hivatkoz\u00e1st?
allow-users-to-request-password-reset-links-help=Ha ez be van \u00e1ll\u00edtva, a felhaszn\u00e1l\u00f3 ig\u00e9nyelhet egy jelsz\u00f3 helyre\u00e1ll\u00edt\u00f3 linket, amit e-mailben fog megkapni.
application-interactions=Alkalmaz\u00e1s egy\u00fcttm\u0171k\u00f6d\u00e9sek
apply-to-existing-users=V\u00e9grehajt\u00e1s a l\u00e9tez\u0151 felhaszn\u00e1l\u00f3kon
are-you-sure-you-want-to-reset-the-configured-values=Biztosan alaphelyzetbe \u00e1ll\u00edtja a be\u00e1ll\u00edtott \u00e9rt\u00e9kek? (Automatic Translation)
autogenerate-user-screen-names=Automatikus k\u00e9perny\u0151n\u00e9v gener\u00e1l\u00e1s
base-dn=Alap DN
body-with-password=T\u00f6rzs jelsz\u00f3val
body-without-password=T\u00f6rzs jelsz\u00f3 n\u00e9lk\u00fcl
cas-login-url-help=\u00c1ll\u00edtsa be a CAS kiszolg\u00e1l\u00f3 bejelentkez\u00e9si URL-j\u00e9t. A felhaszn\u00e1l\u00f3k visszaker\u00fclnek a CAS bejelentkez\u00e9si oldalra, amikor a port\u00e1lon megadj\u00e1k az azonos\u00edt\u00f3 adataikat.
cas-logout-on-session-expiration=Kijelentkez\u00e9s a munkafolyamat lej\u00e1rt\u00e1val.
cas-logout-on-session-expiration-help=Ha ez be van jel\u00f6lve, a b\u00f6ng\u00e9sz\u0151 a munkafolyamat lej\u00e1rt\u00e1val \u00e1tir\u00e1nyit a CAS kil\u00e9p\u0151 URL-j\u00e9re
cas-logout-url-help=A CAS szerver kijelentkez\u0151 URL-j\u00e9nek be\u00e1ll\u00edt\u00e1sa, melynek sor\u00e1n a port\u00e1lr\u00f3l val\u00f3 kijelentkez\u00e9s mag\u00e1val vonja a CAS-r\u00f3l val\u00f3 kijelentkez\u00e9st is.
cas-no-such-user-redirect-url-help=\u00c1ll\u00edtsd be az URL-t, ahova a felhaszn\u00e1l\u00f3 \u00e1tir\u00e1ny\u00edt\u00e1sra ker\u00fclj\u00f6n, amennyiben a felhaszn\u00e1l\u00f3 hiteles\u00edt\u00e9se megt\u00f6rt\u00e9nhet a CAS \u00e1ltal, de nem tal\u00e1lhat\u00f3 a port\u00e1lon. Ha enged\u00e9lyezett az import az LDAP-b\u00f3l, a felhaszn\u00e1l\u00f3 \u00e1t lesz ir\u00e1ny\u00edtva, amennyiben nem tal\u00e1lhat\u00f3 vagy nem import\u00e1lhat\u00f3 az LDAP-b\u00f3l.
cas-server-name-help=\u00c1ll\u00edtsd be ezt a m\u00e9ly linkel\u00e9s enged\u00e9lyez\u00e9s\u00e9hez a port\u00e1lban (pl.\: http\://localhost\:8080).
cas-server-url-help=Be\u00e1ll\u00edtja a CAS szervertartom\u00e1ny URL el\u0151tagj\u00e1t (pl. https\://localhost\:8443/cas-web).
cas-service-url-help=\u00c1ll\u00edtsd be ezt a m\u00e9ly linkel\u00e9s letilt\u00e1s\u00e1hoz a port\u00e1lban (pl.\: http\://localhost\:8080/c/portal/login)
cdn-host-http=CDN Hoszt HTTP
cdn-host-https=CDN Hoszt HTTPS
check-to-apply-the-changes-to-existing-users=V\u00e1laszd ki a meglev\u0151 felhaszn\u00e1l\u00f3khoz tartoz\u00f3 v\u00e1ltoz\u00e1sok \u00e9rv\u00e9nyes\u00edt\u00e9s\u00e9hez. A v\u00e1ltoz\u00e1sok a k\u00f6vetkez\u0151 bel\u00e9p\u00e9skor l\u00e9pnek \u00e9rv\u00e9nybe.
custom-contact-mapping=Egy\u00e9ni kapcsolat \u00f6sszerendel\u00e9s
custom-user-mapping=Egy\u00e9ni felhaszn\u00e1l\u00f3 \u00f6sszerendel\u00e9s
default-control-panel-theme=Vez\u00e9rl\u0151pult alap t\u00e9m\u00e1ja
default-interactions=Alap\u00e9rtelmezett k\u00f6lcs\u00f6nhat\u00e1sok
default-landing-page=\u00c9rkez\u00e9si oldal
default-landing-page-help=A felhaszn\u00e1l\u00f3k bejelentkez\u00e9s ut\u00e1n erre az oldalra ker\u00fclnek \u00e1tir\u00e1ny\u00edt\u00e1sra. P\u00e9ld\u00e1ul, ha azt szeretn\u00e9d, hogy az alap\u00e9rtelmezett nyit\u00f3oldal ez legyen\: http\://localhost\:8080/web/guest/login, \u00e1ll\u00edtsd be ezt\: /web/guest/login.
default-ldap-server-settings-are-in-use-please-add-an-ldap-server-to-override-the-default-settings=Az alap\u00e9rtelmezett LDAP szerver-be\u00e1ll\u00edt\u00e1sok haszn\u00e1latban vannak. Egy \u00faj LDAP szerver hozz\u00e1ad\u00e1s\u00e1val fel\u00fcl\u00edrhat\u00f3k az alap\u00e9rtelmezett be\u00e1ll\u00edt\u00e1sok.
default-logout-page=Alap\u00e9rtelmezett kil\u00e9p\u0151 oldal
default-logout-page-help=A felhaszn\u00e1l\u00f3k kijelentkez\u00e9s ut\u00e1n erre az oldalra ker\u00fclnek \u00e1tir\u00e1ny\u00edt\u00e1sra. P\u00e9ld\u00e1ul, ha azt szeretn\u00e9d, hogy az alap\u00e9rtelmezett kil\u00e9p\u0151 oldal ez legyen\: http\://localhost\:8080/web/guest/logout, \u00e1ll\u00edtsd be ezt\: /web/guest/logout.
default-regular-theme=\u00c1ltal\u00e1nos t\u00e9ma
default-theme=Alap\u00e9rtelmezett t\u00e9ma
default-values=Alap\u00e9rtelmezett \u00e9rt\u00e9kek
disabled-by-default=Letiltva alap\u00e9rtelmez\u00e9sb\u0151l
domain-controller=Tartom\u00e1ny vez\u00e9rl\u0151
domain-controller-name=Tartom\u00e1ny vez\u00e9rl\u0151 neve
domain-controller-name-help=A NetBIOS tartom\u00e1ny vez\u00e9rl\u0151 nev\u00e9nek meghat\u00e1roz\u00e1sa.
edit-ldap-server=LDAP szerver szerkeszt\u00e9se
email-address-attribute=E-mail c\u00edm tulajdons\u00e1ga
enable-birthday=Sz\u00fclet\u00e9si id\u0151 enged\u00e9lyez\u00e9se
enable-cdn-dynamic-resources=Enged\u00e9lyezd a CDN dinamikus er\u0151forr\u00e1sokat
enable-export=Export enged\u00e9lyez\u00e9se
enable-gender=Nemek enged\u00e9lyez\u00e9se
enable-recycle-bin-default=Ha ez be van jel\u00f6lve, a Lomt\u00e1r alapbe\u00e1ll\u00edt\u00e1sk\u00e9nt enged\u00e9lyezve van, de az adminisztr\u00e1torok kikapcsolhatj\u00e1k webhelyenk\u00e9nt.
enabled-by-default=Alap\u00e9rtelmez\u00e9sben enged\u00e9lyezve
enter-one-analytics-system-name-per-line=<strong>Soronk\u00e9nt</strong> egy analiz\u00e1l\u00f3 rendszer nev\u00e9t add meg.
enter-one-mail-host-name-per-line-for-all-additional-mail-host-names-besides-x=\u00edrj be <strong>soronk\u00e9nt/</strong> egy levelez\u0151 szerver nevet, minden tov\u00e1bbi levelez\u0151 szerverhez a(z) <em>{0}</em>-n t\u00fal.
enter-one-screen-name-per-line-to-reserve-the-screen-name=\u00edrj be <strong>soronk\u00e9nt</strong> egy k\u00e9perny\u0151nevet a k\u00e9perny\u0151nevek lefoglal\u00e1s\u00e1hoz\!
enter-one-user-email-address-per-line-to-reserve-the-user-email-address=\u00edrj be <strong>soronk\u00e9nt</strong> egy felhaszn\u00e1l\u00f3i e-mail c\u00edmet a felhaszn\u00e1l\u00f3i e-mail c\u00edmek lefoglal\u00e1s\u00e1hoz\!
enter-the-default-organization-site-names-per-line-that-are-associated-with-newly-created-users=Add meg az alap\u00e9rtelmezett szervezeti oldal neveket <strong>soronk\u00e9nt</strong>, amik az \u00fajonnan l\u00e9trehozott felhaszn\u00e1l\u00f3khoz vannak rendelve.
enter-the-default-regular-role-names-per-line-that-are-associated-with-newly-created-users=Adja meg <strong>soronk\u00e9nt</strong> az \u00fajonnan l\u00e9trehozott felhaszn\u00e1l\u00f3khoz t\u00e1rs\u00edtott alap\u00e9rtelmezett szok\u00e1sos szerepk\u00f6r megnevez\u00e9seket.
enter-the-default-site-names-per-line-that-are-associated-with-newly-created-users=A most l\u00e9trehozott felhaszn\u00e1l\u00f3hoz alap\u00e9rtelmezetten hozz\u00e1rendelt webhelyek. (Egy sor egy webhelyet tartalmazhat.)
enter-the-default-user-group-names-per-line-that-are-associated-with-newly-created-users=\u00edrd be azon felhaszn\u00e1l\u00f3i csoportok nev\u00e9t <strong>soronk\u00e9nt</strong>, amelyek az \u00fajonnan l\u00e9trehozott felhaszn\u00e1l\u00f3kkal t\u00e1rs\u00edtva legyenek.
enter-the-search-filter-that-is-used-to-test-the-validity-of-a-user=Add meg a keres\u00e9si sz\u0171r\u0151t, amely a felhaszn\u00e1l\u00f3 \u00e9rv\u00e9nyess\u00e9g\u00e9nek tesztel\u00e9s\u00e9hez haszn\u00e1lhat\u00f3. A @company_id@, @email_address@, @screen_name@, and @user_id@ tokenek a megfelel\u0151 \u00e9rt\u00e9kekre lesznek cser\u00e9lve fut\u00e1si id\u0151ben.
failed-to-bind-to-the-ldap-server-with-given-values=Sikertelen csatlakoz\u00e1s az LDAP kiszolg\u00e1l\u00f3hoz a megadott adatokkal.
google-client-secret=Google \u00fcgyf\u00e9ltitok
graph-url=Grafika URL
group-default-object-classes=Felhaszn\u00e1l\u00f3i alap\u00e9rtelmezett objektumoszt\u00e1lyok
group-mapping=Csoport lek\u00e9pez\u00e9se
group-name=Csoportn\u00e9v
groups-dn=Csoport DN
home-url=Nyit\u00f3lap URL
home-url-help=This is the home page of the Liferay instance. For example, if you want the home page to be http\://localhost\:8080/web/guest/home, set this to /web/guest/home.
how-do-users-authenticate=Hogyan azonos\u00edtjuk a felhaszn\u00e1l\u00f3kat?
import-cas-users-from-ldap=Import\u00e1l\u00e1s LDAP-b\u00f3l
import-cas-users-from-ldap-help=Ha ez be van \u00e1ll\u00edtva, azok a felhaszn\u00e1l\u00f3k akik a CAS \u00e1ltal ker\u00fclnek hiteles\u00edt\u00e9sre, \u00e9s nem l\u00e9teznek a port\u00e1lon, az LDAP-b\u00f3l lesznek import\u00e1lva. Az LDAP-nak enged\u00e9lyezve kell lennie.
import-enabled-user-password-autogenerated-help=Ha ez ki van v\u00e1lasztva, automatikusan gener\u00e1lt jelszavak lesznek haszn\u00e1lva az import\u00e1lt felhaszn\u00e1l\u00f3khoz. Ezen felhaszn\u00e1l\u00f3k export\u00e1l\u00e1sa azt eredm\u00e9nyezheti, hogy az \u0151 eredeti jelszavaik fel\u00fcl lesznek \u00edrva az LDAP-ban.
import-export=Import / Export
import-opensso-users-from-ldap=LDAP-import\u00e1l\u00e1s
import-opensso-users-from-ldap-help=Ha ez be van jel\u00f6lve, a felhaszn\u00e1l\u00f3k, akik az OpenSSO \u00e1ltal ker\u00fclnek hiteles\u00edt\u00e9sre, \u00e9s nem l\u00e9teznek a port\u00e1lon, az LDAP-b\u00f3l lesznek import\u00e1lva. Az LDAP-nak enged\u00e9lyezve kell lennie.
import-search-filter=Keres\u00e9si sz\u0171r\u0151k import\u00e1l\u00e1sa
javax.portlet.description.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=A P\u00e9ld\u00e1ny be\u00e1ll\u00edt\u00e1sok magukban foglalj\u00e1k a glob\u00e1lis konfigur\u00e1lhat\u00f3 p\u00e9ld\u00e1ny be\u00e1ll\u00edt\u00e1sokat, mint a nevek, hiteles\u00edt\u00e9s, alap felhaszn\u00e1l\u00f3i hozz\u00e1rendel\u00e9sek, \u00e9s levelez\u00e9si hoszt nevek.
javax.portlet.title.com_liferay_portal_settings_web_portlet_PortalSettingsPortlet=Port\u00e1l be\u00e1ll\u00edt\u00e1sok
language-and-time-zone=Nyelv \u00e9s id\u0151z\u00f3na
ldap-export-must-not-be-enabled-when-autogeneration-of-user-passwords-is-enabled-for-ldap-import=Az LDAP exportot nem szabad enged\u00e9lyezni, amikor a jelszavak automatikus gener\u00e1l\u00e1sa enged\u00e9lyezve van az LDAP import\u00e1l\u00e1shoz.
ldap-password-policy-help=Vegye figyelembe, hogy ha ez enged\u00e9lyezve van, a portal nem ellen\u0151rzi a \u00e9rv\u00e9nyes jelsz\u00f3, a lej\u00e1rt jelszavak \u00e9s a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra, hogy ki van z\u00e1rva. Ez m\u00e1r kezeli az LDAP-kiszolg\u00e1l\u00f3 jelsz\u00f3-h\u00e1zirend. (Automatic Translation)
ldap-server-name=N\u00e9v
ldap-servers=LDAP Kiszolg\u00e1l\u00f3k
liferay-has-failed-to-connect-to-the-ldap-server=A Liferay nem tudott csatlakozni az LDAP kiszolg\u00e1l\u00f3hoz. Ellen\u0151rizze a konfigur\u00e1ci\u00f3t \u00e9s az LDAP szervert.
liferay-has-failed-to-connect-to-the-opensso-server=Nem siker\u00fclt kapcsol\u00f3dni az OpenSSO szerverhez, tal\u00e1n hib\u00e1s be\u00e1ll\u00edt\u00e1sok miatt, vagy az\u00e9rt, mert az OpenSSO szerver nem fut.
liferay-has-failed-to-connect-to-the-opensso-services=Nem siker\u00fclt kapcsol\u00f3dni az OpenSSO szerverhez. Lehet, hogy az OpenSSO szolg\u00e1ltat\u00e1sai nem is m\u0171k\u00f6dnek.
liferay-has-successfully-connected-to-the-ldap-server=A Liferay sikeresen csatlakozott az LDAP kiszolg\u00e1l\u00f3hoz.
liferay-has-successfully-connected-to-the-opensso-server=A Liferay sikeresen csatlakozott az OpenSSO kiszolg\u00e1l\u00f3hoz.
load-default-server-configuration-for=Terhel\u00e9s kiszolg\u00e1l\u00f3 alap\u00e9rtelmezett konfigur\u00e1ci\u00f3ja a (Automatic Translation)
login-url-for-opensso-help=Ez az URL az OpenSSo szerver bel\u00e9p\u00e9si oldal\u00e1nak meghat\u00e1roz\u00e1s\u00e1ra szolg\u00e1l. Haszn\u00e1ld a <em>goto\=</em>-t param\u00e9terk\u00e9nt, hogy meghat\u00e1rozd hova legyen az \u00e1tir\u00e1ny\u00edt\u00e1s a bel\u00e9p\u00e9s ut\u00e1n.
logout-url-for-opensso-help=Ez az URL az OpenSSo szerver kil\u00e9p\u00e9si oldal\u00e1nak meghat\u00e1roz\u00e1s\u00e1ra szolg\u00e1l. Haszn\u00e1ld a <em>goto\=</em>-t param\u00e9terk\u00e9nt, hogy meghat\u00e1rozd hova legyen az \u00e1tir\u00e1ny\u00edt\u00e1s a kil\u00e9p\u00e9s ut\u00e1n.
mail-host-names=Levelez\u0151 kiszolg\u00e1l\u00f3 neve
main-configuration=F\u0151 konfigur\u00e1ci\u00f3
mappings-for-opensso-help=A k\u00f6telez\u0151 \u00f6sszerendel\u00e9s az OpenSSO \u00e9s Liferay k\u00f6z\u00f6tt a k\u00f6vetkez\u0151k\: K\u00e9perny\u0151 n\u00e9v, e-mail c\u00edm, Keresztn\u00e9v \u00e9s Csal\u00e1dn\u00e9v.
negotiate-flags=T\u00e1rgyalni z\u00e1szl\u00f3k (Automatic Translation)
no-such-user-redirect-url=Nincs ilyen felhaszn\u00e1l\u00f3-\u00e1tir\u00e1ny\u00edt\u00e1si URL
oauth-redirect-url=\u00c1tir\u00e1ny\u00edt\u00e1si URL
opensso=OpenSSO
organization-sites=Szervezeti webhelyek
other-directory-server=Egy\u00e9b k\u00f6nyvt\u00e1rszerver
please-enter-a-unique-ldap-server-name=Adj meg egy egyedi LDAP szerver nevet.
please-enter-a-valid-ldap-search-filter=Adj meg egy \u00e9rv\u00e9nyes LDAP keres\u00e9si sz\u0171r\u0151t.
please-enter-a-valid-ldap-server-name=Adj meg egy \u00e9rv\u00e9nyes LDAP szerver nevet.
please-enter-a-valid-locale=\u00c9rv\u00e9nyes hely sz\u00fcks\u00e9ges.
please-map-each-of-the-group-properties-group-name-and-user-to-an-ldap-attribute=K\u00e9pezd le az \u00f6sszes csoporttulajdons\u00e1got\: <em>Csoport neve</em> \u00e9s <em>Felhaszn\u00e1l\u00f3</em> egy LDAP tulajdons\u00e1gra.
please-select-at-least-one-social-relation-type=V\u00e1lassz legal\u00e1bb egy k\u00f6z\u00f6ss\u00e9gi kapcsolat t\u00edpust.
please-select-the-type-of-social-interaction=V\u00e1laszd ki a k\u00f6z\u00f6ss\u00e9gi egy\u00fcttm\u0171k\u00f6d\u00e9s t\u00edpus\u00e1t.
require-strangers-to-verify-their-email-address=Idegenekt\u0151l e-mail c\u00edm meger\u0151s\u00edt\u00e9s sz\u00fcks\u00e9ges?
require-terms-of-use=Felhaszn\u00e1l\u00e1si felt\u00e9teleket ig\u00e9nyelnek
reset-values=\u00c9rt\u00e9kek vissza\u00e1ll\u00edt\u00e1sa
screen-name-attribute=K\u00e9perny\u0151n\u00e9v tulajdons\u00e1g
screen-names=K\u00e9perny\u0151nevek
select-the-default-ratings-type-for-the-following-applications=V\u00e1laszd ki az alap\u00e9rtelmezett \u00e9rt\u00e9kel\u00e9s t\u00edpust a k\u00f6vetkez\u0151 alkalmaz\u00e1sokhoz. Ezek az \u00e9rt\u00e9kek webhelyenk\u00e9nt megv\u00e1ltoztathat\u00f3ak a Webhely be\u00e1ll\u00edt\u00e1sokban.
service-account=Szolg\u00e1ltat\u00e1s fi\u00f3k
service-password=Szolg\u00e1ltat\u00e1s jelsz\u00f3
service-url-for-opensso-help=Ezen az URL-en \u00e9rhet\u0151 el az OpenSSO a hiteles\u00edt\u00e9si webszolg\u00e1ltat\u00e1s haszn\u00e1lat\u00e1hoz. Ha OpenSSO Express 8-at vagy \u00fajabb verzi\u00f3t haszn\u00e1lsz, a szerveren Java 6-ot kell futtatni.
ssl-error=SSL hiba
system.ldap.configuration.name=Rendszer LDAP
test-cas-configuration=CAS be\u00e1ll\u00edt\u00e1sok tesztel\u00e9se
test-ldap-connection=LDAP csatlakoz\u00e1s tesztel\u00e9se
test-ldap-groups=LDAP csoportok tesztel\u00e9se
test-ldap-users=LDAP felhaszn\u00e1l\u00f3k tesztel\u00e9se
test-opensso-configuration=OpenSSO be\u00e1ll\u00edt\u00e1sok tesztel\u00e9se
the-cas-login-url-is-invalid=A CAS bejelentkez\u0151 URL \u00e9rv\u00e9nytelen.
the-cas-logout-url-is-invalid=A CAS kijelentkez\u00e9s ut\u00e1ni URL \u00e9rv\u00e9nytelen.
the-cas-no-such-user-url-is-invalid=A CAS <em>nincs ilyen felhaszn\u00e1l\u00f3</em> \u00e9rv\u00e9nytelen.
the-cas-server-name-is-invalid=A CAS szervern\u00e9v \u00e9rv\u00e9nytelen.
the-cas-server-url-is-invalid=A CAS szerver URL \u00e9rv\u00e9nytelen.
the-cas-service-url-is-invalid=A CAS szolg\u00e1ltat\u00e1s URL \u00e9rv\u00e9nytelen.
the-facebook-connect-graph-url-is-invalid=Adj meg egy \u00e9rv\u00e9nyes Facebook Graph URL-t.
the-facebook-connect-oauth-auth-url-is-invalid=Adj meg egy \u00e9rv\u00e9nyes Facebook OAuth Auth URL-t.
the-facebook-connect-oauth-redirect-url-is-invalid=Adj meg egy \u00e9rv\u00e9nyes Facebook OAuth Redirect URL-t.
the-facebook-connect-oauth-token-url-is-invalid=Adj meg egy \u00e9rv\u00e9nyes Facebook OAuth Token URL-t.
the-google-client-id-is-invalid=K\u00e9rj\u00fck, adjon meg egy \u00e9rv\u00e9nyes Google \u00fcgyf\u00e9l azonos\u00edt\u00f3t.
the-google-client-secret-is-invalid=K\u00e9rj\u00fck, \u00e9rv\u00e9nyes Google \u00fcgyf\u00e9ltitkot adjon meg.
the-ldap-url-format-is=Az alap LDAP szolg\u00e1ltat\u00f3 URL forma az <em>ldap\://host\:port</em>. Az alap DN meghat\u00e1rozza a kezdeti keres\u00e9si kontextust a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra \u00e9s nem k\u00f6telez\u0151. P\u00e9ld\u00e1ul haszn\u00e1ld az <em>ldap\://localhost\:389</em> \u00e9s <em>ou\=Users,o\=Example</em> az \u00e9rt\u00e9keidhez.
use-default-interactions-settings=Haszn\u00e1ld az alap\u00e9rtelmezett k\u00f6lcs\u00f6nhat\u00e1s be\u00e1ll\u00edt\u00e1sokat
use-ldap-password-policy=LDAP jelsz\u00f3szab\u00e1lyok haszn\u00e1lata
user-default-object-classes=Felhaszn\u00e1l\u00f3i alap\u00e9rtelmezett objektumoszt\u00e1lyok
user-mapping=Felhaszn\u00e1l\u00f3k megfeleltet\u00e9se
users-dn=Felhaszn\u00e1l\u00f3 DN
