#X-Generator: crowdin.com
access-key=Prieigos raktas (Automatic Translation)
access-key-help=Nustatyti AWS paskyr\u0105 prieigos rakt\u0105. (Automatic Translation)
bucket-name=Kibiras pavadinimas (Automatic Translation)
bucket-name-help=Nustatyti kibiras pavadinimas, naudojamas S3 failams saugoti. (Automatic Translation)
cache-dir-clean-up-expunge=Talpyklos katalogo \u0161varus iki neatlikimo (Automatic Translation)
cache-dir-clean-up-expunge-help=Nustatykite dien\u0173 Failas laikomas laikinojoje atmintyje. (Automatic Translation)
cache-dir-clean-up-frequency=Talpyklos katalogo valymo da\u017enumas (Automatic Translation)
cache-dir-clean-up-frequency-help=Nustatyti santyk\u012f tarp fail\u0173 talpyklos \u0161varus metodo i\u0161kvietim\u0173 skai\u010dius ir faktinis fail\u0173 talpykl\u0105 \u0161varus. \u0160i\u0105 ypatyb\u0119 nustatyti kaip 1 visada \u0161varus. Didesni skai\u010diai suma\u017einti da\u017enum\u0105. (Automatic Translation)
connection-timeout=Ry\u0161io skirtasis laikas (Automatic Translation)
connection-timeout-help=Nustatyti, kiek laiko laukti (milisekund\u0117mis), kai i\u0161 prad\u017ei\u0173 sujungim\u0105 prie\u0161 skirtasis laikas. Reik\u0161m\u0117 0 rei\u0161kia begalyb\u0119 ir nerekomenduojama. (Automatic Translation)
core-pool-size=Pagrindinis baseino dydis (Automatic Translation)
core-pool-size-help=Nustatyti pradin\u0119 naudojamas \u012fkelti dalys gij\u0173 skai\u010dius. (Automatic Translation)
http-client-max-connections=Maksimalus HTTP ry\u0161ius (Automatic Translation)
http-client-max-connections-help=Nustatyti did\u017eiausi\u0105 skai\u010di\u0173 leid\u017eiama atidaryti HTTP jungtis. (Automatic Translation)
http-client-max-error-retry=Maksimalus HTTP kartojim\u0173 (Automatic Translation)
http-client-max-error-retry-help=Nustatyti maksimal\u0173 skai\u010di\u0173 kartoti bandym\u0173 retriable nepavykusi\u0173 u\u017eklaus\u0173. (Automatic Translation)
max-pool-size=Maksimalus telkinio dydis (Automatic Translation)
max-pool-size-help=Nustatyti maksimal\u0173 skai\u010di\u0173 si\u016bl\u0173 nusi\u0173sti dalys. (Automatic Translation)
minimum-uploads-part-size=Minimalios detal\u0117s matmenis (Automatic Translation)
minimum-uploads-part-size-help=Nustatyti ma\u017eiausi\u0105 dal\u012f dyd\u012f \u012fkelti dalys. Suma\u017einti ma\u017eiausi\u0105 dal\u012f \u017eol\u0117s sukelia wielocz\u0119\u015bciowe nuotraukos b\u016bti padalinti \u012f ma\u017eesnes dalis skai\u010diui. Nusta\u010dius \u0161i\u0105 reik\u0161m\u0119 per ma\u017eas turi neigiam\u0105 poveik\u012f perdavimo grei\u010diu, sukelia papildom\u0173 latentinis ir tinklo ry\u0161io, kiekvienai daliai. (Automatic Translation)
multipart-upload-threshold=Sud\u0117tiniai \u012fkelti riba (Automatic Translation)
multipart-upload-threshold-help=Kai nustatyti dyd\u017eio rib\u0105 (baitais) naudojant tekstinius nuotraukos. Atsiuntimas per tokio dyd\u017eio automati\u0161kai naudoja wielocz\u0119\u015bciowe \u012fkelti strategij\u0105, o nuotraukos ma\u017eesn\u0117s u\u017e \u0161\u012f slenkst\u012f naudoja vien\u0105 ry\u0161\u012f \u012fkelti vis\u0105 objekt\u0105. (Automatic Translation)
ntlm-proxy-domain=NTLM tarpinio serverio domeno (Automatic Translation)
ntlm-proxy-domain-help=Nustatyti Windows domeno pavadinimo tarpin\u012f server\u012f NTLM. Jei nenaudojate "Windows" NTLM tarpin\u012f server\u012f, nenustatykite \u0161io turto. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy darbo vietos (Automatic Translation)
ntlm-proxy-workstation-help=Nustatyti "Windows" darbo vietos pavadinimo tarpin\u012f server\u012f NTLM. Jei nenaudojate "Windows" NTLM tarpin\u012f server\u012f, nenustatykite \u0161io turto. (Automatic Translation)
proxy-auth-type=Tarpinio serverio autentifikavimo tip\u0105 (Automatic Translation)
proxy-auth-type-help=Nustatyti tarpinio serverio autentifikavimo tip\u0105 naudoti jungiantis prie S3 paslaugas. "N\u0117 vienas" konfig\u016bruoja proxy. "Naudotojo vardas-slapta\u017eodis" konfig\u016bruoja tarpin\u012f server\u012f; d\u0117l \u0161ios konfig\u016bracijos, nurodyti reik\u0161mi\u0173 tarpinio serverio vartotojo vardas ir tarpinio serverio slapta\u017eod\u012f. "Ntlm" konfig\u016bruoja Windows NTLM tarpin\u012f server\u012f; d\u0117l \u0161ios konfig\u016bracijos, nurodyti reik\u0161mi\u0173 tarpinio vartotojo vard\u0105, tarpinio serverio slapta\u017eod\u012f, NTLM tarpinio serverio domeno ir NTLM tarpinio serverio darbo vietos. (Automatic Translation)
proxy-host-help=Nustatyti tarpinio serverio pagrindinio kompiuterio klientas naudoja prisijungti. (Automatic Translation)
proxy-password=Tarpinio serverio Slapta\u017eodis (Automatic Translation)
proxy-password-help=Nustatyti tarpinio serverio slapta\u017eod\u012f, kur\u012f naudosite, jei prisijungti per tarpin\u012f server\u012f. (Automatic Translation)
proxy-port-help=Nustatyti tarpinio serverio prievado klientas naudoja prisijungti. (Automatic Translation)
proxy-username=Tarpinio serverio vartotojo vardas (Automatic Translation)
proxy-username-help=Nustatyti tarpinio serverio vartotojo vardas jei jungtis per proxy. (Automatic Translation)
s3-region=S3 regionas (Automatic Translation)
s3-region-help=Nustatyti Amazon S3 regiono, kuris yra geografiniame regione, kur Amazon S3 saugo vartotoj\u0173 kuriamo kibirai. Amazon S3 regionuose naudojami optimizuoti latentinis, suma\u017einti i\u0161laidas, ir reguliavimo reikalavimus. Objektai saugomi Amazon S3 regione niekada palikti tame regione, i\u0161skyrus atvejus, kai ai\u0161kiai perkeltas \u012f kit\u0105 region\u0105. (Automatic Translation)
s3-storage-class=S3 Sand\u0117liavimo klas\u0117\: (Automatic Translation)
s3-storage-class-help=Nustatyti Amazon S3 saugojimo klas\u0117. STANDARTIN\u0116S saugyklos klasei yra naudojamas pagal numatyt\u0105j\u0105 reik\u0161m\u0119, ir rei\u0161kia, kad nereikalingas duomen\u0173 kopij\u0173 bus saugomi skirtingose vietose. REDUCED_REDUNDANCY saugyklos klasei skirtas laikyti kritin\u0117mis, atkuriamas duomenis, si\u016blo pigi\u0173, labai prieinamos saugojimo variantas; Ta\u010diau \u0161i galimyb\u0117 yra ma\u017eiau nereikalingas. (Automatic Translation)
s3-store-configuration-name=S3 Laikyti konfig\u016bracijos (Automatic Translation)
secret-key=Slaptas raktas (Automatic Translation)
secret-key-help=Nustatyti AWS paskyr\u0105 slapt\u0105j\u012f rakt\u0105. (Automatic Translation)
