#X-Generator: crowdin.com
allow-dictionary-words=Sz\u00f3t\u00e1ri szavak enged\u00e9lyez\u00e9se
allow-dictionary-words-help=Ha ez be van jel\u00f6lve, a k\u00f6z\u00f6s sz\u00f3t\u00e1ri szavak is elfogadottak felhaszn\u00e1l\u00f3i jelsz\u00f3k\u00e9nt.
change-required=M\u00f3dos\u00edt\u00e1s sz\u00fcks\u00e9ges
change-required-help=Ha ez be van jel\u00f6lve, a felhaszn\u00e1l\u00f3knak meg kell v\u00e1ltoztatniuk a jelszavukat az els\u0151 bejelentkez\u00e9skor.
changeable=M\u00f3dos\u00edthat\u00f3
changeable-help=Ha ez ve ban jel\u00f6lve, a felhaszn\u00e1l\u00f3k meg tudj\u00e1k v\u00e1ltoztatni a jelszavukat.
do-not-warn=Ne figyelmeztess
enable-expiration=Lej\u00e1rat enged\u00e9lyez\u00e9se
enable-expiration-help=Ha ez be van jel\u00f6lve, a felhaszn\u00e1l\u00f3knak meg kell v\u00e1ltoztatniuk a jelszavukat egy bizonyos id\u0151 eltelte ut\u00e1n.
enable-history-help=Ha ez be van jel\u00f6lve, a port\u00e1l megjegyzi a felhaszn\u00e1l\u00f3k el\u0151z\u0151 jelszavait, \u00edgy megel\u0151zhet\u0151, hogy egy r\u00e9gi jelsz\u00f3t \u00fajra haszn\u00e1ljanak.
enable-lockout=Kiz\u00e1r\u00e1s enged\u00e9lyez\u00e9se
enable-lockout-help=Ha ez be van jel\u00f6lve, a felhaszn\u00e1l\u00f3knak csak bizonyos sz\u00e1m\u00fa lehet\u0151s\u00e9g\u00fck van a bejelentkez\u00e9sre, miel\u0151tt a fi\u00f3kjuk z\u00e1rolva lesz.
enable-syntax-checking=Szintaktikai ellen\u0151rz\u00e9s enged\u00e9lyez\u00e9se
enable-syntax-checking-help=Ha ez be van jel\u00f6lve, a jelsz\u00f3 csak bizonyos szavakb\u00f3l ker\u00fclhet ki, \u00e9s/vagy bizonyos hossz\u00fas\u00e1g\u00fa lehet.
grace-limit=Grace k\u00fcsz\u00f6b
grace-limit-help=Ez meghat\u00e1rozza az alkalmak sz\u00e1m\u00e1t, ah\u00e1nyszor egy felhaszn\u00e1l\u00f3 bejelentkezhet lej\u00e1rt jelszav\u00e1val, miel\u0151tt \u00faj jelsz\u00f3t kellene megadnia.
history-count=El\u0151zm\u00e9nyek sz\u00e1ma
history-count-help=Meghat\u00e1rozza az el\u0151zm\u00e9nyekben t\u00e1rolt jelszavak sz\u00e1m\u00e1t.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=A jelsz\u00f3 szab\u00e1lyzatok meghat\u00e1rozz\u00e1k a v\u00e1llalati szint\u0171 m\u00e9r\u00e9seket, amik magukban foglalj\u00e1k a felhaszn\u00e1l\u00f3 kiz\u00e1r\u00e1s\u00e1t \u00e9s a jelsz\u00f3 lej\u00e1rat\u00e1s\u00e1t. Meghat\u00e1rozhatsz szab\u00e1lyzatokat vagy deleg\u00e1lhatod ezt az LDAP szervernek
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Jelsz\u00f3kezel\u00e9s
lockout-duration=Kiz\u00e1r\u00e1s id\u0151tartama
lockout-duration-help=A felhaszn\u00e1l\u00f3i fi\u00f3k kiz\u00e1r\u00e1si id\u0151tartama.
maximum-age=Max. \u00e9rv\u00e9nyess\u00e9g
maximum-age-help=Meghat\u00e1rozza, hogy mennyi ideig haszn\u00e1lhat\u00f3 egy jelsz\u00f3, miel\u0151tt meg kell v\u00e1ltoztatni.
maximum-failure=Maximum sikertelen
maximum-failure-help=Ez meghat\u00e1rozza az alkalmak sz\u00e1m\u00e1t, ah\u00e1nyszor egy felhaszn\u00e1l\u00f3 megk\u00eds\u00e9relheti a bel\u00e9p\u00e9st rossz jelsz\u00f3val.
minimum-age=Min. \u00e9rv\u00e9nyess\u00e9g
minimum-age-help=Meghat\u00e1rozza, mennyi ideig kell v\u00e1rnia a felhaszn\u00e1l\u00f3nak a k\u00f6vetkez\u0151 jelsz\u00f3v\u00e1ltoztat\u00e1s el\u0151tt.
minimum-alpha-numeric=Alfanumerikus karakterek mninim\u00e1lis sz\u00e1ma
minimum-alpha-numeric-help=Meghat\u00e1rozza a felhaszn\u00e1l\u00f3 jelszav\u00e1ban haszn\u00e1lhat\u00f3 alfanumerikus karakterek minim\u00e1lis sz\u00e1m\u00e1t.
minimum-length=Minim\u00e1lis hossz
minimum-length-help=A felhaszn\u00e1l\u00f3i jelsz\u00f3 minim\u00e1lis hossza.
minimum-lower-case=Kisbet\u0171s karakterek mninim\u00e1lis sz\u00e1ma
minimum-lower-case-help=Meghat\u00e1rozza a felhaszn\u00e1l\u00f3i jelsz\u00f3 kisbet\u0171inek minim\u00e1lis sz\u00e1m\u00e1t.
minimum-numbers=Sz\u00e1mjegy karakterek mninim\u00e1lis sz\u00e1ma
minimum-numbers-help=A felhaszn\u00e1l\u00f3i jelsz\u00f3 minim\u00e1lis hossza.
minimum-symbols=Szimb\u00f3lum karakterek mninim\u00e1lis sz\u00e1ma
minimum-symbols-help=A felhaszn\u00e1l\u00f3i jelsz\u00f3 minim\u00e1lis hossza.
minimum-upper-case=Nagybet\u0171s karakterek mninim\u00e1lis sz\u00e1ma
minimum-upper-case-help=Legal\u00e1bb ennyi nagybet\u0171nek kell lennie a felhaszn\u00e1l\u00f3 jelszav\u00e1ban.
password-changes=Jelsz\u00f3 m\u00f3dos\u00edt\u00e1sok
password-expiration=Jelsz\u00f3 lej\u00e1rata
password-history=Jelsz\u00f3 el\u0151zm\u00e9nyei
password-policies=Jelsz\u00f3kezel\u00e9s
password-syntax-checking=Jelsz\u00f3 szintaxisellen\u0151rz\u00e9se
reset-failure-count=Sikertelen bejelentkez\u00e9sek null\u00e1z\u00e1sa
reset-failure-count-help=A sikertelen bejelentkez\u00e9sek ennyi ideig t\u00e1rol\u00f3dnak.
reset-ticket-max-age=Jelsz\u00f3-vissza\u00e1ll\u00edt\u00e1s lehet\u0151s\u00e9ge meddig lehet \u00e9rv\u00e9nyben
reset-ticket-max-age-help=Megadja, hogy a jelsz\u00f3-vissza\u00e1ll\u00edt\u00e1si hivatkoz\u00e1s mennyi ideig legyen \u00e9rv\u00e9nyes.
the-password-policy-could-not-be-found=A jelsz\u00f3 ir\u00e1nyelvek nem tal\u00e1lhat\u00f3k
until-unlocked-by-an-administrator=Am\u00edg egy rendszergazda fel nem oldja
warning-time=Figyelmeztet\u00e9si id\u0151
warning-time-help=Az az id\u0151tartam, amennyivel a jelsz\u00f3 lej\u00e1rata el\u0151tt a felhaszn\u00e1l\u00f3 \u00e9rtes\u00edt\u00e9st kap.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=Ha nincsen jelsz\u00f3 szab\u00e1ly rendelve a felhaszn\u00e1l\u00f3hoz, direkt m\u00f3don vagy egy szervezeten kereszt\u00fcl, az alap\u00e9rtelmezett jelsz\u00f3 szab\u00e1ly lesz haszn\u00e1lva.
you-are-using-ldaps-password-policy=Az LDAP jelsz\u00f3szab\u00e1lyait haszn\u00e1lod. V\u00e1ltoztasd meg az LDAP jelsz\u00f3be\u00e1ll\u00edt\u00e1sait, ha helyi jelsz\u00f3szab\u00e1lyokat k\u00edv\u00e1nsz haszn\u00e1lni.
