#X-Generator: crowdin.com
add-user-group=Add User Group (Automatic Copy)
add-users=\u012etraukti vartotojus (Automatic Translation)
add-users-to-x=Add Users to {0} (Automatic Copy)
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User Groups (Automatic Copy)
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=One or more user groups are associated with deactivated users. Do you want to proceed with deleting the selected user groups by automatically unassociating the deactivated users? (Automatic Copy)
pages-for-user-group-x=Pages for user group {0} (Automatic Copy)
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=Vartotoj\u0173 grup\u0117s puslapi\u0173 negalima pasiekti tiesiogiai galutiniams vartotojams. O, kiekvienos vartotoj\u0173 grup\u0117s narys bus pamatyti puslapius automati\u0161kai kaip j\u0173 asmeninis skydelyje ir profilis puslapi\u0173. Nor\u0117dami leisti vartotojams keisti, \u012fgalinti tinkinimo parink\u010di\u0173 kiekvieno puslapio. (Automatic Translation)
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=The selected user group is associated with deactivated users. Do you want to proceed with deleting the selected user group by automatically unassociating the deactivated users? (Automatic Copy)
this-is-a-required-user-group=This is a required user group. (Automatic Copy)
this-user-group-does-not-have-any-dashboard-pages=\u0160i vartotoj\u0173 grup\u0117 neturi joki\u0173 ataskait\u0173 srities puslapiuose. (Automatic Translation)
this-user-group-does-not-have-any-profile-pages=\u0160i vartotoj\u0173 grup\u0117 neturi joki\u0173 profili\u0173 puslapiuose. (Automatic Translation)
user-group-name=Vartotoj\u0173 grup\u0117s pavadinimas (Automatic Translation)
user-group-pages-permissions=Vartotoj\u0173 grup\u0117s puslapi\u0173 teises (Automatic Translation)
you-cannot-delete-user-groups-that-have-users=You cannot delete user groups that have users. (Automatic Copy)
