#X-Generator: crowdin.com
add-user-group=Afegeix un grup d'usuaris
add-users=Afegir usuaris
add-users-to-x=Afegir usuaris a {0}
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=Els grups d'usuaris proporcionen una forma d'agrupar els usuaris independentment de les organitzacions a les que pertanyen. Es pot definir un grup d'usuaris i assignar el grup d'usuaris com a membre d'un lloc perqu\u00e8 tots els seus usuaris en siguin membres de forma autom\u00e0tica.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=Grups d'usuari
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=Un o m\u00e9s grups d'usuaris estan associats amb usuaris desactivats. Voleu procedir amb l'eliminaci\u00f3 del grup d'usuaris seleccionat i dissoldre autom\u00e0ticament l'associaci\u00f3 dels usuaris desactivats?
pages-for-user-group-x=P\u00e0gines per a grup d''usuaris {0}
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=A les p\u00e0gines d'un grup d'usuaris no hi poden accedir directament els usuaris finals. M\u00e9s aviat, cada membre del grup d'usuaris veur\u00e0 les p\u00e0gines autom\u00e0ticament com a part de les p\u00e0gines del seu tauler i perfil personals. Per permetre als usuaris realitzar canvis, habilita les opcions de personalitzaci\u00f3 de cada p\u00e0gina.
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=El grup d'usuaris seleccionat est\u00e0 associat a usuaris desactivats. Voleu procedir amb l'eliminaci\u00f3 d'aquest grup i dissoldre autom\u00e0ticament l'associaci\u00f3 dels usuaris desactivats?
this-is-a-required-user-group=Aquest \u00e9s un grup d'usuaris obligatori.
this-user-group-does-not-have-any-dashboard-pages=Aquest grup d'usuaris no t\u00e9 cap p\u00e0gina del panell.
this-user-group-does-not-have-any-profile-pages=Aquest grup d'usuaris no t\u00e9 cap p\u00e0gina de perfil.
user-group-name=Lloc de grup d'usuaris
user-group-pages-permissions=Permisos de les p\u00e0gines dels grups d'usuaris
you-cannot-delete-user-groups-that-have-users=No podeu suprimir grups d'usuaris que tinguin usuaris.
