#X-Generator: crowdin.com
add-user-group=Adicione O Grupo De Usu\u00e1rio
add-users=Adicionar Utilizadores
add-users-to-x=Adicionar Utilizadores a {0}
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=Grupos de Utilizador
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=Um ou os mais grupos de utilizadores est\u00e3o associados a utilizadores desativados. Deseja prosseguir com a remo\u00e7\u00e3o dos grupos de utilizadores selecionados, desassociando os utilizadores desativados automaticamente?
pages-for-user-group-x=Paginas para grupo de utilizadores {0}
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=As p\u00e1ginas de um grupo de utilizadores n\u00e3o pode ser acedida diretamente pelos utilizadores. Em vez disso, cada membro de um grupo de utilizadores vai ver as paginas automaticamente como parte das suas p\u00e1ginas do painel de trabalho pessoal e perfil. Para permitir que os utilizadores fa\u00e7am altera\u00e7\u00f5es, habilite as op\u00e7\u00f5es de personaliza\u00e7\u00e3o para cada p\u00e1gina.
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=O grupo de utilizadores selecionado est\u00e1 associado com utilizadores desativados. Deseja prosseguir com a remo\u00e7\u00e3o do grupo de utilizadores selecionado, desassociando os utilizadores desativados automaticamente?
this-is-a-required-user-group=Este \u00e9 um grupo de utilizadores obrigat\u00f3rio.
this-user-group-does-not-have-any-dashboard-pages=Este grupo de utilizadores n\u00e3o tem nenhuma p\u00e1gina de painel de trabalho.
this-user-group-does-not-have-any-profile-pages=Este grupo de utilizadores n\u00e3o tem nenhuma p\u00e1gina de perfil.
user-group-name=Nome do Grupo de Utilizadores
user-group-pages-permissions=Permiss\u00f5es para P\u00e1ginas do Grupo de Utilizadores
you-cannot-delete-user-groups-that-have-users=N\u00e3o pode remover grupos de utilizadores que contenham utilizadores.
