#X-Generator: crowdin.com
add-user-group=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 \u0433\u0440\u0443\u043f\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
add-users=\u0414\u043e\u0434\u0430\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 (Automatic Translation)
add-users-to-x=Add Users to {0} (Automatic Copy)
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=\u0413\u0440\u0443\u043f\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=\u041e\u0434\u043d\u0430 \u0447\u0438 \u0431\u0456\u043b\u044c\u0448\u0435 \u0433\u0440\u0443\u043f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u043e\u0432'\u0432\u044f\u0437\u0430\u043d\u0430 \u0456\u0437 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u043e\u0432\u0430\u043d\u0438\u043c\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c\u0438. \u0427\u0438 \u0412\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u043f\u0440\u043e\u0434\u043e\u0432\u0436\u0438\u0442\u0438 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u0432\u0438\u0431\u0440\u0430\u043d\u0438\u0445 \u0433\u0440\u0443\u043f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u0438\u0432\u043e\u0434\u044f\u0447\u0438 \u0456\u0437 \u043d\u0438\u0445 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u043e\u0432\u0430\u043d\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432?
pages-for-user-group-x=Pages for user group {0} (Automatic Copy)
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=\u0421\u0442\u043e\u0440\u0456\u043d\u043e\u043a \u0433\u0440\u0443\u043f\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043d\u0435 \u043c\u043e\u0436\u0443\u0442\u044c \u0431\u0443\u0442\u0438 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0456 \u0431\u0435\u0437\u043f\u043e\u0441\u0435\u0440\u0435\u0434\u043d\u044c\u043e \u043a\u0456\u043d\u0446\u0435\u0432\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432. \u0428\u0432\u0438\u0434\u0448\u0435 \u0437\u0430 \u0432\u0441\u0435, \u043a\u043e\u0436\u0435\u043d \u0443\u0447\u0430\u0441\u043d\u0438\u043a \u0433\u0440\u0443\u043f\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0431\u0443\u0434\u0435 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u044c\u0442\u0435 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u044f\u043a \u0447\u0430\u0441\u0442\u0438\u043d\u0443 \u043d\u0430 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0430\u0445 \u0441\u0432\u043e\u0457\u0445 \u043e\u0441\u043e\u0431\u0438\u0441\u0442\u0438\u0445 dashboard \u0456 \u043f\u0440\u043e\u0444\u0456\u043b\u044e. \u0429\u043e\u0431 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456 \u043c\u043e\u0433\u043b\u0438 \u0432\u043d\u043e\u0441\u0438\u0442\u0438 \u0437\u043c\u0456\u043d\u0438, \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u043a\u043e\u0436\u043d\u043e\u0457 \u0441\u0442\u043e\u0440\u0456\u043d\u043a\u0438. (Automatic Translation)
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=\u0412\u0438\u0431\u0440\u0430\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u043f\u043e\u0432'\u044f\u0437\u0430\u043d\u0430 \u0437 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u043e\u0432\u0430\u043d\u0438\u043c\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c\u0438. \u0412\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u043f\u0440\u043e\u0434\u043e\u0432\u0436\u0438\u0442\u0438 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u0432\u0438\u0431\u0440\u0430\u043d\u043e\u0457 \u0433\u0440\u0443\u043f\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u0438\u0432\u043e\u0434\u044f\u0447\u0438 \u0457\u0437 \u043d\u0435\u0457 \u0434\u0435\u0430\u0442\u0438\u0432\u043e\u0432\u0430\u043d\u0438\u0445 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432?
this-is-a-required-user-group=This is a required user group. (Automatic Copy)
this-user-group-does-not-have-any-dashboard-pages=\u0423 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043d\u0435\u043c\u0430 \u043d\u0456\u044f\u043a\u0438\u0445 \u0441\u0430\u0439\u0442\u0456\u0432.
this-user-group-does-not-have-any-profile-pages=\u0423 \u043e\u0440\u0433\u0430\u043d\u0456\u0437\u0430\u0446\u0456\u0457 \u043d\u0435\u043c\u0430 \u043d\u0456\u044f\u043a\u0438\u0445 \u043f\u043e\u0441\u043b\u0443\u0433.
user-group-name=\u0406\u043c'\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0433\u0440\u0443\u043f\u0438 (Automatic Translation)
user-group-pages-permissions=\u0413\u0440\u0443\u043f\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0441\u0442\u043e\u0440\u0456\u043d\u043e\u043a \u0434\u043e\u0437\u0432\u043e\u043b\u0438 (Automatic Translation)
you-cannot-delete-user-groups-that-have-users=\u0412\u044b \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0433\u0440\u0443\u043f\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432, \u0432 \u044f\u043a\u0438\u0445 \u0454 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456.
