#X-Generator: crowdin.com
add-user-group=\u0623\u0636\u0641 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
add-users=\u0625\u0636\u0627\u0641\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 (Automatic Translation)
add-users-to-x=Add Users to {0} (Automatic Copy)
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0646\u0634\u0637\u064a\u0646. \u0647\u0644 \u062a\u0631\u064a\u062f \u0645\u062a\u0627\u0628\u0639\u0629 \u062d\u0630\u0641 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0628\u0641\u0635\u0644 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u064a\u0646\u0647\u0627 \u0648\u0628\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0627\u0644\u0646\u0634\u0637\u064a\u0646 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u061f
pages-for-user-group-x=Pages for user group {0} (Automatic Copy)
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0641\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0628\u0627\u0634\u0631\u0629 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0646\u0647\u0627\u0626\u064a\u064a\u0646. \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0630\u0644\u0643\u060c \u0643\u0644 \u0639\u0636\u0648 \u0641\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0633\u0648\u0641 \u0627\u0646\u0638\u0631 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u064b \u0643\u062c\u0632\u0621 \u0645\u0646 \u0635\u0641\u062d\u0627\u062a \u0644\u0648\u062d\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u0648\u0627\u0644\u0634\u062e\u0635\u064a\u0629. \u0644\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0625\u062c\u0631\u0627\u0621 \u062a\u063a\u064a\u064a\u0631\u0627\u062a\u060c \u0628\u062a\u0645\u0643\u064a\u0646 \u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u062e\u0635\u064a\u0635 \u0644\u0643\u0644 \u0635\u0641\u062d\u0629. (Automatic Translation)
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0645\u0631\u062a\u0628\u0637\u0629 \u0628\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0646\u0634\u0637\u064a\u0646.\u0647\u0644 \u062a\u0631\u064a\u062f \u0645\u062a\u0627\u0628\u0639\u0629 \u062d\u0630\u0641 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631\u0647\u0627 \u0628\u0641\u0635\u0644 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u064a\u0646\u0647\u0627 \u0648\u0628\u064a\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0627\u0644\u0646\u0634\u0637\u064a\u0646 \u062a\u0644\u0642\u0627\u0626\u064a\u0627\u061f
this-is-a-required-user-group=This is a required user group. (Automatic Copy)
this-user-group-does-not-have-any-dashboard-pages=\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0647\u0630\u0647 \u0644\u064a\u0633 \u0644\u062f\u064a\u0647\u0627 \u0623\u064a \u0635\u0641\u062d\u0627\u062a \u0639\u0627\u0645\u0629.
this-user-group-does-not-have-any-profile-pages=\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0647\u0630\u0647 \u0644\u064a\u0633 \u0644\u062f\u064a\u0647\u0627 \u0623\u064a \u0635\u0641\u062d\u0627\u062a \u062e\u0627\u0635\u0629.
user-group-name=\u0645\u0648\u0642\u0639 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646
user-group-pages-permissions=\u0635\u0641\u062d\u0627\u062a \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a (Automatic Translation)
you-cannot-delete-user-groups-that-have-users=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.
