#X-Generator: crowdin.com
add-user-group=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
add-users=Add Users (Automatic Copy)
add-users-to-x=Add Users to {0} (Automatic Copy)
javax.portlet.description.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=User groups provide a way to group users independently of the organizations to which they belong. You can define a user group and assign the user group as a member of a site to make all of its users members automatically.
javax.portlet.title.com_liferay_user_groups_admin_web_portlet_UserGroupsAdminPortlet=\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
one-or-more-user-groups-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-groups-by-automatically-unassociating-the-deactivated-users=\u0edc\u0eb7\u0ec8\u0e87 \u0eab\u0ebc\u0eb7 \u0eab\u0ebc\u0eb2\u0e8d\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0ec0\u0ead\u0e81\u0eb0\u0e9e\u0eb2\u0e9a\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb2\u0e99\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0e84\u0eb7\u0e99. \u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e81\u0eb2\u0e99\u0e82\u0eb0\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec1\u0e9a\u0e9a\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0ea5\u0ea1\u0eb1\u0e94 \u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ec0\u0eae\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0ec0\u0e9b\u0eb5\u0e94\u0ec3\u0e8a\u0ec9\u0e87\u0eb2\u0e99\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9?
pages-for-user-group-x=Pages for user group {0} (Automatic Copy)
the-pages-of-a-user-group-cannot-be-accessed-directly-by-end-users=The pages of a user group cannot be accessed directly by end users. Rather, each member of the user group will see the pages automatically as part of the pages of their personal dashboard and profile. To allow users to make changes, enable the customization options of each page. (Automatic Copy)
the-selected-user-group-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-user-group-by-automatically-unassociating-the-deactivated-users=The selected user group is associated with deactivated users. Do you want to proceed with deleting the selected user group by automatically unassociating the deactivated users? (Automatic Copy)
this-is-a-required-user-group=This is a required user group. (Automatic Copy)
this-user-group-does-not-have-any-dashboard-pages=\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e99\u0eb5\u0ec9\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e97\u0eb1\u0e99\u0ec4\u0e94\u0ec9 \u0e9e\u0ea5\u0eb1\u0e9a\u0e9a\u0eb4\u0e81\u0edc\u0ec9\u0eb2\u0ec3\u0e94\u0ec0\u0ea5\u0eb5\u0e8d
this-user-group-does-not-have-any-profile-pages=\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e99\u0eb5\u0ec9\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0edc\u0ec9\u0eb2\u0eaa\u0ec8\u0ea7\u0e99\u0e95\u0ebb\u0ea7\u0ec3\u0e94\u0ec0\u0ea5\u0eb5\u0e8d
user-group-name=\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0ec4\u0e8a\u0e97\u0ecc
user-group-pages-permissions=User Group Pages Permissions (Automatic Copy)
you-cannot-delete-user-groups-that-have-users=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a\u0e81\u0eb8\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9
