#X-Generator: crowdin.com
include-inherited-permissions-help=Zestaw to true uwzgl\u0119dnienie odziedziczone role u\u017cytkownika jako cz\u0119\u015b\u0107 Szukaj uprawnienie filtrowanie. Odziedziczone role u\u017cytkownika obejmuje wszystkich u\u017cytkownik\u00f3w przypisanych do u\u017cytkownika z ich u\u017cytkownika cz\u0142onkostwa w grupie i organizacji. (Automatic Translation)
index-commit-immediately-help=Zestaw to True natychmiast zatwierdzanie Szukaj indeks pisa\u0107 wnioski. Ustawienie na warto\u015b\u0107 true mog\u0105 negatywnie wp\u0142ywa\u0107 wydajno\u015b\u0107 silnika wyszukiwania, jak ka\u017cdego \u017c\u0105dania zapisu zmusi Wyszukiwarka od\u015bwie\u017cania indeksu czytelnika i potencjalnie r\u00f3wno transakcji na dysku. Domy\u015blne zachowanie portalu jest pope\u0142ni\u0107 natychmiast dla poszczeg\u00f3lnych indeksu operacji (np. doda\u0107 blog, aktualizacji bloga), ale op\u00f3\u017anienie zobowi\u0105zuje do operacji zbiorczych (np. indeks wszystkich u\u017cytkownik\u00f3w, indeks wszystkich wiki) a\u017c wszystkie wpisy zosta\u0142y wys\u0142ane do wyszukiwarki. Ustawienie to False mo\u017ce spowodowa\u0107 portlety, jak Wydawca aktyw\u00f3w wykazuj\u0105 Op\u00f3\u017aniona reakcja, gdy Wy\u015bwietlone jest nowo dodane tre\u015bci. Na przyk\u0142ad u\u017cytkownik mo\u017ce wyst\u0105pi\u0107 op\u00f3\u017anienie z Elasticsearch domy\u015blnej wyszukiwarki. Zobacz wi\u0119cej informacji https\://www.elastic.co/guide/en/elasticsearch/guide/current/near-real-time.html. (Automatic Translation)
index-writer-helper-configuration-name=Indeksowanie pisarz Helper (Automatic Translation)
index.status.manager.configuration.nam=Wska\u017anik stanu Mened\u017cera (Automatic Translation)
indexer-registry-configuration-name=Szukaj indeksu rejestru (Automatic Translation)
permission-terms-limit-help=Ustawi\u0107, aby ograniczy\u0107 liczb\u0119 uprawnie\u0144 wyszukiwanych hase\u0142, kt\u00f3re zostan\u0105 dodane do kwerendy wyszukiwania. Je\u015bli ten limit zostanie przekroczony, zostanie dodany nie zgody wyszukiwanych hase\u0142. Zamiast tego sprawdzanie uprawnie\u0144 powr\u00f3ci do wyszukiwania filtr uprawnie\u0144. (Automatic Translation)
query-pre-process-configuration-name=Szukaj indeksu kwerendy preprocesora (Automatic Translation)
search-engine-helper-configuration-name=Pomocnik wyszukiwania silnika (Automatic Translation)
search-permission-checker-configuration-name=Szukaj Permission Checker (Automatic Translation)
