#X-Generator: crowdin.com
access-key=Ph\u00edm truy c\u1eadp (Automatic Translation)
access-key-help=Thi\u1ebft l\u1eadp ph\u00edm truy c\u1eadp t\u00e0i kho\u1ea3n AWS. (Automatic Translation)
bucket-name=Nh\u00f3m t\u00ean (Automatic Translation)
bucket-name-help=\u0110\u1eb7t t\u00ean X\u00f4 s\u1eed d\u1ee5ng S3 \u0111\u1ec3 c\u1ea5t gi\u1eef c\u00e1c t\u1ec7p. (Automatic Translation)
cache-dir-clean-up-expunge=B\u1ed9 nh\u1edb cache th\u01b0 m\u1ee5c s\u1ea1ch b\u00f4i l\u00ean (Automatic Translation)
cache-dir-clean-up-expunge-help=Thi\u1ebft l\u1eadp s\u1ed1 ng\u00e0y m\u1ed9t t\u1eadp tin \u0111\u01b0\u1ee3c l\u01b0u gi\u1eef trong b\u1ed9 nh\u1edb cache. (Automatic Translation)
cache-dir-clean-up-frequency=B\u1ed9 nh\u1edb cache th\u01b0 m\u1ee5c Clean Up t\u1ea7n s\u1ed1 (Automatic Translation)
cache-dir-clean-up-frequency-help=Thi\u1ebft l\u1eadp t\u1ef7 l\u1ec7 gi\u1eefa s\u1ed1 l\u01b0\u1ee3ng c\u00e1c cu\u1ed9c g\u1ecdi \u0111\u1ebfn ph\u01b0\u01a1ng ph\u00e1p l\u00e0m s\u1ea1ch b\u1ed9 nh\u1edb cache t\u1eadp tin v\u00e0 b\u1ed9 nh\u1edb cache t\u1eadp tin th\u1ef1c s\u1ef1 s\u1ea1ch s\u1ebd. Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 1 \u0111\u1ec3 lu\u00f4n lu\u00f4n s\u1ea1ch s\u1ebd. Cao h\u01a1n con s\u1ed1 th\u1ea5p h\u01a1n t\u1ea7n s\u1ed1. (Automatic Translation)
connection-timeout=Th\u1eddi gian ch\u1edd k\u1ebft n\u1ed1i (Automatic Translation)
connection-timeout-help=Thi\u1ebft l\u1eadp s\u1ed1 l\u01b0\u1ee3ng th\u1eddi gian \u0111\u1ec3 ch\u1edd \u0111\u1ee3i (trong mili gi\u00e2y) khi ban \u0111\u1ea7u thi\u1ebft l\u1eadp k\u1ebft n\u1ed1i tr\u01b0\u1edbc khi th\u1eddi gian ra. Gi\u00e1 tr\u1ecb 0 c\u00f3 ngh\u0129a l\u00e0 v\u00f4 c\u00f9ng, v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c khuy\u1ebfn kh\u00edch. (Automatic Translation)
core-pool-size=L\u00f5i ngo\u00e0i tr\u1eddi k\u00edch th\u01b0\u1edbc (Automatic Translation)
core-pool-size-help=\u0110\u1eb7t s\u1ed1 ch\u1ee7 \u0111\u1ec1 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 t\u1ea3i l\u00ean c\u00e1c b\u1ed9 ph\u1eadn, ban \u0111\u1ea7u. (Automatic Translation)
http-client-max-connections=K\u1ebft n\u1ed1i t\u1ed1i \u0111a HTTP (Automatic Translation)
http-client-max-connections-help=Thi\u1ebft l\u1eadp s\u1ed1 l\u01b0\u1ee3ng t\u1ed1i \u0111a c\u1ee7a c\u00e1c \u0111\u01b0\u1ee3c ph\u00e9p k\u1ebft n\u1ed1i HTTP m\u1edf. (Automatic Translation)
http-client-max-error-retry=T\u1ed1i \u0111a HTTP Retries (Automatic Translation)
http-client-max-error-retry-help=Thi\u1ebft l\u1eadp s\u1ed1 l\u01b0\u1ee3ng th\u1eed l\u1ea1i n\u1ed7 l\u1ef1c cho y\u00eau c\u1ea7u retriable sai t\u1ed1i \u0111a. (Automatic Translation)
max-pool-size=K\u00edch th\u01b0\u1edbc t\u1ed1i \u0111a b\u01a1i ngo\u00e0i tr\u1eddi (Automatic Translation)
max-pool-size-help=Thi\u1ebft l\u1eadp s\u1ed1 l\u01b0\u1ee3ng t\u1ed1i \u0111a c\u1ee7a c\u00e1c ch\u1ee7 \u0111\u1ec1 \u0111\u1ec3 s\u1eed d\u1ee5ng khi t\u1ea3i l\u00ean c\u00e1c b\u1ed9 ph\u1eadn. (Automatic Translation)
minimum-uploads-part-size=K\u00edch th\u01b0\u1edbc t\u1ed1i thi\u1ec3u m\u1ed9t ph\u1ea7n (Automatic Translation)
minimum-uploads-part-size-help=Thi\u1ebft l\u1eadp k\u00edch th\u01b0\u1edbc t\u1ed1i thi\u1ec3u m\u1ed9t ph\u1ea7n cho c\u00e1c b\u1ed9 ph\u1eadn t\u1ea3i l\u00ean. Gi\u1ea3m k\u00edch th\u01b0\u1edbc t\u1ed1i thi\u1ec3u m\u1ed9t ph\u1ea7n g\u00e2y ra ph\u1ea7n \u0111a th\u00e0nh t\u1ea3i l\u00ean \u0111\u01b0\u1ee3c chia th\u00e0nh nhi\u1ec1u ph\u1ea7n nh\u1ecf h\u01a1n l\u1edbn h\u01a1n. Thi\u1ebft l\u1eadp gi\u00e1 tr\u1ecb n\u00e0y qu\u00e1 th\u1ea5p \u0111\u00e3 t\u00e1c \u0111\u1ed9ng ti\u00eau c\u1ef1c \u0111\u1ebfn t\u1ed1c \u0111\u1ed9 truy\u1ec1n, g\u00e2y th\u00eam \u0111\u1ed9 tr\u1ec5 v\u00e0 m\u1ea1ng th\u00f4ng tin li\u00ean l\u1ea1c cho t\u1eebng ph\u1ea7n. (Automatic Translation)
multipart-upload-threshold=Ph\u1ea7n \u0111a th\u00e0nh t\u1ea3i l\u00ean ng\u01b0\u1ee1ng (Automatic Translation)
multipart-upload-threshold-help=\u0110\u1eb7t ng\u01b0\u1ee1ng k\u00edch c\u1ee1 (byte) khi s\u1eed d\u1ee5ng ph\u1ea7n \u0111a th\u00e0nh t\u1ea3i l\u00ean. T\u1ea3i l\u00ean h\u01a1n k\u00edch th\u01b0\u1edbc n\u00e0y s\u1ebd t\u1ef1 \u0111\u1ed9ng s\u1eed d\u1ee5ng m\u1ed9t chi\u1ebfn l\u01b0\u1ee3c ph\u1ea7n \u0111a th\u00e0nh t\u1ea3i l\u00ean, trong khi t\u1ea3i l\u00ean nh\u1ecf h\u01a1n so v\u1edbi ng\u01b0\u1ee1ng n\u00e0y s\u1eed d\u1ee5ng m\u1ed9t k\u1ebft n\u1ed1i duy nh\u1ea5t \u0111\u1ec3 t\u1ea3i l\u00ean to\u00e0n b\u1ed9 \u0111\u1ed1i t\u01b0\u1ee3ng. (Automatic Translation)
ntlm-proxy-domain=T\u00ean mi\u1ec1n \u1ee7y quy\u1ec1n NTLM (Automatic Translation)
ntlm-proxy-domain-help=Thi\u1ebft l\u1eadp t\u00ean mi\u1ec1n Windows cho m\u1ed9t proxy NTLM. N\u1ebfu b\u1ea1n kh\u00f4ng s\u1eed d\u1ee5ng m\u1ed9t proxy Windows NTLM, kh\u00f4ng thi\u1ebft l\u1eadp c\u00e1c t\u00e0i s\u1ea3n n\u00e0y. (Automatic Translation)
ntlm-proxy-workstation=Tr\u1ea1m l\u00e0m vi\u1ec7c \u1ee7y quy\u1ec1n NTLM (Automatic Translation)
ntlm-proxy-workstation-help=\u0110\u1eb7t t\u00ean m\u00e1y tr\u1ea1m Windows cho m\u1ed9t proxy NTLM. N\u1ebfu b\u1ea1n kh\u00f4ng s\u1eed d\u1ee5ng m\u1ed9t proxy Windows NTLM, kh\u00f4ng thi\u1ebft l\u1eadp c\u00e1c t\u00e0i s\u1ea3n n\u00e0y. (Automatic Translation)
proxy-auth-type=Ki\u1ec3u x\u00e1c th\u1ef1c proxy (Automatic Translation)
proxy-auth-type-help=Thi\u1ebft l\u1eadp proxy c\u1ee7a ki\u1ec3u x\u00e1c th\u1ef1c \u0111\u1ec3 s\u1eed d\u1ee5ng khi k\u1ebft n\u1ed1i v\u1edbi m\u1ed9t d\u1ecbch v\u1ee5 S3. "Kh\u00f4ng c\u00f3" c\u1ea5u h\u00ecnh proxy kh\u00f4ng c\u00f3. "T\u00ean ng\u01b0\u1eddi d\u00f9ng m\u1eadt kh\u1ea9u" c\u1ea5u h\u00ecnh proxy; \u0110\u1ed1i v\u1edbi c\u1ea5u h\u00ecnh n\u00e0y, ch\u1ec9 \u0111\u1ecbnh c\u00e1c gi\u00e1 tr\u1ecb proxy t\u00ean ng\u01b0\u1eddi d\u00f9ng v\u00e0 m\u1eadt kh\u1ea9u c\u1ee7a proxy. "Ntlm" c\u1ea5u h\u00ecnh m\u1ed9t Windows NTLM proxy; \u0110\u1ed1i v\u1edbi c\u1ea5u h\u00ecnh n\u00e0y, ch\u1ec9 \u0111\u1ecbnh c\u00e1c gi\u00e1 tr\u1ecb cho t\u00ean ng\u01b0\u1eddi d\u00f9ng proxy, proxy m\u1eadt kh\u1ea9u, NTLM proxy mi\u1ec1n v\u00e0 tr\u1ea1m l\u00e0m vi\u1ec7c \u1ee7y quy\u1ec1n NTLM. (Automatic Translation)
proxy-host-help=Thi\u1ebft l\u1eadp c\u00e1c m\u00e1y ch\u1ee7 proxy c\u00e1c kh\u00e1ch h\u00e0ng s\u1eed d\u1ee5ng \u0111\u1ec3 k\u1ebft n\u1ed1i. (Automatic Translation)
proxy-password=M\u1eadt kh\u1ea9u c\u1ee7a proxy (Automatic Translation)
proxy-password-help=Thi\u1ebft l\u1eadp m\u1eadt kh\u1ea9u proxy \u0111\u1ec3 s\u1eed d\u1ee5ng khi k\u1ebft n\u1ed1i th\u00f4ng qua m\u1ed9t proxy. (Automatic Translation)
proxy-port-help=Thi\u1ebft l\u1eadp proxy port kh\u00e1ch h\u00e0ng s\u1eed d\u1ee5ng \u0111\u1ec3 k\u1ebft n\u1ed1i. (Automatic Translation)
proxy-username=T\u00ean ng\u01b0\u1eddi d\u00f9ng proxy (Automatic Translation)
proxy-username-help=Thi\u1ebft l\u1eadp proxy c\u1ee7a t\u00ean ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 s\u1eed d\u1ee5ng khi k\u1ebft n\u1ed1i th\u00f4ng qua m\u1ed9t proxy. (Automatic Translation)
s3-region=Khu v\u1ef1c S3 (Automatic Translation)
s3-region-help=Thi\u1ebft l\u1eadp v\u00f9ng Amazon S3, \u0111\u1ea1i di\u1ec7n cho m\u1ed9t khu v\u1ef1c \u0111\u1ecba l\u00fd n\u01a1i c\u1eeda h\u00e0ng Amazon S3 X\u00f4 ng\u01b0\u1eddi d\u00f9ng t\u1ea1o ra. Amazon S3 v\u00f9ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 t\u1ed1i \u01b0u h\u00f3a \u0111\u1ed9 tr\u1ec5, gi\u1ea3m thi\u1ec3u chi ph\u00ed v\u00e0 gi\u1ea3i quy\u1ebft c\u00e1c y\u00eau c\u1ea7u ph\u00e1p l\u00fd. C\u00e1c \u0111\u1ed1i t\u01b0\u1ee3ng \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef trong m\u1ed9t khu v\u1ef1c Amazon S3 kh\u00f4ng bao gi\u1edd r\u1eddi kh\u1ecfi khu v\u1ef1c \u0111\u00f3 tr\u1eeb khi r\u00f5 r\u00e0ng chuy\u1ec3n \u0111\u1ebfn m\u1ed9t v\u00f9ng kh\u00e1c. (Automatic Translation)
s3-storage-class=S3 L\u00ed l\u1edbp (Automatic Translation)
s3-storage-class-help=Thi\u1ebft l\u1eadp c\u00e1c l\u1edbp h\u1ecdc l\u01b0u tr\u1eef Amazon S3. L\u1edbp h\u1ecdc l\u01b0u tr\u1eef ti\u00eau chu\u1ea9n \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng theo m\u1eb7c \u0111\u1ecbnh, v\u00e0 c\u00f3 ngh\u0129a l\u00e0 c\u00e1c b\u1ea3n sao d\u1ef1 ph\u00f2ng d\u1eef li\u1ec7u s\u1ebd \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef t\u1ea1i c\u00e1c \u0111\u1ecba \u0111i\u1ec3m kh\u00e1c nhau. REDUCED_REDUNDANCY l\u00ed l\u1edbp \u0111\u01b0\u1ee3c thi\u1ebft k\u1ebf \u0111\u1ec3 l\u01b0u tr\u1eef d\u1eef li\u1ec7u kh\u00f4ng quan tr\u1ecdng, th\u1ec3 sanh s\u1ea3n nhi\u1ec1u, cung c\u1ea5p m\u1ed9t t\u00f9y ch\u1ecdn l\u01b0u tr\u1eef chi ph\u00ed th\u1ea5p, r\u1ea5t c\u00f3 s\u1eb5n; Tuy nhi\u00ean, t\u00f9y ch\u1ecdn n\u00e0y l\u00e0 \u00edt d\u01b0 th\u1eeba. (Automatic Translation)
s3-store-configuration-name=S3 C\u1eeda h\u00e0ng c\u1ea5u h\u00ecnh (Automatic Translation)
secret-key=Ch\u00eca kh\u00f3a b\u00ed m\u1eadt (Automatic Translation)
secret-key-help=Thi\u1ebft l\u1eadp t\u00e0i kho\u1ea3n AWS kh\u00f3a b\u00ed m\u1eadt. (Automatic Translation)
