#X-Generator: crowdin.com
add-attribute=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e84\u0eb8\u0e99\u0ea5\u0eb1\u0e81\u0eaa\u0eb0\u0e99\u0eb0
add-custom-field=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e9e\u0eb7\u0ec9\u0e99\u0e97\u0eb5\u0ec8\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2
as-keyword=\u0ec0\u0e9b\u0eb1\u0e99\u0e84\u0eb5\u0ec0\u0ea7\u0eb5\u0e94
as-text=\u0ec0\u0e9b\u0eb1\u0e99\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1
custom-field-display-type-help=\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e84\u0ea7\u0e9a\u0e84\u0eb8\u0ea1\u0ec3\u0e94\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec3\u0e99\u0e9f\u0eb4\u0ea7\u0e99\u0eb5\u0ec9
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=Setting a custom field to hidden means that the field's value is never shown in any user interface besides this one. This lets the field be used for more obscure and advanced purposes such as acting as a placeholder for custom permissions. (Automatic Copy)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=\u0e9f\u0eb4\u0ea7\u0e84\u0eb5\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0ec1\u0ea1\u0ec8\u0e99\u0e88\u0eb0\u0e96\u0eb7\u0e81\u0ec3\u0e8a\u0ec9\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0ec4\u0e9b\u0e8d\u0eb1\u0e87\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e9c\u0ec8\u0eb2\u0e99
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0e9f\u0eb4\u0ea7\u0ec3\u0eab\u0ec9\u0ec0\u0e9b\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0eaa\u0eb4\u0e94\u0e97\u0eb4\u0e99\u0eb1\u0ec9\u0e99\u0edd\u0eb2\u0e8d\u0e84\u0ea7\u0eb2\u0ea1\u0ea7\u0ec8\u0eb2\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e95\u0ec9\u0ead\u0e87\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0eaa\u0eb4\u0e94\u0e97\u0eb4\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e9f\u0eb4\u0ea7\u0e99\u0eb5\u0ec9. \u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb1\u0ec9\u0e87\u0e99\u0eb5\u0ec9\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e82\u0ebd\u0e99\u0e97\u0eb1\u0e9a\u0ea1\u0eb9\u0e99\u0e84\u0ec8\u0eb2\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0e87\u0ec3\u0e99\u0e81\u0ecd\u0ea5\u0eb0\u0e99\u0eb5\u0e99\u0eb5\u0ec9
custom-fields-are-not-enabled-for-any-resource=\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e9f\u0eb4\u0ec9\u0ea7\u0e95\u0ec8\u0eb2\u0e87\u0ec6\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e8a\u0eb1\u0e9a\u0e9e\u0eb0\u0e8d\u0eb2\u0e81\u0ead\u0e99\u0e95\u0ec8\u0eb2\u0e87\u0ec6
enter-one-value-per-line=Enter one value per line. (Automatic Copy)
index-type=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ead\u0eb5\u0e99\u0ec0\u0e94\u0eb1\u0e81
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\u0e9f\u0eb4\u0ea7\u0e97\u0eb5\u0ec8\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0ec0\u0ead\u0e87
not-searchable=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e84\u0ebb\u0ec9\u0e99\u0eab\u0eb2
please-enter-a-valid-value=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e9b\u0ec9\u0ead\u0e99\u0ea1\u0eb9\u0e99\u0e84\u0ec8\u0eb2\u0e97\u0eb5\u0ec8\u0ec0\u0edd\u0eb2\u0eb0\u0eaa\u0ebb\u0ea1
selection-list=\u0e81\u0eb2\u0e99\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99
the-custom-field-could-not-be-found=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ead\u0e81\u0eab\u0eb2\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87\u0e9f\u0eb4\u0ea7\u0ec4\u0e94\u0ec9
visible-with-update-permission=\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0ec4\u0e94\u0ec9\u0ec2\u0e94\u0e8d\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87
