#X-Generator: crowdin.com
add-new-category=Th\u00eam chuy\u00ean m\u1ee5c m\u1edbi
add-new-vocabulary=Th\u00eam t\u1eeb \u0111i\u1ec3n m\u1edbi
add-vocabulary=Th\u00eam t\u1eeb \u0111i\u1ec3n
all-asset-subtypes=T\u1ea5t c\u1ea3 c\u00e1c ph\u00e2n lo\u1ea1i t\u00e0i s\u1ea3n
all-asset-types=T\u1ea5t c\u1ea3 c\u00e1c lo\u1ea1i t\u00e0i s\u1ea3n (asset )
allow-flattened-navigation=Allow Flattened Navigation (Automatic Copy)
allow-multiple-categories=Cho ph\u00e9p nhi\u1ec1u ch\u1ee7ng lo\u1ea1i (category)
asset-categories-admin-web-configuration-name=Asset Categories Web (Automatic Copy)
associated-asset-types=C\u00e1c lo\u1ea1i t\u00e0i s\u1ea3n k\u1ebft h\u1ee3p
category-navigation-display-style=Category Navigation Display Style (Automatic Copy)
flatten-x=Flatten ({0}) (Automatic Copy)
javax.portlet.description.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=<Chuy\u00ean m\u1ee5c> l\u00e0 t\u1eadp h\u1ee3p c\u00e1c t\u1eeb \u0111i\u1ec3n \u0111\u1ec3 \u0111\u00e1nh d\u1ea5u c\u00e1c n\u1ed9i dung th\u00f4ng tin. Qu\u1ea3n tr\u1ecb vi\u00ean c\u00f3 th\u1ec3 t\u1ea1o c\u00e1c t\u1eeb v\u1ef1ng v\u00e0 ph\u1ed5 bi\u1ebfn v\u1edbi c\u00e1c chuy\u00ean \u0111\u1ec1, theo \u0111\u00f3 ng\u01b0\u1eddi s\u1eed d\u1ee5ng c\u00f3 th\u1ec3 ch\u1ecdn khi sau khi \u0111\u00e3 \u0111\u01b0\u1ee3c x\u00e1c th\u1ef1c quy\u1ec1n truy c\u1eadp.
javax.portlet.title.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=Th\u1ec3 lo\u1ea1i (Automatic Translation)
number-of-categories=Number of Categories (Automatic Copy)
one-of-your-associated-asset-types-contains-an-invalid-value.-please-configure-it-again-or-remove-it=M\u1ed9t trong c\u00e1c lo\u1ea1i t\u00e0i s\u1ea3n li\u00ean quan c\u1ee7a b\u1ea1n c\u00f3 ch\u1ee9a m\u1ed9t gi\u00e1 tr\u1ecb kh\u00f4ng h\u1ee3p l\u1ec7. H\u00e3y c\u1ea5u h\u00ecnh n\u00f3 m\u1ed9t l\u1ea7n n\u1eefa ho\u1eb7c lo\u1ea1i b\u1ecf n\u00f3. (Automatic Translation)
please-enter-a-unique-property-key=Vui l\u00f2ng nh\u1eadp m\u1ed9t ph\u00edm b\u1ea5t \u0111\u1ed9ng s\u1ea3n \u0111\u1ed9c \u0111\u00e1o. (Automatic Translation)
please-enter-a-valid-property-key=Vui l\u00f2ng nh\u1eadp m\u1ed9t ch\u00eca kh\u00f3a h\u1ee3p l\u1ec7 b\u1ea5t \u0111\u1ed9ng s\u1ea3n. (Automatic Translation)
please-enter-a-valid-property-value=Vui l\u00f2ng nh\u1eadp m\u1ed9t gi\u00e1 tr\u1ecb h\u1ee3p l\u1ec7. (Automatic Translation)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-category=C\u00e1c thu\u1ed9c t\u00ednh l\u00e0 c\u00e1ch th\u00eam v\u00e0o c\u00e1c th\u00f4ng tin chi ti\u1ebft cho m\u1ed9t chuy\u00ean \u0111\u1ec1. Thu\u1ed9c t\u00ednh \u0111\u01b0\u1ee3c c\u1ea5u tr\u00fac \u1edf d\u1ea1ng Kh\u00f3a - Gi\u00e1 tr\u1ecb cho ph\u00e9p b\u1ea1n nh\u1eadp th\u00eam th\u00f4ng tin chi ti\u1ebft cho c\u00e1c chuy\u00ean \u0111\u1ec1 n\u00e0y.
select-category=Select Category (Automatic Copy)
the-asset-subtype-no-longer-exists=Phi\u00ean b\u1ea3n t\u00e0i s\u1ea3n kh\u00f4ng c\u00f2n t\u1ed3n t\u1ea1i. (Automatic Translation)
the-category-x-and-parent-category-should-not-be-the-same=The category {0} and parent category should not be the same. (Automatic Copy)
the-vocabulary-could-not-be-found=Chuy\u00ean m\u1ee5c kh\u00f4ng t\u00ecm th\u1ea5y.
there-are-no-categories.-you-can-add-a-category-by-clicking-the-plus-button-on-the-bottom-right-corner=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 lo\u1ea1i. B\u1ea1n c\u00f3 th\u1ec3 th\u00eam m\u1ed9t m\u1ee5c b\u1eb1ng c\u00e1ch nh\u1ea5n v\u00e0o n\u00fat c\u1ed9ng tr\u00ean g\u00f3c d\u01b0\u1edbi b\u00ean ph\u1ea3i. (Automatic Translation)
there-are-no-vocabularies=Kh\u00f4ng c\u00f3 t\u1eeb v\u1ef1ng kh\u00f4ng c\u00f3. (Automatic Translation)
there-are-no-vocabularies.-you-can-add-a-vocabulary-by-clicking-the-plus-button-on-the-bottom-right-corner=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 t\u1eeb v\u1ef1ng. B\u1ea1n c\u00f3 th\u1ec3 th\u00eam m\u1ed9t v\u1ed1n t\u1eeb v\u1ef1ng b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o n\u00fat c\u1ed9ng tr\u00ean g\u00f3c d\u01b0\u1edbi b\u00ean ph\u1ea3i. (Automatic Translation)
