#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306e\u8ffd\u52a0
autogenerate-structure-key-description=Check this if dynamic data mapping structure keys should always be autogenerated.
autogenerate-template-key-description=Check this if dynamic data mapping template keys should always be autogenerated.
changeable-default-language=Changeable Default Language
changeable-default-language-description=If checked, the default language of dynamic data mapping structures will be changeable. The default language of dynamic data mapping structures is inherited from the site settings.
changing-the-language-does-not-automatically-translate-the-existing-template-script=\u8a00\u8a9e\u306e\u5909\u66f4\u3067\u306f\u3001\u5b58\u5728\u3059\u308b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u81ea\u52d5\u7684\u306b\u7ffb\u8a33\u3059\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u8a00\u8a9e\u3092\u5909\u66f4\u3057\u305f\u5f8c\u306b\u30d1\u30ec\u30c3\u30c8\u3092\u4f7f\u3046\u5834\u5408\u3001\u6700\u521d\u306b\u4fdd\u5b58\u3057\u3066\u304f\u3060\u3055\u3044
copy-display-templates=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30b3\u30d4\u30fc
copy-form-templates=\u30d5\u30a9\u30fc\u30e0\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30b3\u30d4\u30fc
copy-template=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u30b3\u30d4\u30fc\u3059\u308b
copy-templates=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u30b3\u30d4\u30fc
copy-x={0}\u3092\u30b3\u30d4\u30fc
ddm-structure-local-service=DDM \u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9
ddm-structure-local-service-help=\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0(DDM)\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
ddm-structure-service=DDM \u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u30b5\u30fc\u30d3\u30b9
ddm-structure-service-help=\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0(DDM)\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u30c1\u30a7\u30c3\u30af\u306f\u305d\u306e\u624b\u6cd5\u306b\u542b\u307e\u308c\u307e\u3059\u3002
ddm-template-local-service=DDM\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9
ddm-template-local-service-help=\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0(DDM)\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u30b3\u30d4\u30fc\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
ddm-template-service=DDM\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30b5\u30fc\u30d3\u30b9
ddm-template-service-help=\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0(DDM)\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3001\u8ffd\u52a0\u3001\u30b3\u30d4\u30fc\u3001\u524a\u9664\u3001\u66f4\u65b0\u3059\u308b\u305f\u3081\u306e\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u30c1\u30a7\u30c3\u30af\u306f\u305d\u306e\u624b\u6cd5\u306b\u542b\u307e\u308c\u307e\u3059\u3002
ddmweb-configuration-name=Dynamic Data Mapping Web
edit-default-values=\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306e\u7de8\u96c6
ftl[stands-for]=FreeMarker
items-class=\u30a2\u30a4\u30c6\u30e0\u7a2e\u5225
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=\u52d5\u7684\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=Application Display Templates (Automatic Copy)
journal-article=Web\u30b3\u30f3\u30c6\u30f3\u30c4
journal-template-cacheable-help=\u30ea\u30af\u30a8\u30b9\u30c8\u51e6\u7406\u3001CMS\u691c\u7d22API\u307e\u305f\u306f\u4ed6\u306e\u52d5\u7684\u6a5f\u80fd\u3092\u4f7f\u3046\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u958b\u767a\u6642\u306f\u3001\u30c1\u30a7\u30c3\u30af\u3092\u5916\u3057\u3066\u304f\u3060\u3055\u3044\u3002
json[stands-for]=JSON
manage-templates=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u7ba1\u7406
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=\u52d5\u7684\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0\u30fb\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u52d5\u7684\u30c7\u30fc\u30bf\u30de\u30c3\u30d4\u30f3\u30b0\u30fb\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
new-structure=\u65b0\u3057\u3044\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc
only-allow-deleting-required-fields-in-edit-mode=\u7de8\u96c6\u30e2\u30fc\u30c9\u3067\u5fc5\u9808\u30d5\u30a3\u30eb\u30c9\u306e\u307f\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u3092\u53ef\u80fd\u306b\u3059\u308b\u3002
parent-x=\u89aa {0}
please-enter-a-valid-script=\u6709\u52b9\u306a\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u6b63\u3057\u304f\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=\u4e00\u610f\u3068\u306a\u308b\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002(\u89aa\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u304b\u3089\u7d99\u627f\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u540d\u3092\u542b\u307f\u307e\u3059)
save-and-continue=\u4fdd\u5b58\u3057\u3066\u7d9a\u3051\u308b
script-file=\u30b9\u30af\u30ea\u30d7\u30c8\u30d5\u30a1\u30a4\u30eb
storage-type=\u30b9\u30c8\u30ec\u30fc\u30b8\u30bf\u30a4\u30d7
structure-help=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306e\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u306f\u4e00\u822c\u7684\u306a\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u4f7f\u7528\u3057\u305f\u3044\u5834\u5408\u306f\u9805\u76ee\u306b\u7a7a\u767d\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
template-key-help=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30ad\u30fc\u306f\u30d7\u30ed\u30b0\u30e9\u30e0\u7684\u306b\u3053\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u307b\u304b\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u3088\u3046\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=\uff11\u3064\u4ee5\u4e0a\u306e\u30b5\u30d6\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u3053\u306e\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=\uff11\u3064\u4ee5\u4e0a\u306e\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u30ea\u30f3\u30af\u304b\u3089\u53c2\u7167\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=\uff11\u3064\u4ee5\u4e0a\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u53c2\u7167\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=\uff11\u3064\u4ee5\u4e0a\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30ea\u30f3\u30af\u304b\u3089\u5229\u7528\u3055\u308c\u3066\u3044\u308b\u306e\u3067\u3001\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=\u3053\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u53c2\u7167\u3057\u3066\u3044\u308b\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u304c\u3042\u308a\u307e\u3059\u3002\u30d5\u30a3\u30fc\u30eb\u30c9\u540d\u3092\u524a\u9664\u3082\u3057\u304f\u306f\u30ea\u30cd\u30fc\u30e0\u3057\u305f\u5834\u5408\u306f\u3001\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3082\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
this-is-a-collection-of-fields=\u3053\u308c\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306b\u306a\u308a\u307e\u3059
this-is-a-repeatable-field=\u7e70\u308a\u8fd4\u3057\u53ef\u80fd\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u3059\u3002\u4f5c\u6210\u8005\u304b\u3089\u306e\u5024\u3092\u8aad\u307f\u8fbc\u3080\u305f\u3081\u306b\u3001\u7e70\u308a\u8fd4\u3057\u8981\u7d20\u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3059
variable=\u5024
vm[stands-for]=Velocity
x-key={0}\u30ad\u30fc
x-version-x={0} ({1})
you-cannot-remove-default-attributes=You cannot remove default attributes. (Automatic Copy)
you-have-entered-invalid-json=You have entered invalid JSON. (Automatic Copy)
