#X-Generator: crowdin.com
captcha-engine=KAPIT\u00c1NY motor (Automatic Translation)
captcha-engine-help=\u00c1ll\u00edtsa be a captchas l\u00e9trehoz\u00e1s\u00e1hoz haszn\u00e1lt motor. tulajdon visszav\u00e9tele haszn\u00e1l egy k\u00fcls\u0151 szolg\u00e1ltat\u00f3, hogy egym\u00e1st\u00f3l f\u00fcggetlen\u00fcl kell konfigur\u00e1lni, de egy hallhat\u00f3 alternat\u00edv\u00e1t, ami a kapit\u00e1ny a gyeng\u00e9n l\u00e1t\u00f3k sz\u00e1m\u00e1ra hozz\u00e1f\u00e9rhet\u0151. L\u00e1sd https\://www.google.com/recaptcha/admin/create a r\u00e9szletek\u00e9rt. (Automatic Translation)
max-challenges-help=CAPTCHA ellen\u0151rz\u00e9s portlet munkamenetenk\u00e9nti maxim\u00e1lis sz\u00e1m\u00e1nak be\u00e1ll\u00edt\u00e1sa. K\u00e9szlet ez \u00e9rt\u00e9k-hoz 0-hoz mindig ellen\u0151rizze. Ezt az \u00e9rt\u00e9ket \u00e1ll\u00edtsuk egy sz\u00e1mot 0-n\u00e1l kisebb soha nem ellen\u0151rz\u00e9se. Nem hiteles\u00edtett felhaszn\u00e1l\u00f3k mindig ellen\u0151rzik minden k\u00e9r\u00e9sre, ha enged\u00e9lyezve van a captcha-ellen\u0151rz\u00e9s. (Automatic Translation)
recaptcha-no-script-url=Nincs parancsf\u00e1jl-URL-reCAPTCHA (Automatic Translation)
recaptcha-private-key=reCAPTCHA priv\u00e1t kulcs
recaptcha-public-key=reCAPTCHA nyilv\u00e1nos kulcs
recaptcha-script-url=Parancsf\u00e1jl-URL-reCAPTCHA (Automatic Translation)
recaptcha-verify-url=tulajdon visszav\u00e9tele ellen\u0151rz\u00e9se URL (Automatic Translation)
simple-captcha-background-producers=Egyszer\u0171 CAPTCHA h\u00e1tt\u00e9r termel\u0151k (Automatic Translation)
simple-captcha-background-producers-help=Bemeneti oszt\u00e1ly nev\u00e9t, amely implement\u00e1lja a nl.captcha.backgrounds.BackgroundProducer. Ezek az oszt\u00e1lyok v\u00e9letlenszer\u0171en felhaszn\u00e1lja egyszer\u0171 CAPTCHA gener\u00e1lni a h\u00e1tt\u00e9rben a captcha-k\u00e9pet. (Automatic Translation)
simple-captcha-gimpy-renderers=Egyszer\u0171 CAPTCHA GIMPes Renderers (Automatic Translation)
simple-captcha-gimpy-renderers-help=Bemeneti oszt\u00e1ly nev\u00e9t, amely implement\u00e1lja a nl.captcha.gimpy.GimpyRenderer. Ezek az oszt\u00e1lyok v\u00e9letlenszer\u0171en haszn\u00e1land\u00f3 egyszer\u0171 kapit\u00e1ny \u00e1ltal gimp captcha-k\u00e9pet. (Automatic Translation)
simple-captcha-height=Egyszer\u0171 CAPTCHA magass\u00e1g (Automatic Translation)
simple-captcha-height-help=CAPTCHA k\u00e9p egyszer\u0171 kapit\u00e1ny \u00e1ltal l\u00e9trehozott magass\u00e1g\u00e1nak be\u00e1ll\u00edt\u00e1sa (Automatic Translation)
simple-captcha-noise-producers=Egyszer\u0171 CAPTCHA zaj termel\u0151k (Automatic Translation)
simple-captcha-noise-producers-help=Bemeneti oszt\u00e1ly nev\u00e9t, amely implement\u00e1lja a nl.captcha.noise.NoiseProducer. Ezek az oszt\u00e1lyok v\u00e9letlenszer\u0171en felhaszn\u00e1lja egyszer\u0171 CAPTCHA zaj hozz\u00e1ad\u00e1sa egy captcha-k\u00e9p. (Automatic Translation)
simple-captcha-text-producers=Egyszer\u0171 CAPTCHA sz\u00f6veg termel\u0151k (Automatic Translation)
simple-captcha-text-producers-help=Bemeneti oszt\u00e1ly nev\u00e9t, amely implement\u00e1lja a nl.captcha.text.producer.TextProducer. Ezek az oszt\u00e1lyok v\u00e9letlenszer\u0171en felhaszn\u00e1lja egyszer\u0171 CAPTCHA sz\u00f6veg egy captcha-k\u00e9p l\u00e9trehoz\u00e1s\u00e1hoz. (Automatic Translation)
simple-captcha-width=Egyszer\u0171 CAPTCHA sz\u00e9less\u00e9ge (Automatic Translation)
simple-captcha-width-help=CAPTCHA k\u00e9p egyszer\u0171 kapit\u00e1ny \u00e1ltal l\u00e9trehozott sz\u00e9less\u00e9g\u00e9nek be\u00e1ll\u00edt\u00e1sa (Automatic Translation)
simple-captcha-word-renderers=Egyszer\u0171 CAPTCHA sz\u00f3 Renderers (Automatic Translation)
simple-captcha-word-renderers-help=Bemeneti oszt\u00e1ly nev\u00e9t, amely implement\u00e1lja a nl.captcha.text.renderer.WordRenderer. Ezek az oszt\u00e1lyok v\u00e9letlenszer\u0171en felhaszn\u00e1lja egyszer\u0171 CAPTCHA sz\u00f6veg a captcha-k\u00e9pet t\u00e9tele. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=A reCAPTCHA priv\u00e1t kulcs \u00e9rv\u00e9nytelen.
the-recaptcha-public-key-is-not-valid=A reCAPTCHA nyilv\u00e1nos kulcs \u00e9rv\u00e9nytelen.
