#X-Generator: crowdin.com
add-new-category=Adaug\u0103 categorie
add-new-vocabulary=Adaug\u0103 Vocabular
add-vocabulary=Adaug\u0103 Vocabular
all-asset-subtypes=All Asset Subtypes (Automatic Copy)
all-asset-types=All Asset Types (Automatic Copy)
allow-flattened-navigation=Allow Flattened Navigation (Automatic Copy)
allow-multiple-categories=Allow Multiple Categories (Automatic Copy)
asset-categories-admin-web-configuration-name=Asset Categories Web (Automatic Copy)
associated-asset-types=Associated Asset Types (Automatic Copy)
category-navigation-display-style=Category Navigation Display Style (Automatic Copy)
flatten-x=Flatten ({0}) (Automatic Copy)
javax.portlet.description.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=Categoriile descriu un set de termeni de vocabular folosite pentru a eticheta con\u021binutul \u00eensu\u0219i. Administratorul poate crea vocabulare pe care s\u0103 le populeze cu categorii din care utilizatorii pot alege c\u00e2nd creaz\u0103 con\u021binut.
javax.portlet.title.com_liferay_asset_categories_admin_web_portlet_AssetCategoriesAdminPortlet=Categorii (Automatic Translation)
number-of-categories=Number of Categories (Automatic Copy)
one-of-your-associated-asset-types-contains-an-invalid-value.-please-configure-it-again-or-remove-it=Unul dintre tipurile de asociate activului con\u0163ine o valoare nevalid\u0103. V\u0103 rug\u0103m s\u0103 configura\u0163i-l din nou, sau scoate\u0163i-l. (Automatic Translation)
please-enter-a-unique-property-key=V\u0103 rug\u0103m s\u0103 introduce\u0163i o cheie de proprietate unic\u0103. (Automatic Translation)
please-enter-a-valid-property-key=V\u0103 rug\u0103m s\u0103 introduce\u0163i o cheie de proprietate valid\u0103. (Automatic Translation)
please-enter-a-valid-property-value=Introduce\u021bi o valoare de proprietate valid\u0103. (Automatic Translation)
properties-are-a-way-to-add-more-detailed-information-to-a-specific-category=Proprietatile sunt o metoda de a adauga mai multe informatii detaliate a o categorie specifica. Ele sunt separate in valori cheie care iti permit sa asocieze informatii detaliate cu o categorie.
select-category=Select Category (Automatic Copy)
the-asset-subtype-no-longer-exists=Subtip de mijloc nu mai exista. (Automatic Translation)
the-category-x-and-parent-category-should-not-be-the-same=The category {0} and parent category should not be the same. (Automatic Copy)
the-vocabulary-could-not-be-found=Categoria nu a putut fi gasita.
there-are-no-categories.-you-can-add-a-category-by-clicking-the-plus-button-on-the-bottom-right-corner=Nu sunt nici categorii. Pute\u0163i ad\u0103uga o categorie f\u0103c\u00e2nd clic pe butonul plus pe col\u0163ul din dreapta. (Automatic Translation)
there-are-no-vocabularies=Nu exist\u0103 nici o vocabulare. (Automatic Translation)
there-are-no-vocabularies.-you-can-add-a-vocabulary-by-clicking-the-plus-button-on-the-bottom-right-corner=Nu exist\u0103 nici un lexic. Pute\u0163i ad\u0103uga un vocabular f\u0103c\u00e2nd clic pe butonul plus pe col\u0163ul din dreapta. (Automatic Translation)
