#X-Generator: crowdin.com
additional-configurations-help=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1d\u0e31\u0e07 Elasticsearch, YML \u0e23\u0e39\u0e1b (elasticsearch.yml) (Automatic Translation)
additional-index-configurations-help=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e14\u0e31\u0e0a\u0e19\u0e35 Liferay \u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a JSON \u0e2b\u0e23\u0e37\u0e2d YML (Elasticsearch \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e14\u0e31\u0e0a\u0e19\u0e35 API) (Automatic Translation)
additional-type-mappings-help=\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a LiferayDocumentType \u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a JSON (Elasticsearch \u0e43\u0e2a\u0e48\u0e41\u0e21\u0e1b API) \u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e04\u0e27\u0e23\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14 \u0e14\u0e49\u0e27\u0e22\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e43\u0e2b\u0e21\u0e48\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49 \u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e43\u0e14 \u0e46 \u0e0b\u0e49\u0e2d\u0e19\u0e17\u0e31\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e01\u0e32\u0e23\u0e41\u0e17\u0e19\u0e17\u0e35\u0e48\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 \u0e43\u0e0a\u0e49 overrideTypeMappings (Automatic Translation)
bootstrap-mlockall-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e02\u0e49\u0e32 RAM \u0e2b\u0e19\u0e48\u0e27\u0e22\u0e04\u0e27\u0e32\u0e21\u0e08\u0e33 Elasticsearch \u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e16\u0e39\u0e01\u0e16\u0e2d\u0e14\u0e2d\u0e2d\u0e01 (Automatic Translation)
client-transport-ignore-cluster-name-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19\u0e44\u0e1b (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e2b\u0e49\u0e42\u0e2b\u0e19\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e22\u0e39\u0e48 \u0e41\u0e25\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07/\u0e1b\u0e34\u0e07\u0e21\u0e31\u0e01 (Automatic Translation)
client-transport-sniff-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e14\u0e21\u0e01\u0e25\u0e34\u0e48\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e44\u0e14\u0e49\u0e44\u0e1b\u0e40\u0e22\u0e37\u0e2d\u0e19\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e42\u0e2b\u0e19\u0e43\u0e19\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
cluster-name-help=\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21 \u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e27\u0e23\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e31\u0e49\u0e07\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e16\u0e36\u0e07 (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u0e0a\u0e48\u0e27\u0e07\u0e02\u0e2d\u0e07\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e17\u0e35\u0e48\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e04\u0e48\u0e32 discovery.zen.ping.unicast.hosts \u0e2b\u0e25\u0e32\u0e22\u0e42\u0e2b\u0e19 Elasticsearch \u0e1a\u0e19\u0e0a\u0e48\u0e27\u0e07\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e23\u0e32\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e0b\u0e38\u0e1a\u0e0b\u0e34\u0e1a\u0e17\u0e35\u0e48\u0e04\u0e2d\u0e21\u0e1e\u0e34\u0e27\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19 (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=\u0e01\u0e33\u0e40\u0e19\u0e34\u0e14\u0e43\u0e2b\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 HTTP CORS (Automatic Translation)
http-cors-configurations-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HTTP CORS, YML \u0e23\u0e39\u0e1b (elasticsearch.yml) (Automatic Translation)
http-cors-enabled-help=\u0e16\u0e49\u0e32\u0e40\u0e1b\u0e47\u0e19 \u0e01\u0e32\u0e23\u0e41\u0e0a\u0e23\u0e4c\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e44\u0e14\u0e49 \u0e02\u0e49\u0e32\u0e21\u0e17\u0e35\u0e48\u0e21\u0e32\u0e07\u0e32\u0e19 \u0e0b\u0e36\u0e48\u0e07\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e27\u0e48\u0e32 \u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e2d\u0e37\u0e48\u0e19\u0e21\u0e32\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e02\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22 Elasticsearch \u0e16\u0e49\u0e32\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d\u0e40\u0e27\u0e47\u0e1a front-end \u0e40\u0e0a\u0e48\u0e19 elasticsearch \u0e2b\u0e31\u0e27\u0e2d\u0e32\u0e08\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d (Automatic Translation)
http-enabled-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e0a\u0e31\u0e49\u0e19 HTTP \u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e0a\u0e31\u0e49\u0e19 HTTP \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e1a\u0e19\u0e42\u0e2b\u0e19\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\u0e43\u0e2b\u0e49\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e42\u0e14\u0e22\u0e15\u0e23\u0e07\u0e16\u0e39\u0e01\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
index-name-prefix-help=\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e0a\u0e37\u0e48\u0e2d\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e44\u0e21\u0e48\u0e04\u0e27\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e20\u0e32\u0e22\u0e43\u0e15\u0e49\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02\u0e1b\u0e01\u0e15\u0e34 \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e22\u0e31\u0e07 \u0e08\u0e31\u0e14\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e43\u0e2b\u0e21\u0e48\u0e1e\u0e2d\u0e23\u0e4c\u0e17\u0e31\u0e25 \u0e41\u0e25\u0e30\u0e25\u0e1a\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e40\u0e01\u0e48\u0e32\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23 Elasticsearch \u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 (Automatic Translation)
log-exceptions-only-help=\u0e2b\u0e32\u0e01\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e08\u0e32\u0e01 Elasticsearch \u0e41\u0e25\u0e30 rethrow \u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 (Automatic Translation)
network-bind-host-help=\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e42\u0e2b\u0e19\u0e04\u0e27\u0e23\u0e1c\u0e39\u0e01\u0e01\u0e31\u0e1a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1f\u0e31\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e02\u0e32\u0e40\u0e02\u0e49\u0e32 (Automatic Translation)
network-host-help=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e22\u0e39\u0e48 IP binded \u0e42\u0e2b\u0e19 \u0e0b\u0e36\u0e48\u0e07\u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28 (\u0e42\u0e06\u0e29\u0e13\u0e32) \u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e2b\u0e19\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e19\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c \u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e32\u0e07\u0e25\u0e31\u0e14\u0e0b\u0e36\u0e48\u0e07\u0e0a\u0e38\u0e14\u0e1c\u0e39\u0e01\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e25\u0e30\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19 (Automatic Translation)
network-publish-host-help=\u0e2d\u0e34\u0e19\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e1f\u0e0b\u0e40\u0e14\u0e35\u0e22\u0e27\u0e42\u0e2b\u0e19\u0e42\u0e06\u0e29\u0e13\u0e32\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e2b\u0e19\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e19\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e42\u0e2b\u0e19\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e44\u0e14\u0e49 (Automatic Translation)
operation-mode-help=\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c Elasticsearch \u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e41\u0e1a\u0e1a\u0e2a\u0e41\u0e15\u0e19\u0e14\u0e4c\u0e2d\u0e42\u0e25\u0e19 \u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e1d\u0e31\u0e07\u0e15\u0e31\u0e27\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c Elasticsearch \u0e20\u0e32\u0e22\u0e43\u0e19 JVM \u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19 \u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e1d\u0e31\u0e07\u0e15\u0e31\u0e27\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 (Automatic Translation)
override-type-mappings-help=\u0e41\u0e17\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23 LiferayDocumentType \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 \u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a JSON (Elasticsearch \u0e43\u0e2a\u0e48\u0e41\u0e21\u0e1b API) \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49 \u0e2a\u0e23\u0e49\u0e32\u0e07\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19\u0e04\u0e33\u0e19\u0e34\u0e22\u0e32\u0e21\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e41\u0e25\u0e30\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e04\u0e30\u0e41\u0e19\u0e19 \u0e43\u0e0a\u0e49\u0e04\u0e33\u0e19\u0e34\u0e22\u0e32\u0e21\u0e19\u0e35\u0e49\u0e41\u0e21\u0e1b\u0e2d\u0e37\u0e48\u0e19\u0e41\u0e17\u0e19 \u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e21\u0e32\u0e15\u0e23\u0e10\u0e32\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 LiferayDocumentType \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e35\u0e22\u0e07\u0e41\u0e04\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e41\u0e21\u0e1b\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48 \u0e42\u0e14\u0e22\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e14 \u0e46 \u0e17\u0e35\u0e48\u0e17\u0e31\u0e1a\u0e0b\u0e49\u0e2d\u0e19 \u0e43\u0e0a\u0e49 additionalTypeMappings (Automatic Translation)
retry-on-conflict-help=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e25\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e16\u0e49\u0e32\u0e23\u0e38\u0e48\u0e19\u0e04\u0e27\u0e32\u0e21\u0e02\u0e31\u0e14\u0e41\u0e22\u0e49\u0e07\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e35\u0e22\u0e01\u0e21\u0e31\u0e19 \u0e41\u0e25\u0e30\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e21\u0e31\u0e19 (Automatic Translation)
sync-search=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e23\u0e35\u0e22\u0e01\u0e43\u0e0a\u0e49 \u0e1a\u0e19\u0e40\u0e18\u0e23\u0e14 invoker \u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e43\u0e19\u0e02\u0e2d\u0e07 Elasticsearch \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e18\u0e23\u0e14 \u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e1d\u0e31\u0e07\u0e15\u0e31\u0e27\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 (Automatic Translation)
transport-addresses-help=\u0e2d\u0e22\u0e39\u0e48\u0e42\u0e2b\u0e19\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a \u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e30\u0e22\u0e30\u0e44\u0e01\u0e25 (Automatic Translation)
transport-tcp-port-help=\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e43\u0e19\u0e01\u0e32\u0e23\u0e1c\u0e39\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e37\u0e48\u0e2d\u0e2a\u0e32\u0e23\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e42\u0e2b\u0e19 \u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27\u0e2b\u0e23\u0e37\u0e2d\u0e0a\u0e48\u0e27\u0e07 (\u0e40\u0e0a\u0e48\u0e19 9300-9400) (Automatic Translation)
