#X-Generator: crowdin.com
authentication-search-filter-help=Sy\u00f6t\u00e4 hakusuodatin, jota k\u00e4ytet\u00e4\u00e4n k\u00e4ytt\u00e4j\u00e4n kelpoisuuden testaamiseen. Tunnukset @company_id@, @email_address@, @screen_name@ ja @user_id@ korvataan suorituksen aikana oikeilla arvoilla.
autogenerate-user-password=Luo k\u00e4ytt\u00e4j\u00e4n salasana automaattisesti
base-dn-help=Perus-DN m\u00e4\u00e4ritt\u00e4\u00e4 alkuper\u00e4isen hakukontekstin k\u00e4ytt\u00e4jille, ja se on valinnainen.
contact-custom-mappings-help=Tuodessa ja viedess\u00e4 k\u00e4ytt\u00e4ji\u00e4 portaaliin, portaali k\u00e4ytt\u00e4\u00e4 t\u00e4t\u00e4 m\u00e4\u00e4rittely\u00e4, mill\u00e4 yhdistet\u00e4\u00e4n LDAP k\u00e4ytt\u00e4j\u00e4n kent\u00e4t ja portalin henkil\u00f6tietojen muokautettuihin kenttiin.
contact-mappings-help=Tuodessa ja viedess\u00e4 k\u00e4ytt\u00e4ji\u00e4 portaaliin, portaali k\u00e4ytt\u00e4\u00e4 t\u00e4t\u00e4 m\u00e4\u00e4rittely\u00e4, mill\u00e4 yhdistet\u00e4\u00e4n LDAP k\u00e4ytt\u00e4j\u00e4n kent\u00e4t ja portalin henkil\u00f6tietojen kenttiin.
create-role-per-group=Luo rooli per ryhm\u00e4
default-user-password=K\u00e4ytt\u00e4j\u00e4salasanan oletus
enable-group-cache=Ota k\u00e4ytt\u00f6\u00f6n ryhm\u00e4v\u00e4limuisti
enable-user-password=Ota k\u00e4ytt\u00f6\u00f6n k\u00e4ytt\u00e4j\u00e4salasana
export-enabled-help=K\u00e4ytt\u00e4j\u00e4 asetuksien ulosviemisen portaalista LDAP\:n. T\u00e4m\u00e4 mahdollista k\u00e4ytt\u00e4j\u00e4n muokata etunimen, sukunimen jne. portaalissa ja muutoset sitten siirret\u00e4\u00e4n LDAP-palvelimelle. N\u00e4it\u00e4 asetuksia ei k\u00e4ytett\u00e4 ellei asetus\: "LDAPAuthConfiguration.enabled" arvona ole true.
export-group-enabled-help=Aseta t\u00e4m\u00e4 todeksi, jos ryhm\u00e4t ja niihin liittyv\u00e4t vied\u00e4\u00e4n portaalista LDAP-palvelimelle. T\u00e4t\u00e4 asetusta ei k\u00e4ytet\u00e4 ellei asetus\: "LDAPAuthConfiguration.enabled" arvona ole true.
group-default-object-classes-help=Kun ryhm\u00e4 vied\u00e4\u00e4n LDAP palvelimelle ja ryhm\u00e4\u00e4 ei l\u00f6ydy, ryhm\u00e4 luodaan seuraavien vakio objekti luokkien kanssa.
group-mappings-help=Tuotaessa ryhmi\u00e4 portaaliin, portaali k\u00e4ytt\u00e4\u00e4 t\u00e4t\u00e4 s\u00e4\u00e4nt\u00f6\u00e4 yhdist\u00e4m\u00e4\u00e4n LDAP ryhm\u00e4 kent\u00e4t ja portaalin k\u00e4ytt\u00e4j\u00e4ryhmien kent\u00e4t.
group-search-filter-enabled-help=Jos on asetetu todeksi, ryhm\u00e4 suodatinta k\u00e4ytet\u00e4\u00e4n, mutta vain ryhmille mille on m\u00e4\u00e4ritelty base DN. Jos on m\u00e4\u00e4ritelty ep\u00e4todeksi, suodatinta ei k\u00e4ytet\u00e4 ja kaikki ryhm\u00e4t, mitk\u00e4 liittyv\u00e4t tuotuihin k\u00e4ytt\u00e4jiin tuodaan riippumatta base DN asetuksesta.
groups-dn-help=Uudet ryhm\u00e4t luodaan m\u00e4\u00e4riteltyyn DN\:n. T\u00e4m\u00e4 on aktiivinen vain, jos asetus "LDAPAuthConfiguration.enabled" ja "LDAPExportConfiguration.enabled" on asetettu true.
import-create-role-per-group-help=Aseta t\u00e4m\u00e4 todeksi (true), jos portaalin tulisi automaattisesti luoda rooli jokaiselle ryhm\u00e4lle, mik\u00e4 tuodaan LDAP\:sta. Rooli kytket\u00e4\u00e4n ryhm\u00e4\u00e4n, joten k\u00e4ytt\u00e4j\u00e4t voivat automaattisesti peri\u00e4 roolin k\u00e4ytt\u00f6oikeudet, kun ovat ryhm\u00e4n j\u00e4seni\u00e4.
import-group-cache-enabled-help=M\u00e4\u00e4rittele joko ryhm\u00e4 DN haut k\u00e4ytt\u00e4v\u00e4t v\u00e4limuistia LDAP sis\u00e4\u00e4n tuonnissa ja sis\u00e4\u00e4nkirjautumisesssa. T\u00e4m\u00e4 ollessa tosi (true), se nopeuttaa LDAP tietojen tuontia ja sis\u00e4\u00e4nkirjautumista, mutta p\u00e4ivityksi\u00e4 ei tunnisteta ennen kuin v\u00e4limuisti vanhenee. Valimuistin koko ja vanhenemisaika voidaan m\u00e4\u00e4ritell\u00e4 k\u00e4ytt\u00e4en v\u00e4limuistin nime\u00e4 "com.liferay.portal.security.exportimport.UserImporter".
import-lock-expiration-time-help=Aseta lukon p\u00e4\u00e4ttymisaika LDAP-tuonnille. P\u00e4\u00e4ttymisaika on oletuksena 1 p\u00e4iv\u00e4.
import-method=Tuontitapa
import-method-help=Aseta joko k\u00e4ytt\u00e4j\u00e4 tai ryhm\u00e4 tuonnin tavaksi. Jos asetettu k\u00e4ytt\u00e4j\u00e4ksi, portaali tuo kaikki k\u00e4ytt\u00e4j\u00e4t ja niihin liittyv\u00e4t ryhm\u00e4t. Jos asetetaan ryhm\u00e4ksi, portaali tuo kaikki ryhm\u00e4t ja niihin liittyv\u00e4t k\u00e4ytt\u00e4j\u00e4t. T\u00e4m\u00e4n arvon tulisi olla asetettu riippuen kuinka LDAP-palvelin talllentaa ryhm\u00e4-j\u00e4sennyydet.
ldap-auth-configuration-name=LDAP autentikointi
ldap-export-configuration-name=Vienti LDAP\:n
ldap-import-configuration-name=Tuonti LDAP\:sta
ldap-server-configuration-name=LDAP palvelimet
lock-expiration-time=Lukon p\u00e4\u00e4ttymisaika
method-help=Aseta autentikaatio toimimaan salasanavertailua tai LDAP autentikointia. Suurin osa LDAP toimittajista suosii LDAP autentikointia, joten sinun ei tarvitse huolehtia salaus-strategoista.
page-size-help=Aseta sivukoko, hakemisto palvelimille, mitk\u00e4 tukevat sivustusta. T\u00e4m\u00e4n arvon tulee olla 1000 tai v\u00e4hemm\u00e4n Microsoft Active Directory Server\:lla.
password-encryption-algorithm-help=Aseta salasanan salausalgoritmi k\u00e4ytt\u00e4m\u00e4\u00e4n salasanan vertailua tietojen sis\u00e4\u00e4n tuonnissa ja salasanojen salaamiseen tietojen vienniss\u00e4 LDAP\:n. Salasanojen vertailua k\u00e4ytet\u00e4\u00e4n vain silloin kun asetus "LDAPAuthConfiguration.method" on m\u00e4\u00e4ritelty "password-compare". Jos salaus on m\u00e4\u00e4ritlety NONE, mik\u00e4 on vakioarvo, salasant k\u00e4sitell\u00e4\u00e4n salaamattomana tekstin\u00e4. SHA-512 salausalgoritmia ei tueta.
password-policy-enabled-help=Set this to true to use LDAP's password policy instead of the portal password policy. If set to true, it is possible that portal generated passwords will not match the LDAP policy. See the "passwords.regexptoolkit.*" properties for details on configuring RegExpToolkit in generating these passwords. Note that if this is enabled, the portal will not check for valid passwords, expired passwords, or users that are locked out. This is now handled by the LDAP server's password policy. (Automatic Copy)
range-size-help=Aseta kuinka monta arvoa mikin haku palauttaa moniarvo kentt\u00e4\u00e4n, LDAP-palvelimilta, mitk\u00e4 tukevat range haku ominaisuutta. Rangen koko t\u00e4ytyy olla 1000 tai v\u00e4hemm\u00e4n Windows 2000 tai 1500 tai v\u00e4hemm\u00e4n Windows Server 2003\:ssa.
system-ldap-configuration-name=J\u00e4rjestelm\u00e4 LDAP
user-custom-mappings-help=Tuotaessa tai viet\u00e4ess\u00e4 k\u00e4ytt\u00e4ji\u00e4, portaali k\u00e4ytt\u00e4\u00e4 t\u00e4t\u00e4 tietojen yhdist\u00e4misasetusta m\u00e4\u00e4ritt\u00e4\u00e4kseen mitik\u00e4 LDAP kent\u00e4t vastaavat k\u00e4ytt\u00e4j\u00e4n lis\u00e4kentti\u00e4.
user-default-object-classes-help=K\u00e4ytt\u00e4j\u00e4n viedess\u00e4 k\u00e4ytt\u00e4ji\u00e4 LDAP ja jos k\u00e4ytt\u00e4j\u00e4\u00e4 ei l\u00f6ydy LDAP\:ssa, k\u00e4ytt\u00e4j\u00e4 luodaan k\u00e4ytt\u00e4jen seuraavia vakio objekti luokkia.
user-ignore-attributes-help=Aseta k\u00e4ytt\u00e4j\u00e4n kent\u00e4t, mitk\u00e4 hallinoidaan portaalissa. Kun tuodaan k\u00e4ytt\u00e4j\u00e4 LDAP\:sta, n\u00e4it\u00e4 kentti\u00e4 ei huomoida.
user-mappings-help=Tuotaessa tai viet\u00e4ess\u00e4 k\u00e4ytt\u00e4ji\u00e4, portaali k\u00e4ytt\u00e4\u00e4 t\u00e4t\u00e4 yhdist\u00e4miss\u00e4\u00e4nt\u00f6\u00e4 kytke\u00e4kseen k\u00e4ytt\u00e4j\u00e4n LDAP kent\u00e4t portaalin k\u00e4ytt\u00e4j\u00e4n kenttiin.
user-search-filter-help=Asetukset mit\u00e4 tuodaan LDAP\:sta portaaliin. N\u00e4m\u00e4 asetukset ei k\u00e4ytet\u00e4 ellei k\u00e4ytt\u00e4j\u00e4 asetus "LDAPImportConfiguration.enabled" ole asetettu todeksi (true).
users-dn-help=Uudet k\u00e4ytt\u00e4j\u00e4t luodaan m\u00e4\u00e4ritellylle DN\:lle. T\u00e4m\u00e4 on k\u00e4yt\u00f6ss\u00e4 vain jos asetus "LDAPAuthConfiguration.enabled" ja "LDAPExportConfiguration.enabled" on asetettu todeksi (true).
