#X-Generator: crowdin.com
authentication-search-filter-help=\u0916\u094b\u091c \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u093f\u0938\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0935\u0948\u0927\u0924\u093e \u0915\u093e \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 \u091f\u094b\u0915\u0928 \u0939\u0948 @company_id @, @email_address @, @screen_name @, \u0914\u0930 @user_id @ \u0930\u0928\u091f\u093e\u0907\u092e \u092a\u0930 \u0938\u0939\u0940 \u092e\u093e\u0928 \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 (Automatic Translation)
autogenerate-user-password=\u0938\u094d\u0935\u0924\: \u091c\u0928\u0930\u0947\u091f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 (Automatic Translation)
base-dn-help=\u0906\u0927\u093e\u0930 DN \u092a\u094d\u0930\u093e\u0930\u0902\u092d\u093f\u0915 \u0916\u094b\u091c \u092a\u094d\u0930\u0938\u0902\u0917 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0924\u093e \u0939\u0948 \u0914\u0930 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0939\u0948\u0964 (Automatic Translation)
contact-custom-mappings-help=\u091c\u092c \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902, \u092a\u094b\u0930\u094d\u091f\u0932 LDAP \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0914\u0930 \u092a\u094b\u0930\u094d\u091f\u0932 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0940 \u0915\u0938\u094d\u091f\u092e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0917\u093e\u0964 (Automatic Translation)
contact-mappings-help=\u091c\u092c \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902, \u092a\u094b\u0930\u094d\u091f\u0932 LDAP \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0914\u0930 \u092a\u094b\u0930\u094d\u091f\u0932 \u0938\u0902\u092a\u0930\u094d\u0915 \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0917\u093e\u0964 (Automatic Translation)
create-role-per-group=\u092d\u0942\u092e\u093f\u0915\u093e \u0938\u092e\u0942\u0939 \u092a\u094d\u0930\u0924\u093f \u092c\u0928\u093e\u090f\u0901 (Automatic Translation)
default-user-password=Deafult \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 (Automatic Translation)
enable-group-cache=\u0938\u0915\u094d\u0937\u092e \u0938\u092e\u0942\u0939 \u0915\u0948\u0936 (Automatic Translation)
enable-user-password=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u094b \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902 (Automatic Translation)
export-enabled-help=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f LDAP \u092a\u094b\u0930\u094d\u091f\u0932 \u0938\u0947 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938\u0964 \u092f\u0939 \u0909\u0928\u0915\u0947 \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e, \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e, \u0906\u0926\u093f \u0907\u0938 \u092a\u094b\u0930\u094d\u091f\u0932 \u092e\u0947\u0902 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0939\u0948 \u0915\u093f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f LDAP \u0938\u0930\u094d\u0935\u0930 \u0927\u0915\u094d\u0915\u093e \u0926\u093f\u092f\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u092f\u0939 \u0938\u0947\u091f\u093f\u0902\u0917 \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u091c\u092c \u0924\u0915 \u0915\u093f "LDAPAuthConfiguration.enabled" \u0917\u0941\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u0948 \u092f\u0939 \u0938\u091a \u0939\u0948\u0964 (Automatic Translation)
export-group-enabled-help=\u0907\u0938 \u092a\u094b\u0930\u094d\u091f\u0932 \u0938\u0947 \u0938\u092e\u0942\u0939\u094b\u0902 \u0914\u0930 \u0909\u0928\u0915\u0947 \u0938\u0902\u0917\u0920\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f LDAP \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u092f\u0926\u093f \u092f\u0939 \u0938\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 \u0938\u0947\u091f\u093f\u0902\u0917 \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u091c\u092c \u0924\u0915 \u0915\u093f "LDAPAuthConfiguration.enabled" \u0917\u0941\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u0948 \u092f\u0939 \u0938\u091a \u0939\u0948\u0964 (Automatic Translation)
group-default-object-classes-help=\u091c\u092c \u090f\u0915 \u0938\u092e\u0942\u0939 LDAP \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0914\u0930 \u0938\u092e\u0942\u0939 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948, \u0938\u092e\u0942\u0939 \u0928\u093f\u092e\u094d\u0928 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092c\u0928\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
group-mappings-help=\u091c\u092c \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u094b \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u093e, \u092a\u094b\u0930\u094d\u091f\u0932 LDAP \u0938\u092e\u0942\u0939 \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901 \u0914\u0930 \u092a\u094b\u0930\u094d\u091f\u0932 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u092e\u0942\u0939 \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0917\u093e\u0964 (Automatic Translation)
group-search-filter-enabled-help=\u0938\u0947\u091f\u093f\u0902\u0917 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094b\u0930\u094d\u091f\u0932 LDAP \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964 \u0907\u0928 \u0938\u0947\u091f\u093f\u0902\u0917 \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u091c\u092c \u0924\u0915 \u0915\u093f "LDAPImportConfiguration.enabled" \u0917\u0941\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u0948 \u092f\u0939 \u0938\u091a \u0939\u0948\u0964 (Automatic Translation)
groups-dn-help=\u0928\u090f \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f DN \u092c\u0928\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u092f\u0939 \u0915\u0947\u0935\u0932 \u092f\u0926\u093f \u0938\u0902\u092a\u0924\u094d\u0924\u093f "LDAPAuthConfiguration.enabled" \u0914\u0930 "LDAPExportConfiguration.enabled" \u0938\u0947\u091f \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0938\u0915\u094d\u0930\u093f\u092f \u0939\u094b \u091c\u093e\u090f\u0917\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f true. (Automatic Translation)
import-create-role-per-group-help=\u092f\u0939 \u0938\u091a \u0939\u0948 \u0905\u0917\u0930 \u092a\u094b\u0930\u094d\u091f\u0932 \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0938\u092e\u0942\u0939 LDAP \u0938\u0947 \u0906\u092f\u093e\u0924\u093f\u0924 \u092a\u094d\u0930\u0924\u093f \u092c\u0928\u093e\u0928\u0947 \u091a\u093e\u0939\u093f\u090f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092d\u0942\u092e\u093f\u0915\u093e \u0938\u092e\u0942\u0939 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e \u091c\u093f\u0938\u0938\u0947 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u0909\u0938 \u092d\u0942\u092e\u093f\u0915\u093e \u0935\u093e\u0930\u093f\u0938 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u091c\u092c \u0935\u0947 \u0938\u092e\u0942\u0939 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0902\u0964 (Automatic Translation)
import-group-cache-enabled-help=Whethertime-\u0938\u092e\u0942\u0939 DN lookups LDAP \u0906\u092f\u093e\u0924 \u0914\u0930 \u0932\u0949\u0917\u093f\u0928 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u0915\u0948\u0936\u094d\u0921 \u091c\u093e\u090f\u0917\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902\u0964 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u091a \u0939\u0948, \u092f\u0939 \u090a\u092a\u0930 LDAP \u0906\u092f\u093e\u0924 \u0914\u0930 \u0932\u0949\u0917\u093f\u0928 \u0917\u0924\u093f \u0939\u094b\u0917\u0940, \u0932\u0947\u0915\u093f\u0928 \u0938\u092e\u0942\u0939 \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901 \u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0917\u093e \u0928\u0939\u0940\u0902 \u0939\u094b \u092e\u093e\u0928\u094d\u092f\u0924\u093e \u0915\u0948\u0936 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924 \u091c\u092c \u0924\u0915 \u0905\u0917\u0930\u0964 \u0915\u0948\u0936 \u0906\u0915\u093e\u0930 \u0914\u0930 \u091f\u093e\u0907\u092e\u0906\u0909\u091f \u0915\u0948\u0936 \u0915\u0948\u0936 \u0928\u093e\u092e "com.liferay.portal.security.exportimport.UserImporter" \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e\u0964 (Automatic Translation)
import-lock-expiration-time-help=LDAP \u0906\u092f\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u0905\u0935\u0930\u094b\u0927 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947, \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f 1 \u0926\u093f\u0928 \u0939\u0948\u0964 (Automatic Translation)
import-method=\u0906\u092f\u093e\u0924 \u092a\u0926\u094d\u0927\u0924\u093f (Automatic Translation)
import-method-help=\u092f\u093e \u0924\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092f\u093e \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u0906\u092f\u093e\u0924 \u092a\u0926\u094d\u0927\u0924\u093f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0914\u0930 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0947 \u0909\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e, \u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0906\u092f\u093e\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0926\u093f \u0938\u092d\u0940 \u0938\u092e\u0942\u0939\u094b\u0902 \u0914\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0909\u0928 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u0947 \u0938\u092e\u0942\u0939, \u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0906\u092f\u093e\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0939 \u092e\u093e\u0928 \u0915\u0948\u0938\u0947 \u0905\u092a\u0928\u0947 LDAP \u0938\u0930\u094d\u0935\u0930 \u0938\u092e\u0942\u0939 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u092a\u0930 \u0906\u0927\u093e\u0930\u093f\u0924 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
ldap-auth-configuration-name=LDAP Auth (Automatic Translation)
ldap-export-configuration-name=LDAP \u0928\u093f\u0930\u094d\u092f\u093e\u0924 (Automatic Translation)
ldap-import-configuration-name=LDAP \u0906\u092f\u093e\u0924 (Automatic Translation)
ldap-server-configuration-name=LDAP \u0938\u0930\u094d\u0935\u0930\u094d\u0938
lock-expiration-time=\u0905\u0935\u0930\u094b\u0927 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f (Automatic Translation)
method-help=\u092f\u093e \u0924\u094b \u092c\u093e\u0901\u0927 \u092f\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921-\u0924\u0941\u0932\u0928\u093e \u0915\u0930\u0947\u0902 LDAP \u092a\u094d\u0930\u092e\u093e\u0923\u0940\u0915\u0930\u0923 \u0935\u093f\u0927\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092c\u093e\u0901\u0927 \u0938\u092c\u0938\u0947 \u0935\u093f\u0915\u094d\u0930\u0947\u0924\u093e\u0913\u0902 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u0938\u0902\u0926\u0940\u0926\u093e \u0939\u0948 \u0907\u0924\u0928\u093e \u0939\u0948 \u0915\u093f \u0906\u092a \u090f\u0928\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u0936\u0928 \u0930\u0923\u0928\u0940\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091a\u093f\u0902\u0924\u093e \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (Automatic Translation)
page-size-help=\u092a\u0943\u0937\u094d\u0920 \u0906\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0915\u093e \u0938\u0930\u094d\u0935\u0930 \u0909\u0938 \u0938\u092e\u0930\u094d\u0925\u0928 \u092a\u0947\u091c\u093f\u0902\u0917 \u0938\u0947\u091f\u0964 \u092f\u0939 \u092e\u093e\u0928 1000 \u092f\u093e Microsoft \u0938\u0915\u094d\u0930\u093f\u092f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0915\u093e \u0938\u0930\u094d\u0935\u0930 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964 (Automatic Translation)
password-encryption-algorithm-help=\u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u090f\u0928\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u0936\u0928 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u0906\u092f\u093e\u0924 \u092a\u093e\u0938\u0935\u0930\u094d\u0921\u094b\u0902 \u0915\u0940 \u0924\u0941\u0932\u0928\u093e \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0914\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u090f\u0928\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u091c\u092c \u0938\u0902\u092a\u0924\u094d\u0924\u093f "LDAPAuthConfiguration.method" \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0940 \u0924\u0941\u0932\u0928\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u0948 \u0906\u092f\u093e\u0924 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u092a\u093e\u0938\u0935\u0930\u094d\u0921\u094b\u0902 \u0915\u0940 \u0924\u0941\u0932\u0928\u093e \u0915\u0947\u0935\u0932 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u0905\u0917\u0930 \u090f\u0928\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u0936\u0928 \u0915\u094b\u0908 \u0928\u0939\u0940\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092e\u093e\u0928 \u0939\u0948, \u091c\u094b \u0938\u0947\u091f \u0939\u0948 \u092a\u093e\u0938\u0935\u0930\u094d\u0921\u094b\u0902 \u0938\u093e\u0926\u0947 \u092a\u093e\u0920 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092e\u093e\u0928\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 \u0936\u093e-512 \u090f\u0932\u094d\u0917\u094b\u0930\u093f\u0925\u094d\u092e \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0939\u0948\u0964 (Automatic Translation)
password-policy-enabled-help=\u092f\u0939 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094b\u0930\u094d\u091f\u0932 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u0915\u0947 \u092c\u091c\u093e\u092f \u0909\u092a\u092f\u094b\u0917 LDAP \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u0938\u0939\u0940 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u091a \u0939\u0948, \u092f\u0939 \u0938\u0902\u092d\u0935 \u0939\u094b\u0917\u093e \u0915\u093f \u092a\u094b\u0930\u094d\u091f\u0932 \u091c\u0928\u0930\u0947\u091f \u0915\u093f\u090f \u0917\u090f \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u094b LDAP \u0928\u0940\u0924\u093f \u0938\u0947 \u092e\u0947\u0932 \u0928\u0939\u0940\u0902 \u0916\u093e\u0924\u093e \u0939\u0948\u0964 \u092f\u0947 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u091c\u0928\u0930\u0947\u091f \u0915\u0930 \u0930\u0939\u093e \u0939\u0948 \u092e\u0947\u0902 RegExpToolkit \u0915\u094b \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u0930\u0928\u0947 \u092a\u0930 \u0935\u093f\u0935\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f "passwords.regexptoolkit.*" \u0917\u0941\u0923 \u0926\u0947\u0916\u0947\u0902\u0964 \u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u093f \u092f\u0939 \u0938\u0915\u094d\u0937\u092e \u0939\u0948, \u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0947 \u0932\u093f\u090f \u092e\u093e\u0928\u094d\u092f \u092a\u093e\u0938\u0935\u0930\u094d\u0921, \u0915\u0940 \u091c\u093e\u0901\u091a \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093e, \u0924\u094b \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0940 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u092e\u093e\u092a\u094d\u0924, \u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u092c\u093e\u0939\u0930\u0964 \u092f\u0939 \u0905\u092c LDAP \u0938\u0930\u094d\u0935\u0930 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0928\u0940\u0924\u093f \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 (Automatic Translation)
range-size-help=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0915\u094d\u0935\u0947\u0930\u0940 \u092e\u0947\u0902 \u0936\u094d\u0930\u0947\u0923\u0940 \u0930\u093f\u091f\u094d\u0930\u0940\u0935\u0932 \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0915\u093e \u0938\u0930\u094d\u0935\u0930 \u090f\u0915 \u092c\u0939\u0941\u092e\u093e\u0928 \u0935\u093e\u0932\u0947 \u0935\u093f\u0936\u0947\u0937\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0935\u093e\u092a\u0938 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u093e\u0928\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u0947 \u0906\u0915\u093e\u0930 1000 \u092f\u093e Windows 2000 \u0914\u0930 1500 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u092f\u093e Windows Server 2003 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 (Automatic Translation)
system-ldap-configuration-name=\u0938\u093f\u0938\u094d\u091f\u092e LDAP \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930\u0947\u0936\u0928 (Automatic Translation)
user-custom-mappings-help=\u091c\u092c \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902, \u092a\u094b\u0930\u094d\u091f\u0932 LDAP \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0914\u0930 \u092a\u094b\u0930\u094d\u091f\u0932 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0938\u094d\u091f\u092e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0917\u093e\u0964 (Automatic Translation)
user-default-object-classes-help=\u091c\u092c \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f LDAP \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0914\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093f\u092e\u094d\u0928 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092c\u0928\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
user-ignore-attributes-help=\u092a\u094b\u0930\u094d\u091f\u0932 \u0938\u0947 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 \u091c\u092c \u091c\u094b\u0921\u093c\u0928\u0947 \u092f\u093e LDAP \u0938\u0947 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948, \u092f\u0947 \u0917\u0941\u0923 \u0907\u0938\u0947 \u091b\u094b\u0921\u093c\u093e \u091c\u093e\u090f\u0917\u093e\u0964 (Automatic Translation)
user-mappings-help=\u091c\u092c \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902, \u092a\u094b\u0930\u094d\u091f\u0932 LDAP \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0914\u0930 \u092a\u094b\u0930\u094d\u091f\u0932 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u0913\u0902 \u0938\u0947 \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092e\u0948\u092a\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0917\u093e\u0964 (Automatic Translation)
user-search-filter-help=\u092a\u094b\u0930\u094d\u091f\u0932 \u0915\u0947 \u0932\u093f\u090f LDAP \u0938\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938\u0964 \u0907\u0928 \u0938\u0947\u091f\u093f\u0902\u0917 \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u091c\u092c \u0924\u0915 \u0915\u093f "LDAPImportConfiguration.enabled" \u0917\u0941\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u0948 \u092f\u0939 \u0938\u091a \u0939\u0948\u0964 (Automatic Translation)
users-dn-help=\u0928\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f DN \u092c\u0928\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u092f\u0939 \u0915\u0947\u0935\u0932 \u092f\u0926\u093f \u0938\u0902\u092a\u0924\u094d\u0924\u093f "LDAPAuthConfiguration.enabled" \u0914\u0930 "LDAPExportConfiguration.enabled" \u0938\u0947\u091f \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0938\u0915\u094d\u0930\u093f\u092f \u0939\u094b \u091c\u093e\u090f\u0917\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f true. (Automatic Translation)
