#X-Generator: crowdin.com
authentication-search-filter-help=Introduce\u0163i filtrul de c\u0103utare care este folosit pentru a testa validitatea unui utilizator. Token-uri @company_id @, @email_address @, @screen_name @, \u015fi @user_id @ sunt \u00eenlocuite \u00een timpul rul\u0103rii cu valorile corecte. (Automatic Translation)
autogenerate-user-password=Autogenerate utilizator parola (Automatic Translation)
base-dn-help=Base DN specific\u0103 contextul ini\u0163ial\u0103 c\u0103utare pentru utilizatori \u015fi este op\u0163ional. (Automatic Translation)
contact-custom-mappings-help=C\u00e2nd importul \u015fi exportul de utilizatori, portalul va utiliza aceast\u0103 cartografiere pentru a conecta atribute ale utilizatorului LDAP \u015fi portalul contact atributele particularizate. (Automatic Translation)
contact-mappings-help=C\u00e2nd importul \u015fi exportul de utilizatori, portalul va utiliza aceast\u0103 cartografiere pentru a conecta atribute ale utilizatorului LDAP \u015fi atributele portalului de contact. (Automatic Translation)
create-role-per-group=Crea rolul fiecare grup\u0103 (Automatic Translation)
default-user-password=Deafult utilizator parola (Automatic Translation)
enable-group-cache=Activeaz\u0103 grupul Cache (Automatic Translation)
enable-user-password=Permite parola de utilizator (Automatic Translation)
export-enabled-help=Set\u0103ri pentru exportul de utilizatorii din portal LDAP. Acest lucru permite utilizatorului s\u0103 modifice s\u0103u primul nume, ultimul nume, etc \u00een portal \u015fi au c\u0103 schimbarea \u00eempins la serverul LDAP. Aceast\u0103 setare nu este folosit dec\u00e2t dac\u0103 proprietatea "LDAPAuthConfiguration.enabled" este setat la adev\u0103rat. (Automatic Translation)
export-group-enabled-help=Stabilit la true dac\u0103 grupuri \u015fi asocia\u0163iile acestora trebuie s\u0103 fie exportate din portal spre LDAP. Aceast\u0103 setare nu este folosit dec\u00e2t dac\u0103 proprietatea "LDAPAuthConfiguration.enabled" este setat la adev\u0103rat. (Automatic Translation)
group-default-object-classes-help=Atunci c\u00e2nd un grup este exportat \u00een LDAP \u0219i grupul nu exista, Grupul va fi creat cu urm\u0103toarele clase de obiecte \u00een mod implicit. (Automatic Translation)
group-mappings-help=Atunci c\u00e2nd import\u0103 grupuri, portalul va folosi aceast\u0103 cartografiere pentru a conecta LDAP Grupa atributele \u015fi atributele de grupul utilizatorilor portalului. (Automatic Translation)
group-search-filter-enabled-help=Set\u0103ri pentru importul grupuri din LDAP a portalului. Aceste set\u0103ri nu sunt utilizate dec\u00e2t dac\u0103 proprietatea "LDAPImportConfiguration.enabled" este setat la adev\u0103rat. (Automatic Translation)
groups-dn-help=Grupuri noi vor fi create la DN specificat. Acest lucru va fi activ\u0103 dac\u0103 proprietatea "LDAPAuthConfiguration.enabled" \u015fi "LDAPExportConfiguration.enabled" se afl\u0103 doar la true. (Automatic Translation)
import-create-role-per-group-help=Stabilit la true dac\u0103 portalul ar trebui s\u0103 creeze automat un rol fiecare lot importat din LDAP. Rolul va fi atribuit grupului, astfel \u00eenc\u00e2t utilizatorii pot mo\u0219teni automat acest rol, atunci c\u00e2nd acestea sunt atribuite grupului. (Automatic Translation)
import-group-cache-enabled-help=Specifica\u0163i c\u0103ut\u0103ri de DN whethertime-grup va fi memorat\u0103 \u00een cache \u00een timpul LDAP de import \u015fi login. Dac\u0103 setat la adev\u0103rat, acest lucru va accelera LDAP de import \u015fi login, dar actualiz\u0103ri pentru Grupa atributele nu vor fi recunoscute p\u00e2n\u0103 la intrarea de cache-ul expira. Dimensiunea cache-ului \u015fi timeout poate fi configurat pentru cache-ul folosind numele de cache-ul "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Seta\u00fei ora de expirare blocare pentru LDAP de import. \u00cen mod implicit, \u00een timp de expirare este 1 zi. (Automatic Translation)
import-method=Metoda de import (Automatic Translation)
import-method-help=Stabilit fie utilizatorul sau grupul pentru metoda de import. Dac\u0103 este setat pe utilizator, portalul importurile tuturor utilizatorilor \u015fi grupurilor asociate cu acei utilizatori. Dac\u0103 este setat la grup, portalul import\u0103 toate grupurile \u015fi utilizatorii asociate cu aceste grupuri. Aceast\u0103 valoare trebuie stabilite pe baza cum serverul LDAP stocheaz\u0103 informa\u0163ii de membru grup. (Automatic Translation)
ldap-auth-configuration-name=LDAP autentificare (Automatic Translation)
ldap-export-configuration-name=LDAP Export (Automatic Translation)
ldap-import-configuration-name=LDAP Import (Automatic Translation)
ldap-server-configuration-name=Serverele LDAP
lock-expiration-time=Timp de expirare de blocare (Automatic Translation)
method-help=Seta\u0163i obligati fie parola-compara pentru metoda de autentificare LDAP. Obligati este preferat de cei mai mul\u0163i furnizori astfel \u00eenc\u00e2t s\u0103 nu trebuie s\u0103 v\u0103 face\u0163i griji despre strategii de criptare. (Automatic Translation)
page-size-help=Seta\u0163i dimensiunea pentru serverele de directoare c\u0103 paginare de sprijin. Aceast\u0103 valoare trebuie s\u0103 fie de 1000 sau mai pu\u0163in pentru Microsoft Active Directory Server. (Automatic Translation)
password-encryption-algorithm-help=Seta\u0163i parola de criptare pentru compararea parole \u00een timpul importului \u015fi de a utiliza pentru criptarea parolelor \u00een timpul exportului. Compararea parole \u00een timpul importului vor fi folosite numai atunci c\u00e2nd proprietatea "LDAPAuthConfiguration.method" este setat\u0103 parola-compara. Dac\u0103 criptare este setat\u0103 la nici unul, care este valoarea implicit\u0103, parolele sunt considerate ca text simplu. Algoritmul de SHA-512 este \u00een prezent acceptat. (Automatic Translation)
password-policy-enabled-help=Seta acest lucru pentru adev\u0103rat pentru utilizarea LDAP parola politica \u00een loc de politica portal parola. Dac\u0103 setat la true, este posibil c\u0103 portalul generat parole nu se va potrivi politica LDAP. Vedea propriet\u0103\u0163ile de "passwords.regexptoolkit.*" pentru detalii despre configurarea RegExpToolkit \u00een generarea aceste parole. Re\u0163ine\u0163i c\u0103 \u00een cazul \u00een care acest lucru este permis, portal nu va verifica pentru parole valide, expirat parole, sau utilizatorii care sunt blocat. Acest lucru este asigurat\u0103 de politica de Parola serverului LDAP. (Automatic Translation)
range-size-help=Seta\u0163i num\u0103rul de valori pentru a reveni \u00een fiecare interogare de la un atribut multi-valoare pentru Director servere care accept\u0103 gama reg\u0103sire. Dimensiunea gama trebuie 1000 sau mai pu\u0163in pentru Windows 2000 \u015fi 1500 sau mai pu\u0163in pentru Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=System LDAP Configuration (Automatic Translation)
user-custom-mappings-help=C\u00e2nd importul \u015fi exportul de utilizatori, portalul va utiliza aceast\u0103 cartografiere pentru a conecta atribute ale utilizatorului LDAP \u015fi atributele particularizate portalul utilizatorului. (Automatic Translation)
user-default-object-classes-help=Atunci c\u00e2nd un utilizator este exportat \u00een LDAP \u015fi utilizatorul nu exist\u0103, utilizatorul va fi creat cu urm\u0103toarele clase de obiecte \u00een mod implicit. (Automatic Translation)
user-ignore-attributes-help=Seta\u0163i atributele de utilizator care sunt controlate din portal. C\u00e2nd ad\u0103uga\u0163i sau actualizarea unui utilizator din LDAP, aceste atribute vor fi omise. (Automatic Translation)
user-mappings-help=C\u00e2nd importul \u015fi exportul de utilizatori, portalul va utiliza aceast\u0103 cartografiere pentru a conecta atribute ale utilizatorului LDAP \u015fi atributele utilizatorilor portalului. (Automatic Translation)
user-search-filter-help=Set\u0103ri pentru importul utilizatorilor din LDAP a portalului. Aceste set\u0103ri nu sunt utilizate dec\u00e2t dac\u0103 proprietatea "LDAPImportConfiguration.enabled" este setat la adev\u0103rat. (Automatic Translation)
users-dn-help=Noii utilizatori vor fi create la DN specificat. Acest lucru va fi activ\u0103 dac\u0103 proprietatea "LDAPAuthConfiguration.enabled" \u015fi "LDAPExportConfiguration.enabled" se afl\u0103 doar la true. (Automatic Translation)
