#X-Generator: crowdin.com
authentication-search-filter-help=Sisestada saab v\u00f5rrelda kasutaja kehtivust otsingufiltrit. M\u00e4rkide @company_id @, @email_address @, @screen_name @, ja @user_id @ asendatakse k\u00e4itusel \u00f5igetega. (Automatic Translation)
autogenerate-user-password=Genereeri automaatselt kasutaja parool (Automatic Translation)
base-dn-help=Base DN esialgses otsing raames kasutajatele ja Windows on vabatahtlik. (Automatic Translation)
contact-custom-mappings-help=Kui importimist ja eksportimist kasutajad, portaal kasutatav selle vastenduse LDAP kasutajaatribuute ja portaali kontakti kohandatud atribuute. (Automatic Translation)
contact-mappings-help=Kui importimist ja eksportimist kasutajad, portaal kasutatav selle vastenduse LDAP kasutajaatribuute ja portaali kontakti atribuute. (Automatic Translation)
create-role-per-group=Luua rolli r\u00fchma kohta (Automatic Translation)
default-user-password=Deafult Kasutaja Password (Automatic Translation)
enable-group-cache=Luba vahem\u00e4lu (Automatic Translation)
enable-user-password=Lubade kasutada kasutaja parool (Automatic Translation)
export-enabled-help=Seaded eksportivatele kasutajate portaal LDAP. See v\u00f5imaldab kasutajal muuta oma eesnimi, Perekonnanimi jne portaalis ja teil muutus t\u00f5ugatav LDAP server. See s\u00e4te ei kasutada, kui "LDAPAuthConfiguration.enabled" v\u00e4\u00e4rtuseks on seatud true. (Automatic Translation)
export-group-enabled-help=M\u00e4\u00e4ra see \u00f5ige, kui r\u00fchmad ja nende \u00fchendused tuleks eksportida portaal LDAP. See s\u00e4te ei kasutada, kui "LDAPAuthConfiguration.enabled" v\u00e4\u00e4rtuseks on seatud true. (Automatic Translation)
group-default-object-classes-help=Kui r\u00fchm on eksporditud LDAP ja r\u00fchma pole olemas, r\u00fchma loomisel koos j\u00e4rgmiste vaikimisi objekti klassi. (Automatic Translation)
group-mappings-help=S\u00f5prade importimisel portaal kasutatav selle vastenduse LDAP r\u00fchma atribuudid ja veebiportaali kasutaja r\u00fchma atribuudid. (Automatic Translation)
group-search-filter-enabled-help=Importimise S\u00f5prade LDAP portaali s\u00e4tted. Neid s\u00e4tteid kasutatakse \u00fcksnes siis, kui "LDAPImportConfiguration.enabled" v\u00e4\u00e4rtuseks on seatud true. (Automatic Translation)
groups-dn-help=M\u00e4\u00e4ratud DN luuakse uusi gruppe. See on ainult aktiivne, kui atribuut "LDAPAuthConfiguration.enabled" ja "LDAPExportConfiguration.enabled" on seatud True. (Automatic Translation)
import-create-role-per-group-help=M\u00e4\u00e4ra see \u00f5ige, kui portaali tuleks automaatselt luua r\u00fchma, mis on kokkupuudetega LDAP kohta rolli. Rolli m\u00e4\u00e4ratakse r\u00fchma, nii et kasutajad automaatselt p\u00e4rida selle rolli, kui nad m\u00e4\u00e4ratakse r\u00fchma. (Automatic Translation)
import-group-cache-enabled-help=M\u00e4\u00e4rake whethertime-r\u00fchma DN otsingud puhverdatakse LDAP impordi ja sisselogimise ajal. Kui m\u00e4\u00e4ratud t\u00f5si, See kiirendab LDAP impordi- ja login, kuid uuendused r\u00fchma atribuudid ei tuvastata vahem\u00e4lu kirjet kehtivusajani. Vahem\u00e4lu mahu ja ajal\u00f5pp v\u00f5ib konfigureerida vahem\u00e4lu kasutades vahem\u00e4lu nimi "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=M\u00e4\u00e4ra importimiseks LDAP lukk l\u00f5ppemise aeg. L\u00f5ppemise aeg on vaikimisi 1 p\u00e4ev. (Automatic Translation)
import-method=Impordimeetod (Automatic Translation)
import-method-help=M\u00e4\u00e4ra kasutaja v\u00f5i r\u00fchma impordimeetod. Kui kasutaja, portaali komplekti impordib k\u00f5ik kasutajad ja r\u00fchmad seostatakse need kasutajad. Kui komplekt r\u00fchmale, portaali impordib k\u00f5ik r\u00fchmad ja nende r\u00fchmade seotud kasutajatel. See v\u00e4\u00e4rtus seadma p\u00f5hineb kuidas LDAP server talletab r\u00fchma liikmetele m\u00f5eldud teavet. (Automatic Translation)
ldap-auth-configuration-name=LDAP Auth (Automatic Translation)
ldap-export-configuration-name=LDAP ekspordi (Automatic Translation)
ldap-import-configuration-name=LDAP Import (Automatic Translation)
ldap-server-configuration-name=LDAP serverite (Automatic Translation)
lock-expiration-time=Lock l\u00f5ppemise aeg (Automatic Translation)
method-help=M\u00e4\u00e4rata, kas siduda v\u00f5i parool-V\u00f5rdle LDAP autentimismeetod. Enamik m\u00fc\u00fcjad eelistavad siduda nii, et sa ei pea muretsema kr\u00fcptimise strateegiaid. (Automatic Translation)
page-size-help=H\u00e4\u00e4lestage lehek\u00fclje suurus kataloogiserveritest toetust kutsungi. See v\u00e4\u00e4rtus peab olema 1000 v\u00f5i v\u00e4hem Microsoft Active Directory serveri. (Automatic Translation)
password-encryption-algorithm-help=M\u00e4\u00e4rata parooli kr\u00fcptimise kasutamiseks v\u00f5rdlemine paroolid importimise ajal ja paroolide kr\u00fcptimiseks ekspordi ajal kasutada. V\u00f5rreldes paroolid importimise ajal kasutatakse ainult kui "LDAPAuthConfiguration.method" v\u00e4\u00e4rtuseks on seatud salas\u00f5na-V\u00f5rdle. Kui kr\u00fcptimine s\u00e4tteks pole, mis on vaikimisi v\u00e4\u00e4rtus, peetakse paroolid lihttekstina. Algoritmi SHA-512 on hetkel toetuseta. (Automatic Translation)
password-policy-enabled-help=M\u00e4\u00e4ra see \u00f5ige kasutada LDAP paroolipoliitika asemel veebiportaali parool poliitika. Kui seatud t\u00f5si, on v\u00f5imalik, et portaali loodud paroolid ei \u00fchti LDAP poliitika. "Passwords.regexptoolkit.*" atribuutide \u00fcksikasjade kuvamiseks konfigureerimise RegExpToolkit tekitavad need paroolid. Pange t\u00e4hele, et kui see on lubatud, portaal ei kontrolli kehtivad paroolid, aegunud paroolid v\u00f5i kasutajad, mis on lukustatud v\u00e4lja. See on n\u00fc\u00fcd tegeleb LDAP serveri parool poliitika. (Automatic Translation)
range-size-help=Seadke iga Query naasmiseks mitme v\u00e4\u00e4rtusega atribuut kataloogiserveritest vahemiku \u00fclekanne toetavate v\u00e4\u00e4rtuste arv. Vahemiku suurus peab olema 1000 v\u00f5i v\u00e4hem Windows 2000 ja 1500 v\u00f5i v\u00e4hem Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=LDAP S\u00fcsteemikonfiguratsioon (Automatic Translation)
user-custom-mappings-help=Kui importimist ja eksportimist kasutajad, portaal kasutatav selle vastenduse LDAP kasutajaatribuute ja veebiportaali kasutajale kohandatud atribuute. (Automatic Translation)
user-default-object-classes-help=Kui kasutaja on eksporditud LDAP ja kasutaja pole olemas, kasutaja loomisel koos j\u00e4rgmiste vaikimisi objekti klassi. (Automatic Translation)
user-ignore-attributes-help=Saate kasutaja atribuute, mida on juhtida portaal. Lisades ja ajakohastamisel LDAP kasutaja, neist atribuutidest j\u00e4etakse vahele. (Automatic Translation)
user-mappings-help=Kui importimist ja eksportimist kasutajad, portaal kasutatav selle vastenduse LDAP kasutajaatribuute ja veebiportaali kasutaja atribuute. (Automatic Translation)
user-search-filter-help=Seaded kasutajate importimiseks LDAP portaal. Neid s\u00e4tteid kasutatakse \u00fcksnes siis, kui "LDAPImportConfiguration.enabled" v\u00e4\u00e4rtuseks on seatud true. (Automatic Translation)
users-dn-help=Uute kasutajate loomisel m\u00e4\u00e4ratud DN kell. See on ainult aktiivne, kui atribuut "LDAPAuthConfiguration.enabled" ja "LDAPExportConfiguration.enabled" on seatud True. (Automatic Translation)
