#X-Generator: crowdin.com
authentication-search-filter-help=\u012eveskite paie\u0161kos filtr\u0105, kuris yra naudojamas vartotojo galiojimo. \u017deton\u0173 @company_id @, @email_address @, @screen_name @, @user_id @ yra pakeisti vykdymo metu teisingos reik\u0161m\u0117s. (Automatic Translation)
autogenerate-user-password=Automati\u0161kai generuoti vartotojo slapta\u017eod\u012f (Automatic Translation)
base-dn-help=Base DN nurodo pradinis paie kontekste vartotojams ir yra neprivalomas. (Automatic Translation)
contact-custom-mappings-help=Kai importavimas ir eksportavimas vartotojams, portalo naudos \u0161i\u0105 kartografavimo prisijungti LDAP vartotoj\u0173 atributus ir portalo kontaktas pasirinktini\u0173 atribut\u0173. (Automatic Translation)
contact-mappings-help=Kai importavimas ir eksportavimas vartotojams, portalo naudos \u0161i\u0105 kartografavimo prisijungti LDAP vartotoj\u0173 atributus ir portalo kontakt\u0173 atributus. (Automatic Translation)
create-role-per-group=Kurti vaidmen\u012f kiekvienoje grup\u0117je (Automatic Translation)
default-user-password=Deafult vartotojo slapta\u017eod\u012f (Automatic Translation)
enable-group-cache=\u012egalinti grup\u0117s talpyklos (Automatic Translation)
enable-user-password=\u012egalinti vartotojo slapta\u017eod\u012f (Automatic Translation)
export-enabled-help=Parametrai eksportuoti vartotojai i\u0161 portalo \u012f LDAP. Tai leid\u017eia vartotojui keisti savo vard\u0105, pavard\u0119, ir kt. portale ir kad kaitos stumdosi prie LDAP serverio. \u0160is nustatymas n\u0117ra naudojama nebent "LDAPAuthConfiguration.enabled" ypatyb\u0117 nustatyta kaip teisinga. (Automatic Translation)
export-group-enabled-help=Nustatyti tai True jei grup\u0117ms ir j\u0173 asociacijoms tur\u0117t\u0173 b\u016bti eksportuojami i\u0161 portalo \u012f LDAP. \u0160is nustatymas n\u0117ra naudojama nebent "LDAPAuthConfiguration.enabled" ypatyb\u0117 nustatyta kaip teisinga. (Automatic Translation)
group-default-object-classes-help=Kai grup\u0117 yra eksportuojama \u012f LDAP ir grup\u0117s n\u0117ra, grup\u0117 bus sukurti \u0161iuos numatytuosius objekt\u0173 klases. (Automatic Translation)
group-mappings-help=Importuojant grupes, portalo naudos \u0161i\u0105 kartografavimo prisijungti LDAP grup\u0117s atributus ir portalo vartotoj\u0173 grup\u0117s atributus. (Automatic Translation)
group-search-filter-enabled-help=Parametr\u0173 grupi\u0173 importuoti i\u0161 LDAP \u012f portal\u0105. \u0160ie parametrai n\u0117ra naudojami nebent "LDAPImportConfiguration.enabled" ypatyb\u0117 nustatyta kaip teisinga. (Automatic Translation)
groups-dn-help=Nauj\u0173 grupi\u0173 bus b\u016bti sukurta nurodyta DN. Tai tik bus aktyvus, jei ypatyb\u0117 "LDAPAuthConfiguration.enabled" ir "LDAPExportConfiguration.enabled" yra nustatyta true. (Automatic Translation)
import-create-role-per-group-help=Nustatyti tai True jei portalo tur\u0117t\u0173 automati\u0161kai sukurti vaidmen\u012f kiekvienoje grup\u0117je importuoti i\u0161 LDAP. Vaidmuo bus priskirtas grupei, kad vartotojai automati\u0161kai gali paveld\u0117ti \u0161\u012f vaidmen\u012f kai jie priskiriami grupei. (Automatic Translation)
import-group-cache-enabled-help=Nurodyti whethertime-grup\u0117s DN per\u017evalg\u0173 bus talpyklos LDAP importo ir prisijungimo metu. Jei nustatyta tiesa, tai will greitis up LDAP importo ir prisijungti, bet atnaujinimai grup\u0117s atribut\u0173 neatpa\u017eins, kol talpyklos \u012fra\u0161as baigiasi. Talpyklos dydis ir skirtasis laikas gali b\u016bti sukonfig\u016bruotas talpyklos naudojant talpyklos pavadinimas "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Nustatyti LDAP importo blokavimo galiojimo laikas. Pagal numatytuosius nustatymus, galiojimo laikas 1 diena. (Automatic Translation)
import-method=Importavimo metodas (Automatic Translation)
import-method-help=Nustatyti vartotojo ar grup\u0117s importo metodo. Jei nustatyti vartotojui, portalo importui vis\u0173 vartotoj\u0173 ir grupi\u0173, susijusi\u0173 su t\u0173 vartotoj\u0173. Jei rinkinys grupei, portalo importo vis\u0173 grupi\u0173 ir susijusi\u0173 su \u0161i\u0173 grupi\u0173 vartotojams. \u0160i vert\u0117 tur\u0117t\u0173 b\u016bti nustatyti pagal tai, kaip j\u016bs\u0173 LDAP serveryje saugomi grup\u0117s naryst\u0117s informacij\u0105. (Automatic Translation)
ldap-auth-configuration-name=LDAP autentifikavimo (Automatic Translation)
ldap-export-configuration-name=LDAP eksporto (Automatic Translation)
ldap-import-configuration-name=LDAP importo (Automatic Translation)
ldap-server-configuration-name=LDAP serveri\u0173 (Automatic Translation)
lock-expiration-time=Blokavimo galiojimo laikas (Automatic Translation)
method-help=Nustatyti jungiasi arba slapta\u017eod\u012f-palyginti LDAP autentifikavimo metod\u0105. BIND pageidauja dauguma pardav\u0117j\u0173, kad j\u016bs neturite jaudintis d\u0117l \u0161ifravimo strategijas. (Automatic Translation)
page-size-help=Nustatykite puslapio dyd\u012f katalog\u0173 serveri\u0173 tos paramos ie\u0161kos. \u0160i vert\u0117 turi b\u016bti 1 000 arba ma\u017eiau Microsoft Active Directory Server. (Automatic Translation)
password-encryption-algorithm-help=Nustatyti slapta\u017eod\u012f \u0161ifravim\u0105 naudokite lyginant slapta\u017eod\u017eius importavimo metu ir naudoti \u0161ifravimo slapta\u017eod\u017eius eksporto metu. Lyginant slapta\u017eod\u017eius importavimo metu bus galima naudoti tik jei ypatyb\u0119 "LDAPAuthConfiguration.method" yra nustatyti slapta\u017eod\u012f-palyginti. Jei \u0161ifravimas yra nustatytas kaip n\u0117 viena, kuri yra numatytoji vert\u0117, slapta\u017eod\u017eius laikomi kaip paprastas tekstas. Algoritmas SHA-512 \u0161iuo metu nepalaikomas. (Automatic Translation)
password-policy-enabled-help=Nustatyti tai tinkamo naudoti LDAP slapta\u017eod\u017ei\u0173 strategija vietoj portalo slapta\u017eod\u017ei\u0173 strategija. Jei nustatyta kaip teisinga, tai yra \u012fmanoma, kad portalas sukurtas slapta\u017eod\u017eiai nesutampa LDAP politikos. Matyti "passwords.regexptoolkit.*" ypatybes daugiau informacijos apie konfig\u016bravim\u0105 RegExpToolkit kuriant \u0161iuos slapta\u017eod\u017eius. Atkreipkite d\u0117mes\u012f, kad jeigu tai \u012fgalinta, portalo netikrins galioja slapta\u017eod\u017eius, pasibaigusi slapta\u017eod\u017eius arba vartotojams, kurie yra u\u017eblokuotas. Tai dabar krauna LDAP serverio slapta\u017eod\u017ei\u0173 strategija. (Automatic Translation)
range-size-help=Nustatykite segment\u0173 skai\u010diaus vert\u0117s gr\u012f\u017eti kiekvien\u0105 u\u017eklaus\u0105 \u012f keli\u0173 reik\u0161mi\u0173 atributas katalogo serveriai, palaikantys diapazono atgaminimas. Diapazonas dydis turi b\u016bti 1 000 arba ma\u017eiau Windows 2000 ir 1500 ar ma\u017eiau Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=Sistemos LDAP konfig\u016bracija (Automatic Translation)
user-custom-mappings-help=Kai importavimas ir eksportavimas vartotojams, portalo naudos \u0161i\u0105 kartografavimo prisijungti LDAP vartotoj\u0173 atributus ir portalo vartotojo pasirinktini\u0173 atribut\u0173. (Automatic Translation)
user-default-object-classes-help=Kai vartotojas yra eksportuojama \u012f LDAP ir vartotojas neegzistuoja, vartotojas bus sukurti \u0161iuos numatytuosius objekt\u0173 klases. (Automatic Translation)
user-ignore-attributes-help=Nustatyti valdomi i\u0161 portalo vartotojo atributus. Pridedant ar atnaujinant LDAP vartotoj\u0105, \u0161ie atributai bus praleista. (Automatic Translation)
user-mappings-help=Kai importavimas ir eksportavimas vartotojams, portalo naudos \u0161i\u0105 kartografavimo prisijungti LDAP vartotoj\u0173 atributus ir portalo vartotoj\u0173 atributus. (Automatic Translation)
user-search-filter-help=Parametrai vartotojams importuoti i\u0161 LDAP \u012f portal\u0105. \u0160ie parametrai n\u0117ra naudojami nebent "LDAPImportConfiguration.enabled" ypatyb\u0117 nustatyta kaip teisinga. (Automatic Translation)
users-dn-help=Nauji vartotojai bus sukurta ne nurodyta DN. Tai tik bus aktyvus, jei ypatyb\u0117 "LDAPAuthConfiguration.enabled" ir "LDAPExportConfiguration.enabled" yra nustatyta true. (Automatic Translation)
