#X-Generator: crowdin.com
authentication-search-filter-help=Introduza o filtro de pesquisa que \u00e9 usado para testar a validade de um utilizador. Os tokens @company_id@, @email_address@, @screen_name@, and @user_id@ s\u00e3o substitu\u00eddos em tempo de execu\u00e7\u00e3o com os valores corretos.
autogenerate-user-password=Gerar Senha de Utilizador Autom\u00e1ticamente
base-dn-help=O DN Base especifica o contexto de pesquisa inicial para utilizadores e \u00e9 opcional.
contact-custom-mappings-help=Ao importar e exportar utilizadores, o portal vai utilizar este mapeamento para ligar os atributos de utilizadores LDAP aos atributos personalizados dos contactos do Portal.
contact-mappings-help=Ao importar e exportar utilizadores, o portal vai utilizar este mapeamento para ligar os atributos de utilizadores LDAP aos atributos dos contactos do Portal.
create-role-per-group=Criar Role por Grupo
default-user-password=Senha de Utilizador por Omiss\u00e3o
enable-group-cache=Ativar Cache de Grupo
enable-user-password=Ativar Senha de Utilizador
export-enabled-help=Configura\u00e7\u00f5es para a exporta\u00e7\u00e3o de utilizadores do Portal para o LDAP. Esta op\u00e7\u00e3o permite que um utilizador modifique o seu primeiro nome, \u00faltimo nome, etc. no portal e ter essas altera\u00e7\u00f5es enviadas para o servidor LDAP. Esta configura\u00e7\u00e3o n\u00e3o \u00e9 utilizada a n\u00e3o ser que a propriedade "LDAPAuthConfiguration.enabled" seja colocada a verdade.
export-group-enabled-help=Coloque esta op\u00e7\u00e3o a verdade se deseja que grupos e as suas associa\u00e7\u00f5es sejam exportados do portal para o LDAP. Esta configura\u00e7\u00e3o n\u00e3o \u00e9 utilizada a n\u00e3o ser que a propriedade "LDAPAuthConfiguration.enabled" seja colocada a verdade.
group-default-object-classes-help=Quando um grupo \u00e9 exportado para LDAP e o grupo n\u00e3o existe, o mesmo ser\u00e1 criado com as seguintes classes de objeto por omiss\u00e3o.
group-mappings-help=Ao importar grupos, o portal ir\u00e1 utilizar estes mapeamentos para ligar os atributos de grupos LDAP e atributos de grupo de utilizadores do Portal.
group-search-filter-enabled-help=Se colocado a verdade, o filtro de grupos ser\u00e1 aplicado, mas apenas a grupos no DN base especificada. Se colocado a falso, o filtro n\u00e3o ser\u00e1 aplicado e todos os grupos que est\u00e3o associados com os utilizadores importados ser\u00e3o importados tamb\u00e9m, independentemente do DN base.
groups-dn-help=Novos grupos v\u00e3o ser criados no DN especificado. Esta funcionalidade fica ativa apenas se as propriedades "LDAPAuthConfiguration.enabled" e "LDAPExportConfiguration.enabled" estejam colocadas a verdade.
import-create-role-per-group-help=Coloque esta op\u00e7\u00e3o a verdade caso o portal deva criar automaticamente um role por grupo importado do LDAP. O role ser\u00e1 atribu\u00eddo ao grupo para que utilizadores possam herdar automaticamente esse role quando os mesmos s\u00e3o atribu\u00eddos ao grupo.
import-group-cache-enabled-help=Especifica se a procura de grupos DN dever\u00e1 ser colocada em cache durante a importa\u00e7\u00e3o de LDAP e autentica\u00e7\u00e3o. Se colocada a verdade ir\u00e1 acelerar a autentica\u00e7\u00e3o e importa\u00e7\u00e3o do LDAP, mas atualiza\u00e7\u00f5es a atributos dos grupos n\u00e3o ser\u00e3o reconhecidas at\u00e9 que as entradas na cache sejam expiradas. O tamanho e timeout da cache podem ser configurados utilizando o nome da cache "com.liferay.portal.security.exportimport.UserImporter".
import-lock-expiration-time-help=Definir o tempo limite de bloqueio para a importa\u00e7\u00e3o do LDAP. Por omiss\u00e3o, o tempo limite \u00e9 1 dia.
import-method=M\u00e9todo de Importa\u00e7\u00e3o
import-method-help=Define utilizador ou grupo de utilizadores para o m\u00e9todo de importa\u00e7\u00e3o. Se colocado a utilizador, o portal importa todos os utilizadores e os grupos associados a esses utilizadores. Se colocado a grupo, o portal importa todos os grupos e os utilizadores associados a esses grupos. Este valor deve ser definido com base na forma como o seu servidor LDAP armazena a informa\u00e7\u00e3o de associa\u00e7\u00f5es a grupos.
ldap-auth-configuration-name=LDAP Auth
ldap-export-configuration-name=Exporta\u00e7\u00e3o LDAP
ldap-import-configuration-name=Importa\u00e7\u00e3o LDAP
ldap-server-configuration-name=Servidores LDAP
lock-expiration-time=Tempo Limite de Bloqueio
method-help=Defina bind ou compara\u00e7\u00e3o de senha como m\u00e9todo para autentica\u00e7\u00e3o no LDAP. Bind \u00e9 preferido pela maioria dos vendedores de forma a que n\u00e3o tenha de se preocupar com estrat\u00e9gias de encripta\u00e7\u00e3o.
page-size-help=Define o tamanho da p\u00e1gina para servidores de directorias que suportem pagina\u00e7\u00e3o. Este valor deve ser 1000 ou menos para o Microsoft Active Directory Server.
password-encryption-algorithm-help=Define a senha de encripta\u00e7\u00e3o a ser utilizada para comparar senhas durante a importa\u00e7\u00e3o e para cifrar senhas durante a exporta\u00e7\u00e3o. Comparar senhas durante a importa\u00e7\u00e3o ser\u00e1 apenas utilizada quando a propriedade "LDAPAuthConfiguration.method" est\u00e1 colocada a compara\u00e7\u00e3o de senhas. Se a encripta\u00e7\u00e3o for definida como NONE, o qual \u00e9 o valor por omiss\u00e3o, as senhas s\u00e3o consideradas como texto simples. O algoritmo SHA-512 n\u00e3o \u00e9 suportado atualmente.
password-policy-enabled-help=Marque como fiel \u00e0 pol\u00edtica de senha do uso LDAP em vez da diretiva de senha do portal. Se definido como true, \u00e9 poss\u00edvel que portal senhas geradas n\u00e3o corresponder\u00e1 a diretiva LDAP. Consulte as propriedades de "passwords.regexptoolkit.*" para obter detalhes sobre como configurar o RegExpToolkit para gerar essas senhas. Observe que, se essa op\u00e7\u00e3o estiver habilitada, o portal n\u00e3o ir\u00e1 verificar para senhas v\u00e1lidas, senhas expiradas ou usu\u00e1rios que s\u00e3o bloqueados. Isso agora \u00e9 manipulado pela diretiva de senha do servidor LDAP. (Automatic Translation)
range-size-help=Define o n\u00famero de valores a retornar em cada consulta para um atributo multi-valor, para servidores de directorias que suportam obten\u00e7\u00f5es por intervalo. O tamanho do intervalo deve ser 1000 ou menos para Windows 2000 e 1500 ou menos para Windows Server 2003.
system-ldap-configuration-name=Sistema LDAP
user-custom-mappings-help=Durante a importa\u00e7\u00e3o e exporta\u00e7\u00e3o de utilizadores, o portal vai utilizar este mapeamento para ligar atributos de utilizadores LDAP e atributos personalizados de utilizadores do Portal.
user-default-object-classes-help=Quando um utilizador \u00e9 exportado para LDAP e esse utilizador n\u00e3o existe, o mesmo ser\u00e1 criado com os seguintes objectos de classes por omiss\u00e3o.
user-ignore-attributes-help=Define os atributos do utilizador que s\u00e3o controlados pelo Portal. Ao adicionar ou atualizar o utilizador do LDAP, estes atributos n\u00e3o s\u00e3o considerados.
user-mappings-help=Durante a importa\u00e7\u00e3o ou exporta\u00e7\u00e3o de utilizadores, o portal utiliza este mapeamento para ligar atributos de utilizadores LDAP a atributos de utilizadores do Portal.
user-search-filter-help=Configura\u00e7\u00f5es para importar utilizadores do LDAP para o Portal. Estas configura\u00e7\u00f5es n\u00e3o s\u00e3o utilizadas a n\u00e3o ser que a propriedade "LDAPImportConfiguration.enabled" seja colocada a verdade.
users-dn-help=Novos utilizadores ser\u00e3o criados no DN especificado. Esta funcionalidade apenas estar\u00e1 ativa se as propriedades "LDAPAuthConfiguration.enabled" e "LDAPExportConfiguration.enabled" forem definidas como verdade.
