#X-Generator: crowdin.com
authentication-search-filter-help=Insira o filtro de pesquisa que \u00e9 usado para testar a validade de um usu\u00e1rio. Os tokens @company_id@, @email_address@, @screen_name@, and @user_id@ s\u00e3o substitu\u00eddos no tempo de execu\u00e7\u00e3o com os valores corretos.
autogenerate-user-password=Gerar Automaticamente a Senha do Usu\u00e1rio
base-dn-help=A Base DN especifica o contexto inicial de pesquisa para os usu\u00e1rios, sendo opcional.
contact-custom-mappings-help=Ao importar e exportar usu\u00e1rios, o portal ir\u00e1 utilizar esse mapeamento para casar os atributos do usu\u00e1rio LDAP com os atributos customizados do contato no portal.
contact-mappings-help=Ao importar e exportar usu\u00e1rios, o portal ir\u00e1 utilizar esse mapeamento para casar os atributos do usu\u00e1rio LDAP com os atributos do contato no portal.
create-role-per-group=Criar Papel por Grupo
default-user-password=Senha Padr\u00e3o do Usu\u00e1rio
enable-group-cache=Habilitar Cache de Grupo
enable-user-password=Habilitar senha do usu\u00e1rio
export-enabled-help=Configura\u00e7\u00f5es para exporta\u00e7\u00e3o de usu\u00e1rios do portal para o LDAP. Isto permite um usu\u00e1rio modificar seu nome, sobrenome, etc. no portal e ter essas altera\u00e7\u00f5es gravadas no servidor LDAP. Essa configura\u00e7\u00e3o n\u00e3o ter\u00e1 efeito amenos que a propriedade "LDAPAuthConfiguration.enabled" tenha o valor igual a true.
export-group-enabled-help=Altere para true se os grupos e seus associados devem ser exportados do portal para o LDAP. Essa configura\u00e7\u00e3o n\u00e3o ter\u00e1 efeito amenos que a propriedade "LDAPAuthConfiguration.enabled" tenha o valor igual a true.
group-default-object-classes-help=Quando um grupo for exportado para o LDAP e ele n\u00e3o existir, o grupo ser\u00e1 criado com as seguintes classes de objetos por padr\u00e3o.
group-mappings-help=Ao importar grupos, o portal ir\u00e1 utilizar esse mapeamento para casar atributos do grupo LDAP com os atributos do grupo de usu\u00e1rio do portal.
group-search-filter-enabled-help=Se o valor for true, o filtro do grupo ser\u00e1 aplicado, mas apenas aos grupos da base DN especificada. Se o valor for false, o filtro n\u00e3o ser\u00e1 aplicado e todos os grupos que estiverem associados aos usu\u00e1rios importados ser\u00e3o importados independentemente da base DN.
groups-dn-help=Novos grupos ser\u00e3o criados dentro da DN especificada. Isto apenas ter\u00e1 efeito se as propriedades "LDAPAuthConfiguration.enabled" e "LDAPExportConfiguration.enabled" tiverem o valor igual a true.
import-create-role-per-group-help=Altere para true se o portal deve criar automaticamente um papel para cada grupo importado do LDAP. O papel ser\u00e1 associado ao grupo de forma que os usu\u00e1rios possam herdar automaticamente o papel quando forem associados ao grupo.
import-group-cache-enabled-help=Especificar se consultas por DN de grupos ser\u00e3o armazenados em cache durante a importa\u00e7\u00e3o LDAP e o login. Se for true, a importa\u00e7\u00e3o LDAP e o login ficar\u00e3o mais r\u00e1pidos, por\u00e9m atualiza\u00e7\u00f5es em atributos de grupo n\u00e3o ser\u00e3o reconhecidos at\u00e9 que a entrada de cache expire. O tamanho do cache e o timeout podem ser configurados utilizando o nome do cache "com.liferay.portal.security.exportimport.UserImporter".
import-lock-expiration-time-help=Defina o tempo de expira\u00e7\u00e3o da trava de importa\u00e7\u00e3o LDAP. Por padr\u00e3o, o tempo de expira\u00e7\u00e3o \u00e9 de 1 dia.
import-method=M\u00e9todo de importa\u00e7\u00e3o
import-method-help=Informe "user" ou "group" para o m\u00e9todo de importa\u00e7\u00e3o. Se for "user", o portal ir\u00e1 importar todos os usu\u00e1rios e os grupos associados a estes usu\u00e1rios. Se for "group", o portal ir\u00e1 importar todos os grupos e os usu\u00e1rios associados a estes grupos. Este valor dever\u00e1 ser escolhido de acordo com a forma que o seu servidor LDAP armazena a associa\u00e7\u00e3o de grupos.
ldap-auth-configuration-name=Autentica\u00e7\u00e3o LDAP
ldap-export-configuration-name=Exporta\u00e7\u00e3o LDAP
ldap-import-configuration-name=Importa\u00e7\u00e3o LDAP
ldap-server-configuration-name=Servidores LDAP
lock-expiration-time=Tempo de expira\u00e7\u00e3o de trava
method-help=Configure "bind" ou "password-compare" para o m\u00e9todo de autentica\u00e7\u00e3o LDAP. "bind" \u00e9 o m\u00e9todo de prefer\u00eancia da maioria dos fornecedores pois n\u00e3o \u00e9 preciso se preocupar com estrat\u00e9gias de encripta\u00e7\u00e3o.
page-size-help=Configure o tamanho de pagina\u00e7\u00e3o para servidores de diret\u00f3rios que suportam pagina\u00e7\u00e3o. Este valor deve ser 1000 ou menor para o Microsoft Active Directory Server.
password-encryption-algorithm-help=Configure a encripta\u00e7\u00e3o de senha para compara\u00e7\u00e3o de senhas durante importa\u00e7\u00e3o e para encripta\u00e7\u00e3o durante exporta\u00e7\u00e3o. A compara\u00e7\u00e3o de senhas durante a importa\u00e7\u00e3o somente ser\u00e1 feita se a propriedade "LDAPAuthConfiguration.method" estiver configurada como password-compare. Se a encripta\u00e7\u00e3o estiver configurada como NONE, que \u00e9 o valor padr\u00e3o, as senhas ser\u00e3o consideradas como texto simples. O algor\u00edtimo SHA-512 n\u00e3o \u00e9 atualmente suportado.
password-policy-enabled-help=Marque como fiel \u00e0 pol\u00edtica de senha do uso LDAP em vez da diretiva de senha do portal. Se definido como true, \u00e9 poss\u00edvel que portal senhas geradas n\u00e3o corresponder\u00e1 a diretiva LDAP. Consulte as propriedades de "passwords.regexptoolkit.*" para obter detalhes sobre como configurar o RegExpToolkit para gerar essas senhas. Observe que, se essa op\u00e7\u00e3o estiver habilitada, o portal n\u00e3o ir\u00e1 verificar para senhas v\u00e1lidas, senhas expiradas ou usu\u00e1rios que s\u00e3o bloqueados. Isso agora \u00e9 manipulado pela diretiva de senha do servidor LDAP. (Automatic Translation)
range-size-help=Configure o n\u00famero de valores que retornar\u00e3o em cada consulta a um atributo de m\u00faltiplos valores para servidores de diret\u00f3rio que suportem obten\u00e7\u00e3o por intervalo. O tamanho do intervalo deve ser 1000 ou menor para Windows 2000 e 1500 ou menor para Windows Server 2003.
system-ldap-configuration-name=Sistema LDAP
user-custom-mappings-help=Ao importar e exportar usu\u00e1rios, o portal utilizar\u00e1 este mapeamento para casar atributos do usu\u00e1rio LDAP com os atributos customizados do usu\u00e1rio do portal.
user-default-object-classes-help=Quando um usu\u00e1rio \u00e9 exportado para o LDAP e o usu\u00e1rio n\u00e3o existe, o usu\u00e1rio ser\u00e1 criado com as seguintes classes de objeto por padr\u00e3o.
user-ignore-attributes-help=Configure os atributos de usu\u00e1rio que ser\u00e3o controlados pelo portal. Ao adicionar ou atualizar um usu\u00e1rio do LDAP, estes atributos ser\u00e3o ignorados.
user-mappings-help=Ao importar e exportar usu\u00e1rios, o portal utilizar\u00e1 este mapeamento para casar atributos do usu\u00e1rio LDAP com os atributos do usu\u00e1rio do portal.
user-search-filter-help=Configura\u00e7\u00f5es para importa\u00e7\u00e3o de usu\u00e1rios do LDAP para o portal. Estas configura\u00e7\u00f5es n\u00e3o ser\u00e3o aplicadas amenos que a propriedade "LDAPImportConfiguration.enabled" seja configurada como true.
users-dn-help=Novos usu\u00e1rios ser\u00e3o criados na DN especificada. Isto s\u00f3 ficar\u00e1 ativo se as propriedades "LDAPAuthConfiguration.enabled" e "LDAPExportConfiguration.enabled" forem configuradas como true.
