#X-Generator: crowdin.com
authentication-search-filter-help=Nh\u1eadp b\u1ed9 l\u1ecdc t\u00ecm ki\u1ebfm \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 ki\u1ec3m tra t\u00ednh h\u1ee3p l\u1ec7 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. Th\u1ebb @company_id @, @email_address @, @screen_name @, @user_id @ \u0111\u01b0\u1ee3c thay th\u1ebf t\u1ea1i th\u1eddi gian ch\u1ea1y v\u1edbi c\u00e1c gi\u00e1 tr\u1ecb \u0111\u00fang. (Automatic Translation)
autogenerate-user-password=Autogenerate ng\u01b0\u1eddi d\u00f9ng m\u1eadt kh\u1ea9u (Automatic Translation)
base-dn-help=DN c\u0103n c\u1ee9 x\u00e1c \u0111\u1ecbnh ng\u1eef c\u1ea3nh ban \u0111\u1ea7u t\u00ecm ki\u1ebfm cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng v\u00e0 l\u00e0 t\u00f9y ch\u1ecdn. (Automatic Translation)
contact-custom-mappings-help=Khi nh\u1eadp kh\u1ea9u v\u00e0 xu\u1ea5t kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng, c\u00e1c c\u1ed5ng s\u1ebd s\u1eed d\u1ee5ng l\u1eadp b\u1ea3n \u0111\u1ed3 n\u00e0y \u0111\u1ec3 k\u1ebft n\u1ed1i c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng LDAP, c\u1ed5ng th\u00f4ng tin li\u00ean h\u1ec7 c\u1ee7a thu\u1ed9c t\u00ednh tu\u1ef3 ch\u1ec9nh. (Automatic Translation)
contact-mappings-help=Khi nh\u1eadp kh\u1ea9u v\u00e0 xu\u1ea5t kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng, c\u00e1c c\u1ed5ng s\u1ebd s\u1eed d\u1ee5ng l\u1eadp b\u1ea3n \u0111\u1ed3 n\u00e0y \u0111\u1ec3 k\u1ebft n\u1ed1i c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng LDAP, c\u1ed5ng th\u00f4ng tin thu\u1ed9c t\u00ednh li\u00ean l\u1ea1c. (Automatic Translation)
create-role-per-group=T\u1ea1o ra c\u00e1c vai tr\u00f2 cho m\u1ed7i nh\u00f3m (Automatic Translation)
default-user-password=Deafult ng\u01b0\u1eddi d\u00f9ng m\u1eadt kh\u1ea9u (Automatic Translation)
enable-group-cache=B\u1ed9 nh\u1edb Cache cho ph\u00e9p nh\u00f3m (Automatic Translation)
enable-user-password=S\u1eed m\u1eadt kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng (Automatic Translation)
export-enabled-help=C\u00e0i \u0111\u1eb7t cho xu\u1ea5t kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng t\u1eeb c\u1ed5ng \u0111\u1ec3 LDAP. \u0110i\u1ec1u n\u00e0y cho ph\u00e9p m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u1ec3 s\u1eeda \u0111\u1ed5i c\u1ee7a m\u00ecnh t\u00ean, t\u00ean cu\u1ed1i, vv trong c\u1ed5ng v\u00e0 c\u00f3 thay \u0111\u1ed5i \u0111\u1ea9y \u0111\u1ebfn m\u00e1y ch\u1ee7 LDAP. Thi\u1ebft \u0111\u1eb7t n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng tr\u1eeb khi b\u1ea5t \u0111\u1ed9ng s\u1ea3n "LDAPAuthConfiguration.enabled" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp \u0111\u00fang. (Automatic Translation)
export-group-enabled-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang n\u1ebfu nh\u00f3m v\u00e0 c\u00e1c Hi\u1ec7p h\u1ed9i c\u1ee7a h\u1ecd n\u00ean \u0111\u01b0\u1ee3c xu\u1ea5t kh\u1ea9u t\u1eeb c\u1ed5ng \u0111\u1ec3 LDAP. Thi\u1ebft \u0111\u1eb7t n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng tr\u1eeb khi b\u1ea5t \u0111\u1ed9ng s\u1ea3n "LDAPAuthConfiguration.enabled" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp \u0111\u00fang. (Automatic Translation)
group-default-object-classes-help=Khi m\u1ed9t nh\u00f3m \u0111\u01b0\u1ee3c xu\u1ea5t kh\u1ea9u sang LDAP v\u00e0 nh\u00f3m kh\u00f4ng t\u1ed3n t\u1ea1i, nh\u00f3m s\u1ebd \u0111\u01b0\u1ee3c t\u1ea1o ra v\u1edbi c\u00e1c l\u1edbp h\u1ecdc \u0111\u1ed1i t\u01b0\u1ee3ng m\u1eb7c \u0111\u1ecbnh sau \u0111\u00e2y. (Automatic Translation)
group-mappings-help=Khi nh\u1eadp kh\u1ea9u nh\u00f3m, c\u1ed5ng th\u00f4ng tin s\u1ebd s\u1eed d\u1ee5ng b\u1ea3n \u0111\u1ed3 n\u00e0y \u0111\u1ec3 k\u1ebft n\u1ed1i LDAP nh\u00f3m thu\u1ed9c t\u00ednh v\u00e0 thu\u1ed9c t\u00ednh nh\u00f3m ng\u01b0\u1eddi d\u00f9ng c\u1ed5ng th\u00f4ng tin. (Automatic Translation)
group-search-filter-enabled-help=C\u00e0i \u0111\u1eb7t cho nh\u1eadp kh\u1ea9u nh\u00f3m t\u1eeb LDAP c\u1ed5ng. C\u00e1c thi\u1ebft \u0111\u1eb7t n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng tr\u1eeb khi b\u1ea5t \u0111\u1ed9ng s\u1ea3n "LDAPImportConfiguration.enabled" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp \u0111\u00fang. (Automatic Translation)
groups-dn-help=Nh\u00f3m m\u1edbi s\u1ebd \u0111\u01b0\u1ee3c t\u1ea1o ra t\u1ea1i DN \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh. \u0110i\u1ec1u n\u00e0y s\u1ebd ch\u1ec9 ho\u1ea1t \u0111\u1ed9ng n\u1ebfu t\u00e0i s\u1ea3n "LDAPAuthConfiguration.enabled" v\u00e0 "LDAPExportConfiguration.enabled" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp th\u00e0nh true. (Automatic Translation)
import-create-role-per-group-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang n\u1ebfu c\u00e1c c\u1ed5ng n\u00ean t\u1ef1 \u0111\u1ed9ng t\u1ea1o ra m\u1ed9t vai tr\u00f2 cho m\u1ed9t nh\u00f3m \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u t\u1eeb LDAP. Vai tr\u00f2 s\u1ebd \u0111\u01b0\u1ee3c g\u00e1n cho nh\u00f3m do \u0111\u00f3 ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 t\u1ef1 \u0111\u1ed9ng k\u1ebf th\u1eeba cho vai tr\u00f2 \u0111\u00f3 khi h\u1ecd \u0111\u01b0\u1ee3c g\u00e1n cho nh\u00f3m. (Automatic Translation)
import-group-cache-enabled-help=Ch\u1ec9 \u0111\u1ecbnh nh\u00f3m whethertime DN tra c\u1ee9u s\u1ebd \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef trong LDAP nh\u1eadp kh\u1ea9u v\u00e0 \u0111\u0103ng nh\u1eadp. N\u1ebfu thi\u1ebft l\u1eadp \u0111\u1ec3 \u0111\u00fang, \u0111i\u1ec1u n\u00e0y s\u1ebd t\u0103ng t\u1ed1c \u0111\u1ed9 LDAP nh\u1eadp kh\u1ea9u v\u00e0 \u0111\u0103ng nh\u1eadp, nh\u01b0ng C\u1eadp Nh\u1eadt thu\u1ed9c t\u00ednh nh\u00f3m n\u00e0y s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c c\u00f4ng nh\u1eadn cho \u0111\u1ebfn khi h\u1ebft h\u1ea1n m\u1ee5c b\u1ed9 nh\u1edb cache. K\u00edch th\u01b0\u1edbc b\u1ed9 nh\u1edb cache v\u00e0 th\u1eddi gian ch\u1edd c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh cho b\u1ed9 nh\u1edb cache b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng b\u1ed9 nh\u1edb cache t\u00ean "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=Thi\u1ebft l\u1eadp th\u1eddi gian h\u1ebft h\u1ea1n kh\u00f3a LDAP nh\u1eadp kh\u1ea9u. Theo m\u1eb7c \u0111\u1ecbnh, th\u1eddi gian h\u1ebft h\u1ea1n l\u00e0 1 ng\u00e0y. (Automatic Translation)
import-method=Ph\u01b0\u01a1ng ph\u00e1p nh\u1eadp kh\u1ea9u (Automatic Translation)
import-method-help=Thi\u1ebft l\u1eadp ng\u01b0\u1eddi d\u00f9ng ho\u1eb7c nh\u00f3m cho c\u00e1c ph\u01b0\u01a1ng ph\u00e1p nh\u1eadp kh\u1ea9u. N\u1ebfu thi\u1ebft l\u1eadp \u0111\u1ec3 ng\u01b0\u1eddi s\u1eed d\u1ee5ng, c\u1ed5ng th\u00f4ng tin nh\u1eadp kh\u1ea9u t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng v\u00e0 c\u00e1c nh\u00f3m li\u00ean k\u1ebft v\u1edbi nh\u1eefng ng\u01b0\u1eddi d\u00f9ng. N\u1ebfu thi\u1ebft l\u1eadp \u0111\u1ec3 nh\u00f3m, c\u1ed5ng th\u00f4ng tin nh\u1eadp kh\u1ea9u t\u1ea5t c\u1ea3 c\u00e1c nh\u00f3m v\u00e0 ng\u01b0\u1eddi s\u1eed d\u1ee5ng k\u1ebft h\u1ee3p v\u1edbi c\u00e1c nh\u00f3m. Gi\u00e1 tr\u1ecb n\u00e0y n\u00ean \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp d\u1ef1a tr\u00ean l\u00e0m th\u1ebf n\u00e0o h\u1ec7 ph\u1ee5c v\u1ee5 LDAP mua s\u1eafm nh\u00f3m th\u00e0nh vi\u00ean th\u00f4ng tin. (Automatic Translation)
ldap-auth-configuration-name=LDAP Auth (Automatic Translation)
ldap-export-configuration-name=LDAP xu\u1ea5t kh\u1ea9u (Automatic Translation)
ldap-import-configuration-name=LDAP nh\u1eadp kh\u1ea9u (Automatic Translation)
ldap-server-configuration-name=M\u00e1y ch\u1ee7 LDAP
lock-expiration-time=Th\u1eddi gian h\u1ebft h\u1ea1n kh\u00f3a (Automatic Translation)
method-help=Thi\u1ebft l\u1eadp ho\u1eb7c r\u00e0ng bu\u1ed9c ho\u1eb7c m\u1eadt kh\u1ea9u-so s\u00e1nh cho c\u00e1c ph\u01b0\u01a1ng ph\u00e1p x\u00e1c th\u1ef1c LDAP. R\u00e0ng bu\u1ed9c \u0111\u01b0\u1ee3c \u01b0a th\u00edch b\u1edfi h\u1ea7u h\u1ebft c\u00e1c nh\u00e0 cung c\u1ea5p, do \u0111\u00f3 b\u1ea1n kh\u00f4ng c\u1ea7n ph\u1ea3i lo l\u1eafng v\u1ec1 chi\u1ebfn l\u01b0\u1ee3c m\u00e3 h\u00f3a. (Automatic Translation)
page-size-help=Thi\u1ebft l\u1eadp k\u00edch th\u01b0\u1edbc trang cho m\u00e1y ch\u1ee7 th\u01b0 m\u1ee5c \u0111\u00f3 ph\u00e2n trang h\u1ed7 tr\u1ee3. Gi\u00e1 tr\u1ecb n\u00e0y c\u1ea7n ph\u1ea3i \u0111\u01b0\u1ee3c 1000 ho\u1eb7c \u00edt h\u01a1n cho h\u1ec7 ph\u1ee5c v\u1ee5 th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng Microsoft. (Automatic Translation)
password-encryption-algorithm-help=\u0110\u1eb7t m\u00e3 ho\u00e1 m\u1eadt kh\u1ea9u s\u1eed d\u1ee5ng \u0111\u1ec3 so s\u00e1nh m\u1eadt kh\u1ea9u trong khi chuy\u1ec3n nh\u1eadp v\u00e0 s\u1eed d\u1ee5ng cho m\u00e3 h\u00f3a m\u1eadt kh\u1ea9u trong qu\u00e1 tr\u00ecnh xu\u1ea5t kh\u1ea9u. So s\u00e1nh m\u1eadt kh\u1ea9u trong khi chuy\u1ec3n nh\u1eadp ch\u1ec9 s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng khi t\u00e0i s\u1ea3n "LDAPAuthConfiguration.method" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp \u0111\u1ec3 so s\u00e1nh m\u1eadt kh\u1ea9u. N\u1ebfu m\u00e3 h\u00f3a \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp \u0111\u1ec3 kh\u00f4ng, m\u00e0 l\u00e0 gi\u00e1 tr\u1ecb m\u1eb7c \u0111\u1ecbnh, m\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c coi l\u00e0 \u0111\u1ed3ng b\u1eb1ng v\u0103n b\u1ea3n. Thu\u1eadt to\u00e1n SHA-512 l\u00e0 hi\u1ec7n nay kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3. (Automatic Translation)
password-policy-enabled-help=Thi\u1ebft l\u1eadp n\u00e0y cho \u0111\u00fang v\u1edbi ch\u00ednh s\u00e1ch m\u1eadt kh\u1ea9u s\u1eed d\u1ee5ng LDAP thay v\u00ec ch\u00ednh s\u00e1ch c\u1ed5ng th\u00f4ng tin m\u1eadt kh\u1ea9u. N\u1ebfu \u0111\u1eb7t \u0111\u00fang, n\u00f3 c\u00f3 th\u1ec3 l\u00e0 c\u1ed5ng th\u00f4ng tin m\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c t\u1ea1o ra s\u1ebd kh\u00f4ng ph\u00f9 h\u1ee3p v\u1edbi ch\u00ednh s\u00e1ch LDAP. Xem c\u00e1c thu\u1ed9c t\u00ednh "passwords.regexptoolkit.*" \u0111\u1ec3 bi\u1ebft chi ti\u1ebft v\u1ec1 c\u1ea5u h\u00ecnh RegExpToolkit trong vi\u1ec7c t\u1ea1o ra c\u00e1c m\u1eadt kh\u1ea9u. L\u01b0u \u00fd r\u1eb1ng n\u1ebfu \u0111i\u1ec1u n\u00e0y \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t, c\u1ed5ng th\u00f4ng tin s\u1ebd kh\u00f4ng ki\u1ec3m tra h\u1ee3p l\u1ec7 m\u1eadt kh\u1ea9u, m\u1eadt kh\u1ea9u h\u1ebft h\u1ea1n, ho\u1eb7c ng\u01b0\u1eddi d\u00f9ng \u0111ang b\u1ecb kh\u00f3a ra ngo\u00e0i. \u0110i\u1ec1u n\u00e0y b\u00e2y gi\u1edd \u0111\u01b0\u1ee3c x\u1eed l\u00fd b\u1edfi m\u00e1y ch\u1ee7 LDAP m\u1eadt kh\u1ea9u ch\u00ednh s\u00e1ch. (Automatic Translation)
range-size-help=\u0110\u1eb7t s\u1ed1 l\u01b0\u1ee3ng c\u00e1c gi\u00e1 tr\u1ecb \u0111\u1ec3 tr\u1edf l\u1ea1i trong m\u1ed7i truy v\u1ea5n cho m\u1ed9t thu\u1ed9c t\u00ednh \u0111\u1eb7c cho m\u00e1y ch\u1ee7 th\u01b0 m\u1ee5c h\u1ed7 tr\u1ee3 ph\u1ea1m vi tra c\u1ee9u. Ph\u1ea1m vi k\u00edch th\u01b0\u1edbc ph\u1ea3i l\u00e0 1000 ho\u1eb7c \u00edt h\u01a1n cho Windows n\u0103m 2000 v\u00e0 1500 ho\u1eb7c \u00edt h\u01a1n cho Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=C\u1ea5u h\u00ecnh h\u1ec7 th\u1ed1ng LDAP (Automatic Translation)
user-custom-mappings-help=Khi nh\u1eadp kh\u1ea9u v\u00e0 xu\u1ea5t kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng, c\u00e1c c\u1ed5ng s\u1ebd s\u1eed d\u1ee5ng l\u1eadp b\u1ea3n \u0111\u1ed3 n\u00e0y \u0111\u1ec3 k\u1ebft n\u1ed1i c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng LDAP v\u00e0 c\u00e1c thu\u1ed9c t\u00ednh t\u00f9y ch\u1ec9nh c\u1ed5ng th\u00f4ng tin c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. (Automatic Translation)
user-default-object-classes-help=Khi ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c xu\u1ea5t kh\u1ea9u sang LDAP v\u00e0 ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng t\u1ed3n t\u1ea1i, ng\u01b0\u1eddi d\u00f9ng s\u1ebd \u0111\u01b0\u1ee3c t\u1ea1o ra v\u1edbi c\u00e1c l\u1edbp h\u1ecdc \u0111\u1ed1i t\u01b0\u1ee3ng m\u1eb7c \u0111\u1ecbnh sau \u0111\u00e2y. (Automatic Translation)
user-ignore-attributes-help=Thi\u1ebft l\u1eadp c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c \u0111i\u1ec1u khi\u1ec3n t\u1eeb c\u1ed5ng. Khi th\u00eam ho\u1eb7c c\u1eadp nh\u1eadt ng\u01b0\u1eddi d\u00f9ng t\u1eeb LDAP, c\u00e1c thu\u1ed9c t\u00ednh n\u00e0y s\u1ebd b\u1ecb b\u1ecf qua. (Automatic Translation)
user-mappings-help=Khi nh\u1eadp kh\u1ea9u v\u00e0 xu\u1ea5t kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng, c\u00e1c c\u1ed5ng s\u1ebd s\u1eed d\u1ee5ng l\u1eadp b\u1ea3n \u0111\u1ed3 n\u00e0y \u0111\u1ec3 k\u1ebft n\u1ed1i c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng LDAP v\u00e0 thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng c\u1ed5ng th\u00f4ng tin. (Automatic Translation)
user-search-filter-help=C\u00e0i \u0111\u1eb7t cho nh\u1eadp kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng t\u1eeb LDAP c\u1ed5ng. C\u00e1c thi\u1ebft \u0111\u1eb7t n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng tr\u1eeb khi b\u1ea5t \u0111\u1ed9ng s\u1ea3n "LDAPImportConfiguration.enabled" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp \u0111\u00fang. (Automatic Translation)
users-dn-help=Ng\u01b0\u1eddi d\u00f9ng m\u1edbi s\u1ebd \u0111\u01b0\u1ee3c t\u1ea1o ra t\u1ea1i DN \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh. \u0110i\u1ec1u n\u00e0y s\u1ebd ch\u1ec9 ho\u1ea1t \u0111\u1ed9ng n\u1ebfu t\u00e0i s\u1ea3n "LDAPAuthConfiguration.enabled" v\u00e0 "LDAPExportConfiguration.enabled" \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp th\u00e0nh true. (Automatic Translation)
