#X-Generator: crowdin.com
authentication-search-filter-help=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0444\u0438\u043b\u0442\u044a\u0440 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041c\u0430\u0440\u043a\u0435\u0440\u0438\u0442\u0435 @company_id @, @email_address @, @screen_name @, \u0438 @user_id @ \u0441\u0430 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u0441 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438. (Automatic Translation)
autogenerate-user-password=\u0410\u0432\u0442\u043e\u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
base-dn-help=\u0411\u0430\u0437\u0430 DN \u0437\u0430\u0434\u0430\u0432\u0430 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u043e\u0442\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u043d\u0435 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e. (Automatic Translation)
contact-custom-mappings-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0432\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0438 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438. (Automatic Translation)
contact-mappings-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0432\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0438 \u043f\u043e\u0440\u0442\u0430\u043b \u0437\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438. (Automatic Translation)
create-role-per-group=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u043e\u043b\u044f \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 (Automatic Translation)
default-user-password=Deafult \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
enable-group-cache=\u0420\u0430\u0437\u0440\u0435\u0448\u0438 \u0433\u0440\u0443\u043f\u0430 \u043a\u0435\u0448 (Automatic Translation)
enable-user-password=\u0414\u0430\u0432\u0430\u043c \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043f\u0430\u0440\u043e\u043b\u0430 (Automatic Translation)
export-enabled-help=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043e\u0442 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u043a\u044a\u043c LDAP. \u0422\u043e\u0432\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u0442\u0435 \u0441\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e \u0438\u043c\u0435, \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435, \u0438 \u0442.\u043d. \u0432 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0438 \u0447\u0435 \u043f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430 \u0438\u0437\u0431\u0443\u0442\u0430 \u043a\u044a\u043c \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043d\u0430 LDAP. \u041d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPAuthConfiguration.enabled" \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u043d\u0430 \u0432\u044f\u0440\u043d\u043e. (Automatic Translation)
export-group-enabled-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0438\u0441\u0442\u0438\u043d\u0430 \u0430\u043a\u043e \u0433\u0440\u0443\u043f\u0438 \u0438 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0441\u0434\u0440\u0443\u0436\u0435\u043d\u0438\u044f \u0441\u043b\u0435\u0434\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043d\u0430\u0441\u044f\u043d\u0438 \u043e\u0442 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u043a\u044a\u043c LDAP. \u041d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPAuthConfiguration.enabled" \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u043d\u0430 \u0432\u044f\u0440\u043d\u043e. (Automatic Translation)
group-default-object-classes-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0441\u0435 \u0438\u0437\u043d\u0430\u0441\u044f \u0437\u0430 LDAP \u0438 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430, \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0441\u044a\u0441 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043e\u0431\u0435\u043a\u0442. (Automatic Translation)
group-mappings-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0433\u0440\u0443\u043f\u0438, \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0432\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 LDAP \u0433\u0440\u0443\u043f\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0433\u0440\u0443\u043f\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438. (Automatic Translation)
group-search-filter-enabled-help=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438 \u043e\u0442 LDAP \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. \u0422\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPImportConfiguration.enabled" \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u043d\u0430 \u0432\u044f\u0440\u043d\u043e. (Automatic Translation)
groups-dn-help=\u041d\u043e\u0432\u0438 \u0433\u0440\u0443\u043f\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0432 \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u044f DN. \u0422\u043e\u0432\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0430 \u0441\u0430\u043c\u043e \u0430\u043a\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPAuthConfiguration.enabled" \u0438 "LDAPExportConfiguration.enabled" \u0441\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0437\u0430 true. (Automatic Translation)
import-create-role-per-group-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0435 \u0438\u0441\u0442\u0438\u043d\u0430 \u0430\u043a\u043e \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0440\u043e\u043b\u044f \u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u0432\u043d\u0435\u0441\u0435\u043d\u0438 \u043e\u0442 LDAP. \u0420\u043e\u043b\u044f\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u0442\u0430\u043a\u0430 \u0447\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u0442 \u0442\u0430\u0437\u0438 \u0440\u043e\u043b\u044f, \u043a\u043e\u0433\u0430\u0442\u043e \u0442\u0435 \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u0442 \u043a\u044a\u043c \u0433\u0440\u0443\u043f\u0430\u0442\u0430. (Automatic Translation)
import-group-cache-enabled-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 whethertime \u0433\u0440\u0443\u043f\u0430 DN \u0437\u0430\u044f\u0432\u043a\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043a\u0435\u0448\u0438\u0440\u0430\u043d\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP \u0438 \u0432\u0445\u043e\u0434. \u0410\u043a\u043e \u0435 \u0432\u044f\u0440\u043d\u043e, \u0442\u043e\u0432\u0430 \u0449\u0435 \u0443\u0441\u043a\u043e\u0440\u0438 LDAP \u0432\u043d\u043e\u0441 \u0438 \u0432\u0445\u043e\u0434, \u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u0437\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e cache \u0432\u043b\u0438\u0437\u0430\u043d\u0435 \u0438\u0437\u0442\u0435\u0447\u0435. \u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430 \u0438 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0437\u0430 \u043a\u0435\u0448\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u043a\u0438 \u043a\u0435\u0448 \u0438\u043c\u0435 "com.liferay.portal.security.exportimport.UserImporter". (Automatic Translation)
import-lock-expiration-time-help=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u0442\u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u0438\u0437\u0442\u0438\u0447\u0430\u043d\u0435 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u0440\u043e\u043a\u044a\u0442 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u043e\u0441\u0442 \u0435 1 \u0434\u0435\u043d. (Automatic Translation)
import-method=\u0412\u043d\u043e\u0441 \u043c\u0435\u0442\u043e\u0434 (Automatic Translation)
import-method-help=\u041f\u043e\u0441\u0442\u0430\u0432\u044f\u043c \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u0432\u043d\u043e\u0441 \u043c\u0435\u0442\u043e\u0434. \u0410\u043a\u043e \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u043f\u043e\u0440\u0442\u0430\u043b \u0432\u043d\u043e\u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0433\u0440\u0443\u043f\u0438, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0442\u0435\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0410\u043a\u043e \u043d\u0430\u0431\u043e\u0440 \u0433\u0440\u0443\u043f\u0430, \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0432\u043d\u043e\u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438 \u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0442\u0435\u0437\u0438 \u0433\u0440\u0443\u043f\u0438. \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043a\u0430\u043a \u0432\u0430\u0448\u0438\u044f LDAP \u0441\u044a\u0440\u0432\u044a\u0440 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430. (Automatic Translation)
ldap-auth-configuration-name=\u0423\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u043e\u0442 LDAP (Automatic Translation)
ldap-export-configuration-name=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP (Automatic Translation)
ldap-import-configuration-name=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LDAP (Automatic Translation)
ldap-server-configuration-name=LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u0438 (Automatic Translation)
lock-expiration-time=\u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u0441\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u0432\u0440\u0435\u043c\u0435 (Automatic Translation)
method-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u0438\u043b\u0438 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430-\u0421\u0440\u0430\u0432\u043d\u0435\u0442\u0435 \u0437\u0430 \u043c\u0435\u0442\u043e\u0434 \u0437\u0430 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 LDAP. \u041e\u0431\u0432\u044a\u0440\u0436\u0435 \u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d \u043e\u0442 \u043f\u043e\u0432\u0435\u0447\u0435\u0442\u043e \u043f\u0440\u043e\u0434\u0430\u0432\u0430\u0447\u0438, \u0442\u0430\u043a\u0430 \u0447\u0435 \u043d\u0435 \u0435 \u043d\u0443\u0436\u043d\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0442\u0435\u0441\u043d\u044f\u0432\u0430\u0442\u0435 \u0437\u0430 \u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0435 \u0441\u0442\u0440\u0430\u0442\u0435\u0433\u0438\u0438. (Automatic Translation)
page-size-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0430. \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 1000 \u0438\u043b\u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u0437\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043d\u0430 Microsoft Active Directory. (Automatic Translation)
password-encryption-algorithm-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430 \u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0441\u0440\u0430\u0432\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0432\u043d\u043e\u0441\u0430 \u0438 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u043a\u0440\u0438\u043f\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435. \u0421\u0440\u0430\u0432\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPAuthConfiguration.method" \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430-\u0441\u0440\u0430\u0432\u043d\u0435\u043d\u0438\u0435. \u0410\u043a\u043e \u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043d\u0430 \u043d\u0438\u043a\u043e\u0439, \u043a\u043e\u0439\u0442\u043e \u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u043f\u0430\u0440\u043e\u043b\u0438 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430\u0442 \u043a\u0430\u0442\u043e \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442. \u0410\u043b\u0433\u043e\u0440\u0438\u0442\u044a\u043c SHA-512 \u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430. (Automatic Translation)
password-policy-enabled-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u0435\u0440\u0435\u043d \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 LDAP \u043f\u0430\u0440\u043e\u043b\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u0432\u043c\u0435\u0441\u0442\u043e \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430. \u0410\u043a\u043e \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u043d\u0430 \u0432\u044f\u0440\u043d\u043e, \u0442\u043e\u0432\u0430 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e, \u0447\u0435 \u043f\u043e\u0440\u0442\u0430\u043b \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u0430\u0440\u043e\u043b\u0438 \u0449\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 LDAP \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430. \u0412\u0438\u0436\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 "passwords.regexptoolkit.*" \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 RegExpToolkit \u0432 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u0437\u0438 \u043f\u0430\u0440\u043e\u043b\u0438. \u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u0430\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e, \u043f\u043e\u0440\u0442\u0430\u043b \u043d\u044f\u043c\u0430 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043f\u0430\u0440\u043e\u043b\u0438, \u0438\u0437\u0442\u0435\u043a\u044a\u043b \u043f\u0430\u0440\u043e\u043b\u0438 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0432\u044a\u043d. \u0422\u043e\u0432\u0430 \u0441\u0435\u0433\u0430 \u0441\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430 \u043e\u0442 LDAP \u0441\u044a\u0440\u0432\u044a\u0440 \u043f\u0430\u0440\u043e\u043b\u0430 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430. (Automatic Translation)
range-size-help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u044a\u0432 \u0432\u0441\u044f\u043a\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u043a\u044a\u043c \u043c\u043d\u043e\u0433\u043e\u0437\u043d\u0430\u0447\u043d\u043e \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440\u0438, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435. \u0420\u0430\u0437\u043c\u0435\u0440\u044a\u0442 \u043d\u0430 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 1000 \u0438\u043b\u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u0437\u0430 Windows 2000 \u0438 1500 \u0438\u043b\u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u0437\u0430 Windows Server 2003. (Automatic Translation)
system-ldap-configuration-name=LDAP \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 (Automatic Translation)
user-custom-mappings-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0432\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438. (Automatic Translation)
user-default-object-classes-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0435\u0434\u0438\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441\u0435 \u0438\u0437\u043d\u0430\u0441\u044f \u0437\u0430 LDAP \u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0441\u044a\u0441 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043e\u0431\u0435\u043a\u0442. (Automatic Translation)
user-ignore-attributes-help=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0442 \u043e\u0442 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. \u041a\u043e\u0433\u0430\u0442\u043e \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043e\u0442 LDAP, \u0442\u0435\u0437\u0438 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u043e\u043f\u0443\u0441\u043d\u0430\u0442\u0438. (Automatic Translation)
user-mappings-help=\u041a\u043e\u0433\u0430\u0442\u043e \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0432\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 LDAP \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u0438 \u043f\u043e\u0440\u0442\u0430\u043b\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438. (Automatic Translation)
user-search-filter-help=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043e\u0442 LDAP \u043d\u0430 \u043f\u043e\u0440\u0442\u0430\u043b\u0430. \u0422\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPImportConfiguration.enabled" \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u043d\u0430 \u0432\u044f\u0440\u043d\u043e. (Automatic Translation)
users-dn-help=\u041d\u043e\u0432\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0432 \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u044f DN. \u0422\u043e\u0432\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0430 \u0441\u0430\u043c\u043e \u0430\u043a\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e "LDAPAuthConfiguration.enabled" \u0438 "LDAPExportConfiguration.enabled" \u0441\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0437\u0430 true. (Automatic Translation)
