#X-Generator: crowdin.com
authentication-search-filter-help=Adja meg azt a keres\u0151 sz\u0171r\u0151t, amellyel felhaszn\u00e1l\u00f3 \u00e9rv\u00e9nyess\u00e9ge vizsg\u00e1lhat\u00f3. A @company_id@, @email_address@, @screen_name@ \u00e9s a @user_id@ k\u00f3dot a fut\u00e1sid\u0151 alatt megfelel\u0151 \u00e9rt\u00e9kek helyettes\u00edtik.
autogenerate-user-password=Felhaszn\u00e1l\u00f3i jelsz\u00f3 automatikus gener\u00e1l\u00e1sa
base-dn-help=Az alap DN hat\u00e1rozza meg a kiindul\u00f3 keres\u00e9st a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra \u00e9s tetsz\u0151leges.
contact-custom-mappings-help=Felhaszn\u00e1l\u00f3k import\u00e1l\u00e1sakor \u00e9s export\u00e1l\u00e1sakor a port\u00e1l ezt az \u00f6sszerendel\u00e9st fogja haszn\u00e1lni, hogy hozz\u00e1kapcsol\u00f3djon az LDAP felhaszn\u00e1l\u00f3i tulajdons\u00e1gokhoz \u00e9s a port\u00e1l kapcsolatok egy\u00e9ni tulajdons\u00e1gaihoz.
contact-mappings-help=Felhaszn\u00e1l\u00f3k import\u00e1l\u00e1sakor \u00e9s export\u00e1l\u00e1sakor a port\u00e1l ezt az \u00f6sszerendel\u00e9st fogja haszn\u00e1lni, hogy hozz\u00e1kapcsol\u00f3djon az LDAP felhaszn\u00e1l\u00f3i tulajdons\u00e1gokhoz \u00e9s a port\u00e1l kapcsolat tulajdons\u00e1gokhoz.
create-role-per-group=Szerepk\u00f6r l\u00e9trehoz\u00e1sa csoportonk\u00e9nt
default-user-password=Alap\u00e9rtelmezett felhaszn\u00e1l\u00f3i jelsz\u00f3
enable-group-cache=Csoport gyors\u00edt\u00f3t\u00e1r enged\u00e9lyez\u00e9se
enable-user-password=Felhaszn\u00e1l\u00f3i jelsz\u00f3 enged\u00e9lyez\u00e9se
export-enabled-help=Be\u00e1ll\u00edt\u00e1sok felhaszn\u00e1l\u00f3k port\u00e1lb\u00f3l LDAP-ba export\u00e1l\u00e1s\u00e1hoz. Ez lehet\u0151v\u00e9 teszi a felhaszn\u00e1l\u00f3nak, hogy m\u00f3dos\u00edtsa a keresztnev\u00e9t, csal\u00e1di nev\u00e9t, stb. a port\u00e1lon \u00e9s eljuttassa a m\u00f3dos\u00edt\u00e1st az LDAP szervernek. Ez a be\u00e1ll\u00edt\u00e1s nem haszn\u00e1latos, hacsak az "LDAPAuthConfiguration.enabled" tulajdons\u00e1g be nincs \u00e1ll\u00edtva.
export-group-enabled-help=\u00c1ll\u00edtsd ezt igazra, ha a csoportok \u00e9s az \u0151 szervezeteik export\u00e1lva kellene legyenek a port\u00e1lb\u00f3l az LDAP-ba. Ez a be\u00e1ll\u00edt\u00e1s nem haszn\u00e1latos, hacsak az "LDAPAuthConfiguration.enabled" tulajdons\u00e1g be nincs \u00e1ll\u00edtva.
group-default-object-classes-help=Ha egy csoport export\u00e1lva van az LDAP-ba \u00e9s a csoport nem l\u00e9tezik, a csoport l\u00e9tre lesz hozva a k\u00f6vetkez\u0151 alap\u00e9rtelmezett objektum oszt\u00e1lyokkal.
group-mappings-help=Csoportok import\u00e1l\u00e1sakor a port\u00e1l ezt az \u00f6sszerendel\u00e9st fogja haszn\u00e1lni, hogy kapcsol\u00f3djon az LDAP csoport tulajdons\u00e1gokhoz \u00e9s a port\u00e1l felhaszn\u00e1l\u00f3i csoport tulajdons\u00e1gokhoz.
group-search-filter-enabled-help=Ha ezt igazra \u00e1ll\u00edtod, a csoport sz\u0171r\u0151 alkalmaz\u00e1sra ker\u00fcl, de csak azon csoportokn\u00e1l, amik a megadott alap DN-ben vannak. Ha hamisra \u00e1ll\u00edtod, a sz\u0171r\u0151 nem ker\u00fcl alkalmaz\u00e1sra, \u00e9s az \u00f6sszes csoport, ami hozz\u00e1 van rendelve az import\u00e1lt felhaszn\u00e1l\u00f3khoz, be lesz import\u00e1lva, f\u00fcggetlen\u00fcl az alap DN-t\u0151l.
groups-dn-help=\u00daj csoportok lesznek l\u00e9trehozva a megadott DN-n\u00e9l. Ez csak akkor lesz akt\u00edv, ha az "LDAPAuthConfiguration.enabled" \u00e9s az "LDAPExportConfiguration.enabled" tulajdons\u00e1gok igazra vannak \u00e1ll\u00edtva.
import-create-role-per-group-help=\u00c1ll\u00edtsd ezt igazra, ha a port\u00e1lnak automatikusan l\u00e9tre kellene hoznia egy szerepk\u00f6rt LDAP-b\u00f3l import\u00e1lt csoportonk\u00e9nt. A szerepk\u00f6r hozz\u00e1 lesz rendelve a csoporthoz, \u00edgy a felhaszn\u00e1l\u00f3k automatikusan meg\u00f6r\u00f6klik azt, amikor hozz\u00e1rendel\u0151dnek a csoporthoz.
import-group-cache-enabled-help=Hat\u00e1rozd meg, hogy a csoport DN keres\u00e9sek gyors\u00edt\u00f3t\u00e1razva legyenek-e az LDAP importkor \u00e9s bejelentkez\u00e9skor. Ha ez igazra van \u00e1ll\u00edtva, az felgyors\u00edtja az LDAP importot \u00e9s bejelentkez\u00e9st, de a csoport tulajdons\u00e1gok m\u00f3dos\u00edt\u00e1sa nem lesz felimerve a gyord\u00edt\u00f3t\u00e1r bejegyz\u00e9s lej\u00e1rt\u00e1ig. A gyors\u00edt\u00f3t\u00e1r m\u00e9rete \u00e9s id\u0151hossza be\u00e1ll\u00edt\u00e1sra ker\u00fclhet a gyors\u00edt\u00f3t\u00e1r nev\u00e9vel itt\: "com.liferay.portal.security.exportimport.UserImporter".
import-lock-expiration-time-help=\u00c1ll\u00edtsa be a z\u00e1rol\u00e1s lej\u00e1rati idej\u00e9t az LDAP importhoz. Az alap\u00e9rtelmezett lej\u00e1rati id\u0151 1 nap.
import-method=Import\u00e1l\u00e1s m\u00f3dja
import-method-help=\u00c1ll\u00edtsd be a felhaszn\u00e1l\u00f3t vagy a csoportot az import elj\u00e1r\u00e1shoz. Ha be\u00e1ll\u00edtod a felhaszn\u00e1l\u00f3hoz, a port\u00e1l beimport\u00e1lja az \u00f6sszes felhaszn\u00e1l\u00f3t \u00e9s a hozz\u00e1juk kapcsol\u00f3d\u00f3 felhaszn\u00e1l\u00f3kat. Ha be\u00e1ll\u00edtod a csoporthoz, a port\u00e1l beimport\u00e1lja az \u00f6sszes csoportot \u00e9s a hozz\u00e1juk tartoz\u00f3 felhaszn\u00e1l\u00f3kat. Ezt az \u00e9rt\u00e9ket annak megfelel\u0151en kell be\u00e1ll\u00edtani, ahogy az LDAP szervered t\u00e1rolja a csoport tags\u00e1g inform\u00e1ci\u00f3kat.
ldap-auth-configuration-name=LDAP hiteles\u00edt\u00e9s
ldap-export-configuration-name=LDAP Export
ldap-import-configuration-name=LDAP Import
ldap-server-configuration-name=LDAP Kiszolg\u00e1l\u00f3k
lock-expiration-time=Lej\u00e1rati id\u0151 z\u00e1rol\u00e1sa
method-help=\u00c1ll\u00edtsd be a k\u00f6t\u00e9st vagy a jelsz\u00f3-\u00f6sszehasonl\u00edt\u00e1st az LDAP hiteles\u00edt\u00e9si m\u00f3dszerhez. A k\u00f6t\u00e9st r\u00e9szes\u00edti el\u0151nyben a legt\u00f6bb gy\u00e1rt\u00f3, \u00edgy nem kell agg\u00f3dnod a titkos\u00edt\u00e1si strat\u00e9gi\u00e1k miatt.
page-size-help=\u00c1ll\u00edtsd be az oldal m\u00e9retet a c\u00edmjegyz\u00e9k szerverek sz\u00e1m\u00e1ra a lapoz\u00e1s t\u00e1mogat\u00e1s\u00e1hoz. Ennek az \u00e9rt\u00e9knek 1000-nek vagy kevesebbnek kell lennie a Microsoft Active Directory Server eset\u00e9ben.
password-encryption-algorithm-help=\u00c1ll\u00edtsd be a jelsz\u00f3 titkos\u00edt\u00e1st hogy haszn\u00e1lja a jelsz\u00f3 \u00f6sszehasonl\u00edt\u00e1shoz import k\u00f6zben, \u00e9s hogy haszn\u00e1lja a jelsz\u00f3 titkos\u00edt\u00e1sra export k\u00f6zben. A jelsz\u00f3 \u00f6sszehasonl\u00edt\u00e1s import k\u00f6zben csak akkor lesz haszn\u00e1lva, ha az "LDAPAuthConfiguration.method" jelsz\u00f3 \u00f6sszehasonl\u00edt\u00e1sra van be\u00e1ll\u00edtva. Ha a titkos\u00edt\u00e1s "NONE"-ra van \u00e1ll\u00edtva, ami az alap\u00e9rtelmezett \u00e9rt\u00e9k, a jelszavak egyszer\u0171 sz\u00f6vegk\u00e9nt lesznek kezelve. Az SHA-512 algoritmus jelenleg nem t\u00e1mogatott.
password-policy-enabled-help=K\u00e9szlet ez-hoz igaz haszn\u00e1lata LDAP jelsz\u00f3h\u00e1zirend helyett a port\u00e1l jelsz\u00f3h\u00e1zirendet. Ha \u00e9rt\u00e9ke igaz,-a ' lehets\u00e9ges, hogy a port\u00e1l gener\u00e1lt jelsz\u00f3 nem egyezik az LDAP-h\u00e1zirendre. L\u00e1sd r\u00e9szletek az "passwords.regexptoolkit.*" tulajdons\u00e1gainak be\u00e1ll\u00edt\u00e1s\u00e1r\u00f3l RegExpToolkit, ezek a jelszavak l\u00e9trehoz\u00e1s\u00e1ban. Vegye figyelembe, hogy ha ez enged\u00e9lyezve van, a portal nem ellen\u0151rzi a \u00e9rv\u00e9nyes jelsz\u00f3, a lej\u00e1rt jelszavak \u00e9s a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra, hogy ki van z\u00e1rva. Ez m\u00e1r kezeli az LDAP-kiszolg\u00e1l\u00f3 jelsz\u00f3-h\u00e1zirend. (Automatic Translation)
range-size-help=\u00c1ll\u00edtsd be annak a sz\u00e1m\u00e1t, hogy h\u00e1ny \u00e9rt\u00e9ket szeretn\u00e9l, hogy visszakapj lek\u00e9rdez\u00e9senk\u00e9nt, egy t\u00f6bb\u00e9rt\u00e9kes tulajdons\u00e1gba a c\u00edmjegyz\u00e9k szerverekhez amik t\u00e1mogatj\u00e1k a tartom\u00e1nyban let\u00f6lt\u00e9st. A tartom\u00e1ny m\u00e9rete nem lehet t\u00f6bb, mint 1000 a Windows 2000, \u00e9s nem lehet t\u00f6bb, mint 1500 a Windows Server 2003 eset\u00e9ben.
system-ldap-configuration-name=Rendszer LDAP
user-custom-mappings-help=Felhaszn\u00e1l\u00f3k import\u00e1l\u00e1sakor \u00e9s export\u00e1l\u00e1sakor a port\u00e1l ezt az \u00f6sszerendel\u00e9st fogja haszn\u00e1lni, hogy kapcsol\u00f3djon az LDAP felhaszn\u00e1l\u00f3i tulajdons\u00e1gokhoz \u00e9s port\u00e1l felhaszn\u00e1l\u00f3i egy\u00e9ni tulajdons\u00e1gokhoz.
user-default-object-classes-help=Ha egy felhaszn\u00e1l\u00f3 LDAP-ba lett export\u00e1lva, de kor\u00e1bban nem l\u00e9tezett, a felhaszn\u00e1l\u00f3 a k\u00f6vetkez\u0151 alap objektum oszt\u00e1lyokkal lesz l\u00e9trehozva.
user-ignore-attributes-help=\u00c1ll\u00edtsd be azokat a felhaszn\u00e1l\u00f3i tulajdons\u00e1gokat, amik a port\u00e1lb\u00f3l lesznek ellen\u0151r\u00edzve. Felhaszn\u00e1l\u00f3 LDAP-b\u00f3l t\u00f6rt\u00e9n\u0151 hozz\u00e1ad\u00e1sakor vagy m\u00f3dos\u00edt\u00e1sakor ezek a tulajdons\u00e1gok ki lesznek hagyva.
user-mappings-help=Felhaszn\u00e1l\u00f3k import\u00e1l\u00e1sakor \u00e9s export\u00e1l\u00e1sakor a port\u00e1l ezt az \u00f6sszerendel\u00e9st fogja haszn\u00e1lni, hogy kapcsol\u00f3djon az LDAP felhaszn\u00e1l\u00f3i tulajdons\u00e1gokhoz \u00e9s port\u00e1l felhaszn\u00e1l\u00f3i tulajdons\u00e1gokhoz.
user-search-filter-help=Be\u00e1ll\u00edt\u00e1sok az LDAP szerverb\u0151l a port\u00e1lba t\u00f6rt\u00e9n\u0151 import\u00e1l\u00e1shoz. Ezek a be\u00e1ll\u00edt\u00e1sok nem lesznek haszn\u00e1latban, amennyiben az "LDAPImportConfiguration.enabled" tulajdons\u00e1g nincs igazra \u00e1ll\u00edtva.
users-dn-help=Az \u00faj felhaszn\u00e1l\u00f3k a megadott DN-ben lesznek l\u00e9trehozva. Ez csak akkor lesz akt\u00edv, ha az "LDAPAuthConfiguration.enabled" \u00e9s "LDAPExportConfiguration.enabled" tulajdons\u00e1gok igazra vannak \u00e1ll\u00edtva
