#X-Generator: crowdin.com
check-token=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e20\u0e32\u0e1e (Automatic Translation)
maximum-height=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
maximum-width=\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
use-initials-for-default-user-portrait=\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e22\u0e48\u0e2d\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e20\u0e32\u0e1e\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 (Automatic Translation)
use-initials-for-default-user-portrait-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e08\u0e23\u0e34\u0e07\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e22\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e20\u0e32\u0e1e\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e21\u0e34\u0e09\u0e30\u0e19\u0e31\u0e49\u0e19 \u0e08\u0e30\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e1c\u0e48\u0e32\u0e19\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34 "image.default.user.male.portrait" \u0e41\u0e25\u0e30 "image.default.user.female.portrait" \u0e43\u0e19 portal.properties (Automatic Translation)
user-file-uploads-configuration-name=\u0e20\u0e32\u0e1e\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
users-image-check-token-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e20\u0e32\u0e1e\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e08\u0e23\u0e34\u0e07 (Automatic Translation)
users-image-maximum-file-size-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e19\u0e32\u0e14\u0e41\u0e1f\u0e49\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e16\u0e48\u0e32\u0e22\u0e20\u0e32\u0e1e\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 0 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e19\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e1f\u0e49\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e41\u0e1f\u0e49\u0e21\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e08\u0e33\u0e01\u0e31\u0e14\u0e02\u0e19\u0e32\u0e14 \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23\u0e01\u0e47\u0e15\u0e32\u0e21 \u0e02\u0e19\u0e32\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e15\u0e31\u0e49\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e1e\u0e31\u0e01 "com.liferay.portal.upload.UploadServletRequestImpl.max.size" (Automatic Translation)
users-image-maximum-height-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e39\u0e07\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1e\u0e34\u0e01\u0e40\u0e0b\u0e25 \u0e04\u0e48\u0e32 0 \u0e1a\u0e48\u0e07\u0e0a\u0e35\u0e49\u0e27\u0e48\u0e32 \u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14\u0e43\u0e19\u0e21\u0e34\u0e15\u0e34\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
users-image-maximum-width-help=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e27\u0e32\u0e21\u0e01\u0e27\u0e49\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e1e\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1e\u0e34\u0e01\u0e40\u0e0b\u0e25 \u0e04\u0e48\u0e32 0 \u0e1a\u0e48\u0e07\u0e0a\u0e35\u0e49\u0e27\u0e48\u0e32 \u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14\u0e43\u0e19\u0e21\u0e34\u0e15\u0e34\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
