#X-Generator: crowdin.com
check-token=Ellen\u0151riz k\u00e9p Token (Automatic Translation)
maximum-height=Maxim\u00e1lis magass\u00e1g (Automatic Translation)
maximum-width=Maxim\u00e1lis sz\u00e9less\u00e9g (Automatic Translation)
use-initials-for-default-user-portrait=Monogram haszn\u00e1land\u00f3 alap\u00e9rtelmezett felhaszn\u00e1l\u00f3i portr\u00e9 (Automatic Translation)
use-initials-for-default-user-portrait-help=K\u00e9szlet ez-hoz igaz, hogy a felhaszn\u00e1l\u00f3 monogramj\u00e1t haszn\u00e1lja az alap\u00e9rtelmezett felhaszn\u00e1l\u00f3i portr\u00e9. Ellenkez\u0151 esetben az alap\u00e9rtelmezett portr\u00e9 k\u00e9p f\u00e1jlokat fogja haszn\u00e1lni. Az alap\u00e9rtelmezett portr\u00e9 k\u00e9p el\u00e9r\u00e9si \u00fatja a Tulajdons\u00e1gok "image.default.user.male.portrait" \u00e9s a "image.default.user.female.portrait", a portal.properties kereszt\u00fcl \u00e1ll\u00edthat\u00f3 be. (Automatic Translation)
user-file-uploads-configuration-name=Felhaszn\u00e1l\u00f3i k\u00e9pek (Automatic Translation)
users-image-check-token-help=K\u00e9szlet ez-hoz igaz, hogy ellen\u0151rizze a k\u00e9p token megjelen\u00edt\u00e9s el\u0151tt. (Automatic Translation)
users-image-maximum-file-size-help=\u00c1ll\u00edtsa be a maxim\u00e1lis f\u00e1jlm\u00e9ret a felhaszn\u00e1l\u00f3 portr\u00e9k. \u00c9rt\u00e9ke 0, a legfels\u0151 hat\u00e1r reszel\u0151 m\u00e9ret r\u00e9sz\u00e9re hat\u00e1rtalan reszel\u0151 m\u00e9ret jelz\u00e9s\u00e9re haszn\u00e1lhat\u00f3. Azonban a legnagyobb megengedett f\u00e1jlm\u00e9ret \u00e9p\u00fclete a tulajdons\u00e1got "com.liferay.portal.upload.UploadServletRequestImpl.max.size". (Automatic Translation)
users-image-maximum-height-help=Be\u00e1ll\u00edt\u00e1sa a maxim\u00e1lis felhaszn\u00e1l\u00f3i portr\u00e9 magass\u00e1ga k\u00e9ppontban. A 0 \u00e9rt\u00e9k azt jelzi, hogy nincs korl\u00e1toz\u00e1s a felhaszn\u00e1l\u00f3 portr\u00e9 m\u00e9retek. (Automatic Translation)
users-image-maximum-width-help=\u00c1ll\u00edtsa be a maxim\u00e1lis felhaszn\u00e1l\u00f3i portr\u00e9 sz\u00e9less\u00e9g\u00e9t k\u00e9ppontban. A 0 \u00e9rt\u00e9k azt jelzi, hogy nincs korl\u00e1toz\u00e1s a felhaszn\u00e1l\u00f3 portr\u00e9 m\u00e9retek. (Automatic Translation)
