#X-Generator: crowdin.com
check-token=\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064a\u0632 \u0644\u0644\u0635\u0648\u0631\u0629 (Automatic Translation)
maximum-height=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0627\u0631\u062a\u0641\u0627\u0639 (Automatic Translation)
maximum-width=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0639\u0631\u0636 (Automatic Translation)
use-initials-for-default-user-portrait=\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0623\u062d\u0631\u0641 \u0627\u0644\u0627\u0633\u062a\u0647\u0644\u0627\u0644\u064a\u0629 \u0644\u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a (Automatic Translation)
use-initials-for-default-user-portrait-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 true \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0623\u062d\u0631\u0641 \u0627\u0644\u0623\u0648\u0644\u0649 \u0645\u0646 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0643\u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a. \u0648\u0628\u062e\u0644\u0627\u0641 \u0630\u0644\u0643\u060c \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0635\u0648\u0631 \u0635\u0648\u0631\u0629 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629. \u064a\u0645\u0643\u0646 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0633\u0627\u0631 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0644\u0635\u0648\u0631\u0629 \u0635\u0648\u0631\u0629 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 "image.default.user.male.portrait" \u0648 "image.default.user.female.portrait" \u0641\u064a portal.properties. (Automatic Translation)
user-file-uploads-configuration-name=\u0635\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 (Automatic Translation)
users-image-check-token-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0645\u064a\u0632 \u0627\u0644\u0635\u0648\u0631\u0629 \u0642\u0628\u0644 \u0639\u0631\u0636\u0647\u0627. (Automatic Translation)
users-image-maximum-file-size-help=\u062a\u0639\u064a\u064a\u0646 \u062d\u062c\u0645 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0635\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0642\u064a\u0645\u0629 0 \u0644\u0644\u062d\u062c\u0645 \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0645\u0644\u0641 \u0644\u0644\u0625\u0634\u0627\u0631\u0629 \u0625\u0644\u0649 \u062d\u062c\u0645 \u0627\u0644\u0645\u0644\u0641 \u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f. \u0648\u0645\u0639 \u0630\u0644\u0643\u060c \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u062d\u062c\u0645 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647 \u0641\u064a \u0627\u0644\u062e\u0627\u0635\u064a\u0629 "com.liferay.portal.upload.UploadServletRequestImpl.max.size". (Automatic Translation)
users-image-maximum-height-help=\u062a\u0639\u064a\u064a\u0646 \u0627\u0631\u062a\u0641\u0627\u0639 \u0639\u0645\u0648\u062f\u064a \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0628\u0643\u0633\u0644. \u062a\u0634\u064a\u0631 \u0642\u064a\u0645\u0629 0 \u0625\u0644\u0649 \u0623\u064a\u0629 \u0642\u064a\u0648\u062f \u0639\u0644\u0649 \u0623\u0628\u0639\u0627\u062f \u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. (Automatic Translation)
users-image-maximum-width-help=\u062a\u0639\u064a\u064a\u0646 \u0639\u0631\u0636 \u0635\u0648\u0631\u0629 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0628\u0643\u0633\u0644. \u062a\u0634\u064a\u0631 \u0642\u064a\u0645\u0629 0 \u0625\u0644\u0649 \u0623\u064a\u0629 \u0642\u064a\u0648\u062f \u0639\u0644\u0649 \u0623\u0628\u0639\u0627\u062f \u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. (Automatic Translation)
