#X-Generator: crowdin.com
check-token=Ki\u1ec3m tra h\u00ecnh \u1ea3nh Token (Automatic Translation)
maximum-height=Chi\u1ec1u cao t\u1ed1i \u0111a (Automatic Translation)
maximum-width=Chi\u1ec1u r\u1ed9ng t\u1ed1i \u0111a (Automatic Translation)
use-initials-for-default-user-portrait=S\u1eed d\u1ee5ng t\u00ean vi\u1ebft t\u1eaft cho b\u1ee9c ch\u00e2n dung ng\u01b0\u1eddi d\u00f9ng m\u1eb7c \u0111\u1ecbnh (Automatic Translation)
use-initials-for-default-user-portrait-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u00fang \u0111\u1ec3 s\u1eed d\u1ee5ng ch\u1eef c\u00e1i \u0111\u1ea7u c\u1ee7a ng\u01b0\u1eddi d\u00f9ng nh\u01b0 ch\u00e2n dung ng\u01b0\u1eddi d\u00f9ng m\u1eb7c \u0111\u1ecbnh. N\u1ebfu kh\u00f4ng, t\u1eadp tin h\u00ecnh \u1ea3nh ch\u00e2n dung c\u1ee7a m\u1eb7c \u0111\u1ecbnh s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. \u0110\u01b0\u1eddng d\u1eabn m\u1eb7c \u0111\u1ecbnh h\u00ecnh \u1ea3nh ch\u00e2n dung c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u1eb7t th\u00f4ng qua thu\u1ed9c t\u00ednh "image.default.user.male.portrait" v\u00e0 "image.default.user.female.portrait" t\u1ea1i portal.properties. (Automatic Translation)
user-file-uploads-configuration-name=H\u00ecnh \u1ea3nh ng\u01b0\u1eddi d\u00f9ng (Automatic Translation)
users-image-check-token-help=Thi\u1ebft l\u1eadp n\u00e0y \u0111\u1ec3 s\u1ef1 th\u1eadt \u0111\u1ec3 ki\u1ec3m tra h\u00ecnh \u1ea3nh k\u1ef7 ni\u1ec7m tr\u01b0\u1edbc khi hi\u1ec3n th\u1ecb n\u00f3. (Automatic Translation)
users-image-maximum-file-size-help=Thi\u1ebft l\u1eadp k\u00edch th\u01b0\u1edbc t\u1ed1i \u0111a cho c\u00e1c b\u1ee9c ch\u00e2n dung c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. Gi\u00e1 tr\u1ecb l\u00e0 0 cho k\u00edch th\u01b0\u1edbc t\u1ec7p t\u1ed1i \u0111a c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 ch\u1ec9 ra k\u00edch th\u01b0\u1edbc t\u1eadp tin kh\u00f4ng gi\u1edbi h\u1ea1n. Tuy nhi\u00ean, k\u00edch th\u01b0\u1edbc file t\u1ed1i \u0111a cho ph\u00e9p \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp v\u00e0o b\u1ea5t \u0111\u1ed9ng s\u1ea3n "com.liferay.portal.upload.UploadServletRequestImpl.max.size". (Automatic Translation)
users-image-maximum-height-help=Thi\u1ebft l\u1eadp chi\u1ec1u cao ch\u00e2n dung ng\u01b0\u1eddi d\u00f9ng t\u1ed1i \u0111a trong pixel. Gi\u00e1 tr\u1ecb l\u00e0 0 cho bi\u1ebft kh\u00f4ng c\u00f3 gi\u1edbi h\u1ea1n k\u00edch th\u01b0\u1edbc ch\u00e2n dung c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. (Automatic Translation)
users-image-maximum-width-help=Thi\u1ebft l\u1eadp chi\u1ec1u r\u1ed9ng ch\u00e2n dung ng\u01b0\u1eddi d\u00f9ng t\u1ed1i \u0111a trong pixel. Gi\u00e1 tr\u1ecb l\u00e0 0 cho bi\u1ebft kh\u00f4ng c\u00f3 gi\u1edbi h\u1ea1n k\u00edch th\u01b0\u1edbc ch\u00e2n dung c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. (Automatic Translation)
