#X-Generator: crowdin.com
check-token=\u041f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0430 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043c\u0430\u0440\u043a\u0435\u0440 (Automatic Translation)
maximum-height=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0432\u0438\u0441\u043e\u0442\u0430 (Automatic Translation)
maximum-width=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 (Automatic Translation)
use-initials-for-default-user-portrait=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0456\u043d\u0456\u0446\u0456\u0430\u043b\u0438, \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u043c \u043f\u043e\u0440\u0442\u0440\u0435\u0442 (Automatic Translation)
use-initials-for-default-user-portrait-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0432\u0456\u0440\u043d\u043e \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0456\u043d\u0456\u0446\u0456\u0430\u043b\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u044f\u043a \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c. \u0412 \u0456\u043d\u0448\u043e\u043c\u0443 \u0432\u0438\u043f\u0430\u0434\u043a\u0443 \u0444\u0430\u0439\u043b\u0438 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u044c \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0431\u0443\u0434\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f. \u0417\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0448\u043b\u044f\u0445 \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043c\u043e\u0436\u043d\u0430 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456 "image.default.user.male.portrait" \u0456 "image.default.user.female.portrait" \u0432 portal.properties. (Automatic Translation)
user-file-uploads-configuration-name=\u0417\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 (Automatic Translation)
users-image-check-token-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0420\u0435\u0454\u0441\u0442\u0440\u0430\u0446\u0456\u044f \u043c\u0430\u0440\u043a\u0435\u0440 \u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u043f\u0435\u0440\u0435\u0434 \u0439\u043e\u0433\u043e \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f\u043c. (Automatic Translation)
users-image-maximum-file-size-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0438\u0439 \u0440\u043e\u0437\u043c\u0456\u0440 \u0444\u0430\u0439\u043b\u0443 \u0434\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e\u0440\u0442\u0440\u0435\u0442\u0438. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f 0 \u0434\u043b\u044f \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0438\u0439 \u0440\u043e\u0437\u043c\u0456\u0440 \u0444\u0430\u0439\u043b\u0443 \u043c\u043e\u0436\u0435 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u0434\u043b\u044f \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043d\u0435\u043e\u0431\u043c\u0435\u0436\u0435\u043d\u0438\u0439 \u0440\u043e\u0437\u043c\u0456\u0440. \u041e\u0434\u043d\u0430\u043a, \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0438\u0439 \u0440\u043e\u0437\u043c\u0456\u0440 \u0444\u0430\u0439\u043b\u0443 \u0434\u043e\u0437\u0432\u043e\u043b\u0438\u0432 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0443 \u0432\u043b\u0430\u0441\u0442\u0438\u0432\u043e\u0441\u0442\u0456 "com.liferay.portal.upload.UploadServletRequestImpl.max.size". (Automatic Translation)
users-image-maximum-height-help=\u041d\u0430\u0431\u0456\u0440 \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u0432\u0438\u0441\u043e\u0442\u0438 \u0443 \u043f\u0456\u043a\u0441\u0435\u043b\u044f\u0445. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f 0 \u043e\u0437\u043d\u0430\u0447\u0430\u0454 \u0431\u0435\u0437 \u043e\u0431\u043c\u0435\u0436\u0435\u043d\u044c \u043d\u0430 \u0440\u043e\u0437\u043c\u0456\u0440\u0438 \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. (Automatic Translation)
users-image-maximum-width-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0454 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0443 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u0448\u0438\u0440\u0438\u043d\u0443 \u0432 \u043f\u0456\u043a\u0441\u0435\u043b\u044f\u0445. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f 0 \u043e\u0437\u043d\u0430\u0447\u0430\u0454 \u0431\u0435\u0437 \u043e\u0431\u043c\u0435\u0436\u0435\u043d\u044c \u043d\u0430 \u0440\u043e\u0437\u043c\u0456\u0440\u0438 \u043f\u043e\u0440\u0442\u0440\u0435\u0442 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. (Automatic Translation)
