#X-Generator: crowdin.com
access-in-my-account=Truy nh\u1eadp trong T\u00e0i kho\u1ea3n c\u1ee7a b\u1ea1n
access-in-site-administration=Truy nh\u1eadp trong Trang qu\u1ea3n tr\u1ecb
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Phi\u00ean b\u1ea3n \u1ee9ng d\u1ee5ng
application-permissions-help=C\u00e1c c\u1ea5p ph\u00e9p n\u00e0y x\u00e1c \u0111\u1ecbnh nh\u1eefng h\u00e0nh \u0111\u1ed9ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n tr\u00ean \u1ee9ng d\u1ee5ng n\u00e0y. Ch\u00fang bao g\u1ed3m h\u00e0nh \u0111\u1ed9ng m\u00e0 m\u1ecdi \u1ee9ng d\u1ee5ng c\u00f3, ch\u1eb3ng h\u1ea1n nh\u01b0 th\u00eam v\u00e0o trang v\u00e0 xem, c\u0169ng nh\u01b0 c\u00e1c h\u00e0nh \u0111\u1ed9ng d\u00e0nh ri\u00eang cho \u1ee9ng d\u1ee5ng. (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn l\u00e0 mu\u1ed1n b\u1ecf th\u00e0nh ph\u1ea7n n\u00e0y \u0111i kh\u00f4ng?
define-permissions=\u0110\u1ecbnh ngh\u0129a quy\u1ec1n h\u1ea1n
general-permissions=Quy\u1ec1n h\u1ea1n chung
general-permissions-help=Quy\u1ec1n h\u1ea1n cho ph\u00e9p c\u00e1c h\u00e0nh \u0111\u1ed9ng c\u00f3 th\u1ec3 th\u1ef1c hi\u1ec7n v\u1edbi t\u1ea5t c\u1ea3 c\u00e1c \u1ee9ng d\u1ee5ng trong m\u1ee5c n\u00e0y. V\u00ed d\u1ee5\: thi\u1ebft l\u1eadp c\u1ea5u h\u00ecnh, \u0111\u01b0\u1ee3c xem hay kh\u00f4ng, \u0111\u01b0\u1ee3c truy nh\u1eadp \u1edf B\u1ea3ng \u0111i\u1ec1u khi\u1ec3n trung t\u00e2m v\u00e0 Qu\u1ea3n tr\u1ecb trang TT\u0110T...
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Vai tr\u00f2
key-field-help=Cung c\u1ea5p m\u1ed9t \u0111\u1ecbnh danh duy nh\u1ea5t cho vai di\u1ec5n n\u00e0y c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 \u0111\u1ec1 c\u1eadp \u0111\u1ebfn n\u00f3 l\u1eadp tr\u00ecnh. N\u1ebfu \u0111\u00e2y l\u00e0 m\u1ed9t vai tr\u00f2 m\u1edbi, gi\u00e1 tr\u1ecb s\u1ebd automaticallly \u0111\u01b0\u1ee3c l\u1ea5p \u0111\u1ea7y t\u1eeb c\u00e1c ti\u00eau \u0111\u1ec1 \u0111\u01b0\u1ee3c \u0111\u01b0a ra, nh\u01b0ng c\u0169ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u01b0a ra theo c\u00e1ch th\u1ee7 c\u00f4ng. (Automatic Translation)
new-role=Th\u00eam m\u1edbi vai tr\u00f2
number-of-assignees=S\u1ed1 l\u01b0\u1ee3ng Assignees (Automatic Translation)
old-role-name-is-a-required-system-role=T\u00ean Quy\u1ec1n v\u00e0 Ch\u1ee9c n\u0103ng c\u0169 \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u m\u1edfi Quy\u1ec1n v\u00e0 Ch\u1ee9c n\u0103ng h\u1ec7 th\u1ed1ng.
one-assignee=Chuy\u1ec3n nh\u01b0\u1ee3ng 1 (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Vui l\u00f2ng ch\u1ecdn m\u1ed9t trang th\u00f4ng tin \u0111\u1ec3 b\u1ea1n s\u1ebd g\u00e1n vai tr\u00f2 cho trang n\u00e0y.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Vui l\u00f2ng l\u1ef1a ch\u1ecdn m\u1ed9t t\u1ed5 ch\u1ee9c t\u1edbi m\u00e0 b\u1ea1n s\u1ebd b\u1ed5 nhi\u1ec7m m\u1ed9t vai tr\u00f2 t\u1ed5 ch\u1ee9c.
related-application-permissions=C\u00e1c quy\u1ec1n \u1ee9ng d\u1ee5ng li\u00ean quan
resource-permissions=Quy\u1ec1n h\u1ea1n t\u00e0i nguy\u00ean
resource-permissions-help=These permissions define what actions can be performed on resources displayed or managed from the application above. Resources are any user-facing object in the portal, such as a User, an Organization, a Site, or even a Calendar or Blog entry. (Automatic Copy)
system-roles=C\u00e1c vai tr\u00f2 c\u1ee7a site
the-permission-was-deleted=Quy\u1ec1n \u0111\u00e3 b\u1ecb x\u00f3a.
the-role-permissions-were-updated=C\u00e1c quy\u1ec1n theo vai tr\u00f2 \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt.
there-are-no-actions=Kh\u00f4ng c\u00f3 t\u00e1c \u0111\u1ed9ng n\u00e0o.
there-are-no-applications-that-support-application-display-templates=Kh\u00f4ng c\u00f3 \u1ee9ng d\u1ee5ng n\u00e0o h\u1ed7 tr\u1ee3 bi\u1ec3u m\u1eabu hi\u1ec3n th\u1ecb \u1ee9ng d\u1ee5ng.
this-role-does-not-have-any-permissions=Vai tr\u00f2 n\u00e0y kh\u00f4ng c\u00f3 quy\u1ec1n n\u00e0o.
this-role-is-automatically-assigned=Vai tr\u00f2 n\u00e0y \u0111\u01b0\u1ee3c g\u00e1n t\u1ef1 \u0111\u1ed9ng. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=B\u1ea1n kh\u00f4ng th\u1ec3 trao quy\u1ec1n nh\u00f3m ho\u1eb7c ng\u01b0\u1eddi d\u00f9ng v\u00e0o Quy\u1ec1n v\u00e0 Ch\u1ee9c n\u0103ng n\u00e0y.
you-cannot-delete-a-system-role=B\u1ea1n kh\u00f4ng th\u1ec3 x\u00f3a m\u1ed9t v\u00e0i tr\u00f2 thu\u1ed9c h\u1ec7 th\u1ed1ng.
you-cannot-edit-the-permissions-of-this-role=B\u1ea1n kh\u00f4ng th\u1ec3 \u0111i\u1ec1u ch\u1ec9nh quy\u1ec1n h\u1ea1n c\u1ee7a Quy\u1ec1n v\u00e0 Ch\u1ee9c n\u0103ng n\u00e0y.
