#X-Generator: crowdin.com
access-in-my-account=\u5728\u6211\u7684\u8d26\u6237\u4e2d\u8bbf\u95ee
access-in-site-administration=\u5728\u7ad9\u70b9\u7ba1\u7406\u4e2d\u8bbf\u95ee
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u5e94\u7528\u7a0b\u5e8f\u6743\u9650
application-permissions-help=\u8fd9\u4e9b\u6743\u9650\u5b9a\u4e49\u54ea\u4e9b\u64cd\u4f5c\u53ef\u4ee5\u5728\u6b64\u5e94\u7528\u4e2d\u6267\u884c\uff0c\u5305\u62ec\u6bcf\u4e2a\u5e94\u7528\u90fd\u6709\u7684\u64cd\u4f5c\uff0c\u4f8b\u5982\u6dfb\u52a0\u9875\u9762\u4e0e\u89c6\u56fe\uff0c\u4ee5\u53ca\u5e94\u7528\u7a0b\u5e8f\u7684\u7279\u5b9a\u64cd\u4f5c\u3002
are-you-sure-you-want-to-remove-this-permission=\u60a8\u786e\u5b9a\u8981\u5220\u9664\u6b64\u6743\u9650\u5417\uff1f
define-permissions=\u5b9a\u4e49\u6743\u9650
general-permissions=\u5e38\u89c4\u6743\u9650
general-permissions-help=\u8fd9\u4e9b\u6743\u9650\u5b9a\u4e49\u4e86\u5728\u8fd9\u4e2a\u90e8\u5206\u7684\u6240\u6709\u5e94\u7528\u7a0b\u5e8f\u80fd\u591f\u6267\u884c\u7684\u64cd\u4f5c\uff0c\u4f8b\u5982\u8fd9\u4e9b\u5e94\u7528\u7a0b\u5e8f\u7684\u914d\u7f6e\u3001\u662f\u5426\u80fd\u88ab\u6d4f\u89c8\u3001\u662f\u5426\u80fd\u901a\u8fc7\u63a7\u5236\u9762\u677f\u4e2d\u8bbf\u95ee\u3001\u662f\u5426\u80fd\u88ab\u7ad9\u70b9\u7ba1\u7406\u5458\u8bbf\u95ee\uff0c\u7b49\u7b49\u3002
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u89d2\u8272
key-field-help=\u4e3a\u6b64\u53ef\u4ee5\u7528\u4e8e\u4ee5\u7f16\u7a0b\u65b9\u5f0f\u5f15\u7528\u5b83\u7684\u89d2\u8272\u63d0\u4f9b\u552f\u4e00\u7684\u6807\u8bc6\u7b26\u3002\u5982\u679c\u8fd9\u662f\u4e00\u4e2a\u65b0\u7684\u89d2\u8272\uff0c\u503c\u5c06\u4fbf\u81ea\u52a8\u586b\u5145\u4ece\u7ed9\u5b9a\u7684\u6807\u9898\uff0c\u4f46\u4e5f\u53ef\u4ee5\u624b\u52a8\u7ed9\u51fa\u3002 (Automatic Translation)
new-role=\u65b0\u7684\u89d2\u8272
number-of-assignees=\u53d7\u8ba9\u4eba\u7684\u6570\u76ee (Automatic Translation)
old-role-name-is-a-required-system-role=\u539f\u89d2\u8272\u540d\u79f0\u662f\u4e00\u4e2a\u5fc5\u9700\u7684\u7cfb\u7edf\u89d2\u8272\u3002
one-assignee=1 \u53d7\u8ba9\u4eba (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=\u8bf7\u9009\u62e9\u60a8\u5c06\u5206\u914d\u7ad9\u70b9\u89d2\u8272\u7684\u7ad9\u70b9\u3002
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u8bf7\u9009\u62e9\u60a8\u60f3\u8981\u5206\u914d\u7ec4\u7ec7\u89d2\u8272\u7684\u7ec4\u7ec7\u3002
related-application-permissions=\u76f8\u5173\u5e94\u7528\u7a0b\u5e8f\u6743\u9650
resource-permissions=\u8d44\u6e90\u6743\u9650
resource-permissions-help=\u8fd9\u4e9b\u6743\u9650\u5b9a\u4e49\u4e86\u4ece\u4ee5\u4e0a\u5e94\u7528\u7a0b\u5e8f\u7684\u8d44\u6e90\u663e\u793a\u4e0a\u6216\u8005\u7ba1\u7406\u4e0a\u80fd\u591f\u6267\u884c\u7684\u64cd\u4f5c\u3002\u8d44\u6e90\u6307\u7684\u662fportal\u91cc\u9762\u5411\u7528\u6237\u7684\u5bf9\u8c61\uff0c\u5982\u7528\u6237\u3001\u7ec4\u7ec7\u3001\u7ad9\u70b9\u6216\u662f\u65e5\u5386\u9879\u6216\u535a\u6587\u3002
system-roles=\u7cfb\u7edf\u89d2\u8272
the-permission-was-deleted=\u6743\u9650\u5df2\u7ecf\u88ab\u5220\u9664\u3002
the-role-permissions-were-updated=\u89d2\u8272\u6743\u9650\u5df2\u66f4\u65b0\u3002
there-are-no-actions=\u6ca1\u6709\u64cd\u4f5c\u3002
there-are-no-applications-that-support-application-display-templates=\u6ca1\u6709\u80fd\u591f\u652f\u6301\u5e94\u7528\u7a0b\u5e8f\u663e\u793a\u6a21\u677f\u7684\u5e94\u7528\u3002
this-role-does-not-have-any-permissions=\u6b64\u89d2\u8272\u6ca1\u6709\u4efb\u4f55\u6743\u9650\u3002
this-role-is-automatically-assigned=\u81ea\u52a8\u5206\u914d\u6b64\u89d2\u8272\u3002 (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u60a8\u65e0\u6cd5\u5c06\u7fa4\u7ec4\u6216\u7528\u6237\u5206\u914d\u5230\u6b64\u89d2\u8272\u3002
you-cannot-delete-a-system-role=\u60a8\u65e0\u6cd5\u5220\u9664\u7cfb\u7edf\u89d2\u8272\u3002
you-cannot-edit-the-permissions-of-this-role=\u60a8\u65e0\u6cd5\u7f16\u8f91\u6b64\u89d2\u8272\u7684\u6743\u9650\u3002
