#X-Generator: crowdin.com
access-in-my-account=Hozz\u00e1f\u00e9r\u00e9s a saj\u00e1t fi\u00f3kban
access-in-site-administration=Hozz\u00e1f\u00e9r\u00e9s a webhely adminisztr\u00e1ci\u00f3ban
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Alkalmaz\u00e1s enged\u00e9lyek
application-permissions-help=Ezek az enged\u00e9lyek meghat\u00e1rozz\u00e1k, milyen m\u0171veletek v\u00e9gezhet\u0151k ebben az alkalmaz\u00e1sban. Ezek magukban foglalj\u00e1k azon m\u0171veleteket, amik minden alkalmaz\u00e1sban benne vannak, mint p\u00e9ld\u00e1ul az \u00daj oldal \u00e9s a N\u00e9zet, ugyan\u00fagy, mint m\u00e1s alkalmaz\u00e1sf\u00fcgg\u0151 m\u0171veleteket.
are-you-sure-you-want-to-remove-this-permission=Biztosan t\u00f6r\u00f6lni akarod ezt a jogosults\u00e1got?
define-permissions=Enged\u00e9lyek meghat\u00e1roz\u00e1sa
general-permissions=\u00c1ltal\u00e1nos jogosults\u00e1gok
general-permissions-help=Ezek az enged\u00e9lyek hat\u00e1rozz\u00e1k meg, milyen m\u0171veleteket lehet elv\u00e9gezni az \u00f6sszes alkalmaz\u00e1sra vonatkoz\u00f3an ebben a szakaszban, p\u00e9ld\u00e1ul megtekinthet\u0151ek, hozz\u00e1f\u00e9rhet\u0151ek a Vez\u00e9rl\u0151k\u00f6zpontban \u00e9s a Webhely adminisztr\u00e1ci\u00f3ban, stb.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Szerepk\u00f6r\u00f6k
key-field-help=Egyedi azonos\u00edt\u00f3 sz\u00e1m\u00e1ra ezt a szerepet, haszn\u00e1lt utal, hogy programozott. Ha az \u00faj szerepet, az \u00e9rt\u00e9k akarat automaticallly kell kit\u00f6lteni, a megadott c\u00edm, de manu\u00e1lisan is adhat\u00f3k. (Automatic Translation)
new-role=\u00daj szerepk\u00f6r
number-of-assignees=Engedm\u00e9nyesek sz\u00e1ma (Automatic Translation)
old-role-name-is-a-required-system-role=A r\u00e9gi szerepk\u00f6rn\u00e9v sz\u00fcks\u00e9ges rendszerszerepk\u00f6r.
one-assignee=1 megb\u00edzott (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Ki kell v\u00e1lasztani egy webhelyet, amelyikhez szerepk\u00f6rt rendel\u00fcnk.
please-select-an-organization-to-which-you-will-assign-an-organization-role=V\u00e1lassz egy szervezetet amelyhez hozz\u00e1rendelsz szervezeti szerepk\u00f6rt\!
related-application-permissions=Kapcsol\u00f3d\u00f3 alkalmaz\u00e1s jogosults\u00e1gok
resource-permissions=Er\u0151forr\u00e1s jogosults\u00e1gok
resource-permissions-help=Ezek a jogosults\u00e1gok hat\u00e1rozz\u00e1k meg, hogy milyen m\u0171veletek v\u00e9gezhet\u0151k el azokon az er\u0151forr\u00e1sokon, amelyek a fenti alkalmaz\u00e1s \u00e1ltal vannak megjelen\u00edtve, vagy kezelve. Az er\u0151forr\u00e1s b\u00e1rmely, a felhaszn\u00e1l\u00f3 sz\u00e1m\u00e1ra l\u00e1that\u00f3 objektum lehet a port\u00e1lban, mint a Felhaszn\u00e1l\u00f3, Szervezet, Webhely vagy ak\u00e1r a Napt\u00e1r vagy Blog bejegyz\u00e9s.
system-roles=Rendszer szerepk\u00f6r\u00f6k
the-permission-was-deleted=A jogosults\u00e1g t\u00f6r\u00f6lve.
the-role-permissions-were-updated=A szerepk\u00f6r-jogosults\u00e1gok friss\u00edtve lettek.
there-are-no-actions=Nincsenek helyek.
there-are-no-applications-that-support-application-display-templates=Nincsenek olyan alkalmaz\u00e1sok, amelyek t\u00e1mogatn\u00e1k az alkalmaz\u00e1s megjelen\u00edt\u0151 sablonokat.
this-role-does-not-have-any-permissions=Ehhez a szerepk\u00f6rh\u00f6z nem tartoznak jogosults\u00e1gok.
this-role-is-automatically-assigned=Ez a szerepk\u00f6r automatikusan hozz\u00e1rendeli. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Ehhez a szerepk\u00f6rh\u00f6z nem rendelhetsz csoportokat vagy felhaszn\u00e1l\u00f3kat.
you-cannot-delete-a-system-role=Rendszerszerepk\u00f6r nem t\u00f6r\u00f6lhet\u0151.
you-cannot-edit-the-permissions-of-this-role=Ennek a szerepk\u00f6rnek a jogosults\u00e1gait nem szerkesztheted.
