#X-Generator: crowdin.com
access-in-my-account=Access in My Account (Automatic Copy)
access-in-site-administration=Access in Site Administration (Automatic Copy)
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Application Permissions (Automatic Copy)
application-permissions-help=\u0422\u0435\u0437\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0442 \u043a\u0430\u043a\u0432\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u0442 \u043d\u0430 \u0442\u043e\u0432\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435. \u0422\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u044f\u043a\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0438\u043c\u0430, \u043a\u0430\u0442\u043e \u0434\u043e\u0431\u0430\u0432\u0438 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0438 \u0438\u0437\u0433\u043b\u0435\u0434, \u043a\u0430\u043a\u0442\u043e \u0438 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f. (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442?
define-permissions=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f
general-permissions=General Permissions (Automatic Copy)
general-permissions-help=These permissions define what actions can be performed for all applications in this section, such as their configurations, whether they can be viewed, accessed in the Control Panel and Site Administration, and more. (Automatic Copy)
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u0420\u043e\u043b\u0438
key-field-help=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 \u0443\u043d\u0438\u043a\u0430\u043b\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0440\u043e\u043b\u044f, \u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0437\u043e\u0432\u0435 \u043d\u0430 \u043d\u0435\u0433\u043e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043d\u043e. \u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u0435 \u043d\u043e\u0432\u0430 \u0440\u043e\u043b\u044f, automaticallly \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u044a\u043b\u043d\u0435\u043d\u0438 \u043e\u0442 \u0434\u0430\u0434\u0435\u043d\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435, \u043d\u043e \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430 \u0440\u044a\u0447\u043d\u043e. (Automatic Translation)
new-role=\u041d\u043e\u0432\u043e \u0438\u043c\u0435
number-of-assignees=\u0411\u0440\u043e\u0439 \u043d\u0430 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438\u0442\u0435 (Automatic Translation)
old-role-name-is-a-required-system-role=\u0421\u0442\u0430\u0440\u043e\u0442\u043e \u0438\u043c\u0435 \u043d\u0430 \u0440\u043e\u043b\u044f \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043a\u0430\u0442\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0430 \u0440\u043e\u043b\u044f.
one-assignee=1 \u0438\u043d\u0432\u0435\u0441\u0442\u0438\u0442\u043e\u0440 (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Please select a site to which you will assign a site role. (Automatic Copy)
please-select-an-organization-to-which-you-will-assign-an-organization-role=Please select an organization to which you will assign an organization role. (Automatic Copy)
related-application-permissions=Related Application Permissions (Automatic Copy)
resource-permissions=Resource Permissions (Automatic Copy)
resource-permissions-help=These permissions define what actions can be performed on resources displayed or managed from the application above. Resources are any user-facing object in the portal, such as a User, an Organization, a Site, or even a Calendar or Blog entry. (Automatic Copy)
system-roles=\u0417\u0430\u043f\u0438\u0448\u0438 \u0440\u043e\u043b\u0438\u0442\u0435
the-permission-was-deleted=\u041f\u0440\u0430\u0432\u043e\u0442\u043e \u0431\u0435\u0448\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u043e.
the-role-permissions-were-updated=\u041f\u0440\u0430\u0432\u0430\u0442\u0430 \u043d\u0430 \u0440\u043e\u043b\u044f\u0442\u0430 \u0441\u0430 \u043e\u0431\u043d\u043e\u0432\u0435\u043d\u0438.
there-are-no-actions=\u041d\u044f\u043c\u0430 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f.
there-are-no-applications-that-support-application-display-templates=There are no applications that support application display templates. (Automatic Copy)
this-role-does-not-have-any-permissions=This role does not have any permissions. (Automatic Copy)
this-role-is-automatically-assigned=\u0422\u0430\u0437\u0438 \u0440\u043e\u043b\u044f \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441 \u0442\u0430\u0437\u0438 \u0440\u043e\u043b\u044f.
you-cannot-delete-a-system-role=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0430 \u0440\u043e\u043b\u044f.
you-cannot-edit-the-permissions-of-this-role=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0430\u0442\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0440\u043e\u043b\u044f.
