#X-Generator: crowdin.com
access-in-my-account=Dost\u0119p w 'Moje konto'
access-in-site-administration=Dost\u0119p w 'Administracja witryny'
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Wersja aplikacji
application-permissions-help=Te uprawnienia okre\u015blaj\u0105, jakie dzia\u0142ania mog\u0105 by\u0107 wykonywane na tej aplikacji. Obejmuj\u0105 one dzia\u0142ania, kt\u00f3re ma ka\u017cdej aplikacji, takich jak dodawanie strony i zobacz, jak r\u00f3wnie\u017c dzia\u0142ania aplikacji. (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=Na pewno chcesz usun\u0105\u0107 ten komponent?
define-permissions=Okre\u015bl uprawnienia
general-permissions=Uprawnienia og\u00f3lne
general-permissions-help=Uprawnienia te okre\u015blaj\u0105, jakie akcje mog\u0105 by\u0107 podejmowanie we wszystkich aplikacjach w tej sekcji - takie jak ich konfiguracja, kiedy mog\u0105 by\u0107 wy\u015bwietlane, dost\u0119pno\u015b\u0107 w Panelu ustawie\u0144 i Administracji witryny, etc...
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Role
key-field-help=Podaj unikatowy identyfikator dla tej roli, kt\u00f3ra mo\u017ce s\u0142u\u017cy\u0107 do odwo\u0142a\u0107 si\u0119 do niego programowo. Je\u015bli jest to nowa rola, warto\u015b\u0107 b\u0119dzie automaticallly wype\u0142nione z danego tytu\u0142u, ale mo\u017cna tak\u017ce podawa\u0107 r\u0119cznie. (Automatic Translation)
new-role=Nowa rola
number-of-assignees=Liczba os\u00f3b przydzielonych (Automatic Translation)
old-role-name-is-a-required-system-role=Stara nazwa roli jest wymagan\u0105 rol\u0105 systemow\u0105.
one-assignee=1 cesjonariusza (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Wybierz witryn\u0119 do kt\u00f3rej ma zosta\u0107 przypisana rola witryny.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Wybierz organizacj\u0119 kt\u00f3rej przypiszesz rol\u0119 organizacji.
related-application-permissions=Uprawnienia powi\u0105zanej aplikacji
resource-permissions=Uprawnienia zasob\u00f3w
resource-permissions-help=Uprawnienia te okre\u015blaj\u0105 akcje, jakie mog\u0105 by\u0107 wykonane na zasobach wy\u015bwietlanych lub zarz\u0105dzanych z powy\u017cszej aplikacji. Zasoby s\u0105 dowolnymi obiektami w portalu przeznaczonymi dla u\u017cytkownika, np. u\u017cytkownik, organizacja, witryna lub nawet wpis w kalendarzu lub blogu.
system-roles=Role witryny
the-permission-was-deleted=Uprawnienia zosta\u0142y usuni\u0119te.
the-role-permissions-were-updated=Uprawnienia roli zosta\u0142y uaktualnione.
there-are-no-actions=Nie ma \u017cadnych akcji.
there-are-no-applications-that-support-application-display-templates=Nie ma aplikacji, kt\u00f3re wspieraj\u0105 szablony wy\u015bwietlana aplikacji.
this-role-does-not-have-any-permissions=Ta rola nie posiada \u017cadnych uprawnie\u0144.
this-role-is-automatically-assigned=Ta rola jest automatycznie przypisywany. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Nie mo\u017cesz przypisywa\u0107 grup lub u\u017cytkownik\u00f3w do tej roli.
you-cannot-delete-a-system-role=Nie mo\u017cesz usun\u0105\u0107 roli systemowej.
you-cannot-edit-the-permissions-of-this-role=Nie mo\u017cesz edytowa\u0107 uprawnie\u0144 dla tej roli.
