#X-Generator: crowdin.com
access-in-my-account=\u5728\u6211\u7684\u5e33\u6236\u5b58\u53d6
access-in-site-administration=\u5728\u7ad9\u53f0\u7ba1\u7406\u5b58\u53d6
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u61c9\u7528\u7a0b\u5f0f\u6b0a\u9650
application-permissions-help=\u9019\u4e9b\u6b0a\u9650\u5b9a\u7fa9\u80fd\u5728\u9019\u61c9\u7528\u7a0b\u5f0f\u57f7\u884c\u7684\u52d5\u4f5c\u3002\u9019\u5305\u62ec\u6bcf\u500b\u61c9\u7528\u7a0b\u5f0f\u6703\u6709\u7684\u52d5\u4f5c\uff0c\u5982\u52a0\u5165\u9801\u9762\u8207\u6aa2\u8996\uff0c\u4ee5\u53ca\u61c9\u7528\u7a0b\u5f0f\u7279\u5b9a\u7684\u52d5\u4f5c\u3002
are-you-sure-you-want-to-remove-this-permission=\u662f\u5426\u78ba\u5b9a\u8981\u79fb\u9664\u9019\u6b0a\u9650\uff1f
define-permissions=\u5b9a\u7fa9\u6b0a\u9650
general-permissions=\u4e00\u822c\u6b0a\u9650
general-permissions-help=\u9019\u4e9b\u6b0a\u9650\u5b9a\u7fa9\u4ec0\u9ebc\u52d5\u4f5c\u5728\u9019\u90e8\u5206\u6240\u6709\u61c9\u7528\u7a0b\u5f0f\u80fd\u88ab\u57f7\u884c\uff0c\u4f8b\u5982\u5b83\u5011\u7684\u8a2d\u5b9a\uff0c\u662f\u5426\u80fd\u88ab\u6aa2\u8996\u3001\u5728\u63a7\u5236\u53f0\u8207\u7ad9\u53f0\u7ba1\u7406\u5b58\u53d6\u8207\u66f4\u591a\u3002
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u89d2\u8272
key-field-help=\u70ba\u6b64\u53ef\u4ee5\u7528\u65bc\u4ee5\u7a0b\u5f0f\u8a2d\u8a08\u65b9\u5f0f\u5f15\u7528\u5b83\u7684\u89d2\u8272\u63d0\u4f9b\u552f\u4e00\u7684\u8b58\u5225\u78bc\u3002\u5982\u679c\u9019\u662f\u4e00\u500b\u65b0\u7684\u89d2\u8272\uff0c\u503c\u5c07\u4fbf\u81ea\u52d5\u586b\u6eff\u5f9e\u7d66\u5b9a\u7684\u6a19\u984c\uff0c\u4f46\u4e5f\u53ef\u4ee5\u624b\u52d5\u7d66\u51fa\u3002 (Automatic Translation)
new-role=\u65b0\u589e\u89d2\u8272
number-of-assignees=\u53d7\u8b93\u4eba\u7684\u6578\u76ee (Automatic Translation)
old-role-name-is-a-required-system-role=\u820a\u89d2\u8272\u540d\u7a31\u662f\u4e00\u500b\u5fc5\u9700\u7684\u7cfb\u7d71\u89d2\u8272\u3002
one-assignee=1 \u53d7\u8b93\u4eba (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=\u8acb\u9078\u64c7\u60a8\u5c07\u6307\u6d3e\u4e00\u500b\u7ad9\u53f0\u89d2\u8272\u7684\u4e00\u500b\u7ad9\u53f0\u3002
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u8acb\u9078\u64c7\u60a8\u5c07\u5206\u914d\u7d44\u7e54\u89d2\u8272\u7684\u4e00\u500b\u7d44\u7e54\u3002
related-application-permissions=\u76f8\u95dc\u61c9\u7528\u7a0b\u5f0f\u6b0a\u9650
resource-permissions=\u8cc7\u6e90\u6b0a\u9650
resource-permissions-help=\u9019\u4e9b\u6b0a\u9650\u5b9a\u7fa9\u4ec0\u9ebc\u52d5\u4f5c\u80fd\u57f7\u884c\u65bc\u5f9e\u4ee5\u4e0a\u61c9\u7528\u7a0b\u5f0f\u986f\u793a\u6216\u7ba1\u7406\u7684\u8cc7\u6e90\u3002\u8cc7\u6e90\u662f\u5728\u5165\u53e3\u7db2\u4e0a\u4efb\u4f55\u4f7f\u7528\u8005\u9762\u5c0d\u7684\u7269\u4ef6\uff0c\u4f8b\u5982\u4f7f\u7528\u8005\u3001\u7d44\u7e54\u3001\u7ad9\u53f0\uff0c\u751a\u81f3\u662f\u884c\u4e8b\u66c6\u6216\u90e8\u843d\u683c\u689d\u76ee\u3002
system-roles=\u7cfb\u7d71\u89d2\u8272
the-permission-was-deleted=\u6b0a\u9650\u88ab\u522a\u9664\u4e86\u3002
the-role-permissions-were-updated=\u89d2\u8272\u6b0a\u9650\u5df2\u66f4\u65b0\u3002
there-are-no-actions=\u6c92\u6709\u52d5\u4f5c\u3002
there-are-no-applications-that-support-application-display-templates=\u6c92\u6709\u61c9\u7528\u7a0b\u5f0f\u652f\u63f4\u61c9\u7528\u7a0b\u5f0f\u986f\u793a\u7248\u578b\u3002
this-role-does-not-have-any-permissions=\u9019\u500b\u89d2\u8272\u6c92\u6709\u4efb\u4f55\u6b0a\u9650\u3002
this-role-is-automatically-assigned=\u81ea\u52d5\u5206\u914d\u6b64\u89d2\u8272\u3002 (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u60a8\u4e0d\u80fd\u5206\u914d\u7fa4\u7d44\u6216\u4f7f\u7528\u8005\u5230\u9019\u500b\u89d2\u8272\u3002
you-cannot-delete-a-system-role=\u60a8\u4e0d\u80fd\u522a\u9664\u7cfb\u7d71\u89d2\u8272\u3002
you-cannot-edit-the-permissions-of-this-role=\u60a8\u4e0d\u80fd\u7de8\u8f2f\u9019\u500b\u89d2\u8272\u7684\u6b0a\u9650\u3002
