#X-Generator: crowdin.com
access-in-my-account=\u0e40\u0e02\u0e49\u0e32\u0e43\u0e19\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 (Automatic Translation)
access-in-site-administration=\u0e43\u0e19\u0e01\u0e32\u0e23\u0e14\u0e39\u0e41\u0e25\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
application-permissions-help=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e19\u0e41\u0e2d\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e19\u0e35\u0e49 \u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e17\u0e38\u0e01\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e21\u0e35 \u0e40\u0e0a\u0e48\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e25\u0e30\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e15\u0e25\u0e2d\u0e14\u0e08\u0e19\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e07\u0e32\u0e19\u0e40\u0e09\u0e1e\u0e32\u0e30 (Automatic Translation)
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (Automatic Translation)
general-permissions=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b (Automatic Translation)
general-permissions-help=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e19\u0e35\u0e49 \u0e40\u0e0a\u0e48\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39 \u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49\u0e43\u0e19 \u0e41\u0e1c\u0e07\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e14\u0e39 \u0e41\u0e25\u0e44\u0e0b\u0e15\u0e4c \u0e41\u0e25\u0e30\u0e2d\u0e37\u0e48\u0e19 \u0e46 (Automatic Translation)
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e04\u0e37\u0e2d \u0e01\u0e25\u0e38\u0e48\u0e21\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19\u0e21\u0e35\u0e27\u0e31\u0e15\u0e16\u0e38\u0e1b\u0e23\u0e30\u0e2a\u0e07\u0e04\u0e4c\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e20\u0e32\u0e22\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e15\u0e32\u0e21\u0e02\u0e2d\u0e1a\u0e40\u0e02\u0e15\u0e40\u0e09\u0e1e\u0e32\u0e30 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e0b\u0e36\u0e48\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e20\u0e32\u0e22\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15 (Automatic Translation)
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u0e1a\u0e17\u0e1a\u0e32\u0e17 (Automatic Translation)
key-field-help=\u0e21\u0e35\u0e15\u0e31\u0e27\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e19\u0e35\u0e49\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07\u0e42\u0e14\u0e22\u0e17\u0e32\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 \u0e16\u0e49\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e43\u0e2b\u0e21\u0e48 \u0e04\u0e48\u0e32 automaticallly \u0e08\u0e30\u0e16\u0e39\u0e01\u0e01\u0e23\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e32\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14 \u0e41\u0e15\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e44\u0e1b\u0e23\u0e31\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 (Automatic Translation)
new-role=\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
number-of-assignees=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e23\u0e31\u0e1a\u0e21\u0e2d\u0e1a (Automatic Translation)
old-role-name-is-a-required-system-role=\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e40\u0e01\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e23\u0e30\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 (Automatic Translation)
one-assignee=\u0e23\u0e31\u0e1a 1 (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e08\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e08\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e02\u0e2d\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e01\u0e32\u0e23 (Automatic Translation)
related-application-permissions=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 (Automatic Translation)
resource-permissions=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e43\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23 (Automatic Translation)
resource-permissions-help=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e1a\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e41\u0e2a\u0e14\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e08\u0e32\u0e01\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e02\u0e49\u0e32\u0e07\u0e15\u0e49\u0e19 \u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e21\u0e35\u0e27\u0e31\u0e15\u0e16\u0e38\u0e43\u0e14 \u0e46 \u0e40\u0e02\u0e49\u0e32\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e40\u0e0a\u0e48\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23 \u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c \u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e21\u0e49\u0e41\u0e15\u0e48\u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
system-roles=\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a (Automatic Translation)
the-permission-was-deleted=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e25\u0e1a (Automatic Translation)
the-role-permissions-were-updated=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e1a\u0e17\u0e1a\u0e32\u0e17 (Automatic Translation)
there-are-no-actions=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48 (Automatic Translation)
there-are-no-applications-that-support-application-display-templates=\u0e21\u0e35\u0e44\u0e21\u0e48\u0e21\u0e35\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e41\u0e2d\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e21\u0e48\u0e41\u0e1a\u0e1a (Automatic Translation)
this-role-does-not-have-any-permissions=\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e43\u0e14 \u0e46 (Automatic Translation)
this-role-is-automatically-assigned=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e19\u0e35\u0e49\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e01\u0e25\u0e38\u0e48\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e19\u0e35\u0e49 (Automatic Translation)
you-cannot-delete-a-system-role=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e23\u0e30\u0e1a\u0e1a (Automatic Translation)
you-cannot-edit-the-permissions-of-this-role=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e02\u0e2d\u0e07\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e19\u0e35\u0e49 (Automatic Translation)
