#X-Generator: crowdin.com
access-in-my-account=Acesso \u00e0 Minha Conta
access-in-site-administration=Acesso \u00e0 Adminstra\u00e7\u00e3o de Site
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Permiss\u00f5es da Aplica\u00e7\u00e3o
application-permissions-help=Estas permiss\u00f5es definem quais as a\u00e7\u00f5es que podem ser executadas nesta aplica\u00e7\u00e3o. Est\u00e3o inclu\u00eddas a\u00e7\u00f5es comuns a todas as aplica\u00e7\u00f5es como Adicionar \u00e0 P\u00e1gina e Visualizar, assim como a\u00e7\u00f5es espec\u00edficas de cada aplica\u00e7\u00e3o.
are-you-sure-you-want-to-remove-this-permission=Confirma que deseja remover esta permiss\u00e3o?
define-permissions=Definir Permiss\u00f5es
general-permissions=Permiss\u00f5es gerais
general-permissions-help=Estas permiss\u00f5es definem que a\u00e7\u00f5es podem ser executadas para todas as aplica\u00e7\u00f5es nesta se\u00e7\u00e3o, tais como as suas configura\u00e7\u00f5es, se podem ser vistas, acedidas \u200b\u200bno Painel de Controle e Administra\u00e7\u00e3o do Site, e muito mais.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Perf\u00eds
key-field-help=Fornece um identificador exclusivo para este papel que pode ser usado para se referir a ele por meio de programa\u00e7\u00e3o. Se esta for uma nova fun\u00e7\u00e3o, o valor ser\u00e1 automaticallly ser preenchido do t\u00edtulo dado, mas tamb\u00e9m pode ser dada manualmente. (Automatic Translation)
new-role=Novo Role
number-of-assignees=N\u00famero de destinat\u00e1rios (Automatic Translation)
old-role-name-is-a-required-system-role=O nome do Role antigo \u00e9 um Role de sistema obrigat\u00f3rio.
one-assignee=1 cession\u00e1rio (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Por favor, selecione um site ao qual pretende atribuir um Role de site.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Por favor, selecione uma organiza\u00e7\u00e3o \u00e0 qual ir\u00e1 atribuir um Role de organiza\u00e7\u00e3o.
related-application-permissions=Permiss\u00f5es de Aplica\u00e7\u00f5es Relacionadas
resource-permissions=Permiss\u00f5es de Recurso
resource-permissions-help=Estas permiss\u00f5es definem que a\u00e7\u00f5es podem ser realizadas sobre recursos apresentados ou geridos a partir da aplica\u00e7\u00e3o acima. Recursos s\u00e3o quaisquer objetos dirigidos ao utilizador no portal, como um Utilizador, uma Organiza\u00e7\u00e3o, um Site, ou at\u00e9 mesmo uma entrada de Calend\u00e1rio ou Blog.
system-roles=Roles de Sistema
the-permission-was-deleted=A permiss\u00e3o foi removida.
the-role-permissions-were-updated=As permiss\u00f5es do Role foram atualizadas.
there-are-no-actions=N\u00e3o h\u00e1 a\u00e7\u00f5es.
there-are-no-applications-that-support-application-display-templates=N\u00e3o h\u00e1 aplica\u00e7\u00f5es que suportem Templates para Exibi\u00e7\u00e3o de Aplica\u00e7\u00f5es (ADT).
this-role-does-not-have-any-permissions=Este Role n\u00e3o tem permiss\u00f5es.
this-role-is-automatically-assigned=Este papel \u00e9 atribu\u00eddo automaticamente. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=N\u00e3o pode atribuir grupos ou utilizadores a este Role.
you-cannot-delete-a-system-role=N\u00e3o pode eliminar um Role de Sistema.
you-cannot-edit-the-permissions-of-this-role=N\u00e3o pode editar as permiss\u00f5es deste role.
