#X-Generator: crowdin.com
access-in-my-account=Access in My Account (Automatic Copy)
access-in-site-administration=Access in Site Administration (Automatic Copy)
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u0ec0\u0ea7\u0eb5\u0ec0\u0e8a\u0eb5\u0ec9\u0e82\u0ead\u0e87\u0ec2\u0e9b\u0ea3\u0ec1\u0e81\u0ea3\u0ea1
application-permissions-help=These permissions define what actions can be performed on this application. These include actions that every application has, such as Add to Page and View, as well as application-specific actions. (Automatic Copy)
are-you-sure-you-want-to-remove-this-permission=\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0e99\u0ec8\u0ec3\u0e88\u0ea7\u0ec8\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a \u0eab\u0ebc\u0eb7\u0e8d\u0ec9\u0eb2\u0e8d \u0e84\u0ead\u0ea1\u0ec2\u0e9b\u0ec0\u0e99\u0eb1\u0ec9\u0e99\u0e99\u0eb5\u0ec9?
define-permissions=\u0e99\u0eb4\u0e8d\u0eb2\u0ea1\u0eaa\u0eb4\u0e94
general-permissions=General Permissions (Automatic Copy)
general-permissions-help=These permissions define what actions can be performed for all applications in this section, such as their configurations, whether they can be viewed, accessed in the Control Panel and Site Administration, and more. (Automatic Copy)
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u0ea5\u0eb0\u0e9a\u0ebd\u0e9a\u0e81\u0eb2\u0e99
key-field-help=Provide a unique identifier for this role that can be used to refer to it programmatically. If this is a new role, the value will automaticallly be filled from the given title, but can also be given manually. (Automatic Copy)
new-role=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0ec3\u0edd\u0ec8
number-of-assignees=Number of Assignees (Automatic Copy)
old-role-name-is-a-required-system-role=\u0e8a\u0eb7\u0ec8\u0e81\u0ebb\u0e94\u0ec0\u0e81\u0e99\u0ec0\u0e81\u0ebb\u0ec8\u0eb2\u0ec1\u0ea1\u0ec8\u0e99\u0e88\u0eb3\u0ec0\u0e9b\u0eb1\u0e99\u0eaa\u0eb3\u0ea5\u0eb1\u0e9a\u0e81\u0ebb\u0e94\u0ec0\u0e81\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a
one-assignee=1 Assignee (Automatic Copy)
please-select-a-site-to-which-you-will-assign-a-site-role=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec4\u0e8a\u0e97\u0ecc\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0ec4\u0e94\u0ec9.
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0ec3\u0e94\u0edc\u0eb7\u0ec8\u0e87\u0e97\u0eb5\u0ec8\u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0ec3\u0eab\u0ec9\u0e81\u0eb1\u0e9a\u0ead\u0ebb\u0e87\u0e81\u0ead\u0e99\u0ec4\u0e94\u0ec9
related-application-permissions=Related Application Permissions (Automatic Copy)
resource-permissions=Resource Permissions (Automatic Copy)
resource-permissions-help=These permissions define what actions can be performed on resources displayed or managed from the application above. Resources are any user-facing object in the portal, such as a User, an Organization, a Site, or even a Calendar or Blog entry. (Automatic Copy)
system-roles=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0ec4\u0e8a\u0e97\u0ecc
the-permission-was-deleted=\u0eaa\u0eb4\u0e94\u0e97\u0eb5\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ea5\u0eb6\u0e9a
the-role-permissions-were-updated=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0eaa\u0eb4\u0e94\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9b\u0eb1\u0e9a\u0e9b\u0eb8\u0e87
there-are-no-actions=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb4\u0e94\u0e88\u0eb0\u0e81\u0eb3\u0eab\u0e8d\u0eb1\u0e87
there-are-no-applications-that-support-application-display-templates=There are no applications that support application display templates. (Automatic Copy)
this-role-does-not-have-any-permissions=\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0eaa\u0eb4\u0e94\u0e97\u0eb4\u0ec3\u0e94\u0ec6\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94
this-role-is-automatically-assigned=This role is automatically assigned. (Automatic Copy)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94\u0e81\u0eb8\u0ec8\u0ea1 \u0eab\u0ebc\u0eb7\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e81\u0eb1\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9
you-cannot-delete-a-system-role=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0eb6\u0e9a\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a
you-cannot-edit-the-permissions-of-this-role=\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0eaa\u0eb4\u0e94\u0e97\u0eb4\u0e82\u0ead\u0e87\u0eab\u0ebc\u0eb1\u0e81\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9
