#X-Generator: crowdin.com
access-in-my-account=Zugang \u00fcber Mein Konto
access-in-site-administration=Zugang \u00fcber Siteverwaltung
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Berechtigungen der Anwendung
application-permissions-help=Die aufgef\u00fchrten Berechtigungen legen fest, welche Aktionen in dieser Anwendung ausgef\u00fchrt werden k\u00f6nnen. Dies beinhaltet Aktionen, die f\u00fcr alle Anwendungen zur Verf\u00fcgungn stehen (z.B. das Hinzuf\u00fcgen zur Seite und das Anzeigen der Anwendung) sowie anwendungsspezifische Aktionen.
are-you-sure-you-want-to-remove-this-permission=Sind Sie sicher, dass Sie diese Berechtigung l\u00f6schen m\u00f6chten?
define-permissions=Berechtigungen definieren
general-permissions=Allgemeine Berechtigungen
general-permissions-help=Diese Berechtigungen geben an, welche Aktionen f\u00fcr alle Anwendungen in diesem Bereich ausgef\u00fchrt werden k\u00f6nnen, zum Beispiel ob sie angezeigt werden k\u00f6nnen, ob die Konfiguration bearbeitet werden kann und einige mehr.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Rollen sind Gruppierungen von Benutzern, die eine gemeinsame Funktion innerhalb eines bestimmten Geltungsbereiches des Portals besitzen. Sie k\u00f6nnen Rollen hinzuf\u00fcgen, die Zugriff auf verschiedene Funktionen innerhalb von Anwendungen gew\u00e4hren.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Rollen
key-field-help=Provide a unique identifier for this role that can be used to refer to it programmatically. If this is a new role, the value will automaticallly be filled from the given title, but can also be given manually. (Automatic Copy)
new-role=Neue Rolle
number-of-assignees=Number of Assignees (Automatic Copy)
old-role-name-is-a-required-system-role=Der alte Rollenname ist eine ben\u00f6tigte Systemrolle.
one-assignee=1 Assignee (Automatic Copy)
please-select-a-site-to-which-you-will-assign-a-site-role=Bitte geben Sie eine Site an, zu der Sie eine sitespezifische Rolle zuordnen werden.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Bitte w\u00e4hlen Sie eine Organisation, der Sie eine organisationsspezifische Rolle zuweisen m\u00f6chten.
related-application-permissions=Zugeh\u00f6rige Anwendungsberechtigungen
resource-permissions=Berechtigungen f\u00fcr Ressourcen
resource-permissions-help=Diese Berechtigungen legen fest, welche Aktionen f\u00fcr Ressourcen durchgef\u00fchrt werden k\u00f6nnen, die von der obigen Anwendung angezeigt oder verwaltet werden. Resourcen sind alle f\u00fcr Benutzer zug\u00e4nglichen Objekte im Portal, wie Benutzer, Organisationen, Sites als auch Kalender- oder Blogeintr\u00e4ge.
system-roles=Systemrollen
the-permission-was-deleted=Die Berechtigung wurde gel\u00f6scht.
the-role-permissions-were-updated=Die Rollenberechtigung wurde aktualisiert.
there-are-no-actions=Keine Aktionen vorhanden.
there-are-no-applications-that-support-application-display-templates=Es sind keine Anwendungen vorhanden, die Darstellungsvorlagen unterst\u00fctzen.
this-role-does-not-have-any-permissions=Diese Rolle hat keine Berechtigungen.
this-role-is-automatically-assigned=This role is automatically assigned. (Automatic Copy)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Sie k\u00f6nnen Gruppen oder Benutzer nicht dieser Rolle zuweisen.
you-cannot-delete-a-system-role=Sie k\u00f6nnen eine Systemrolle nicht l\u00f6schen.
you-cannot-edit-the-permissions-of-this-role=Sie k\u00f6nnen die Berechtigungen dieser Rolle nicht bearbeiten.
