#X-Generator: crowdin.com
access-in-my-account=Acesso \u00e0 Minha Conta
access-in-site-administration=Acesso \u00e0 Administra\u00e7\u00e3o do Site
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Permiss\u00f5es da aplica\u00e7\u00e3o
application-permissions-help=Estas permiss\u00f5es definem quais a\u00e7\u00f5es podem ser executadas nesta aplica\u00e7\u00e3o. Isso inclui a\u00e7\u00f5es que todas as aplica\u00e7\u00f5es t\u00eam, como Adicionar \u00e0 P\u00e1gina e Visualizar, assim como a\u00e7\u00f5es espec\u00edficas de aplica\u00e7\u00f5es.
are-you-sure-you-want-to-remove-this-permission=Voc\u00ea tem certeza que deseja remover esta permiss\u00e3o?
define-permissions=Definir permiss\u00f5es
general-permissions=Permiss\u00f5es gerais
general-permissions-help=Essas permiss\u00f5es definem quais a\u00e7\u00f5es podem ser executadas para todas as aplica\u00e7\u00f5es nesta se\u00e7\u00e3o, como suas configura\u00e7\u00f5es, se eles podem ser vistos, acessados \u200b\u200bno painel de controle e administra\u00e7\u00e3o do site, e muito mais.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Pap\u00e9is s\u00e3o agrupamentos de usu\u00e1rios que compartilham uma fun\u00e7\u00e3o espec\u00edfica dentro do portal, de acordo com um escopo espec\u00edfico. Voc\u00ea pode adicionar pap\u00e9is que podem ter permiss\u00f5es para v\u00e1rias fun\u00e7\u00f5es dentro de aplicativos de portlet.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Pap\u00e9is
key-field-help=Fornece um identificador exclusivo para este papel que pode ser usado para se referir a ele por meio de programa\u00e7\u00e3o. Se esta for uma nova fun\u00e7\u00e3o, o valor ser\u00e1 automaticallly ser preenchido do t\u00edtulo dado, mas tamb\u00e9m pode ser dada manualmente. (Automatic Translation)
new-role=Novo papel
number-of-assignees=N\u00famero de destinat\u00e1rios (Automatic Translation)
old-role-name-is-a-required-system-role=O nome do papel antigo \u00e9 um papel de sistema obrigat\u00f3rio.
one-assignee=1 cession\u00e1rio (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Por favor, selecione um site para o qual voc\u00ea atribuir um papel de site.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Por favor, selecione uma organiza\u00e7\u00e3o a qual voc\u00ea atribuir\u00e1 um papel de organiza\u00e7\u00e3o.
related-application-permissions=Permiss\u00f5es de aplica\u00e7\u00e3o relacionadas
resource-permissions=Permiss\u00f5es do recurso
resource-permissions-help=Essas permiss\u00f5es definem quais a\u00e7\u00f5es podem ser realizadas em recursos apresentados ou geridos a partir da aplica\u00e7\u00e3o acima. Recursos s\u00e3o qualquer objeto voltados ao usu\u00e1rio no portal, como um Usu\u00e1rio, uma Organiza\u00e7\u00e3o, um Site, ou at\u00e9 mesmo uma entrada de calend\u00e1rio ou Blog.
system-roles=Pap\u00e9is do sistema
the-permission-was-deleted=A permiss\u00e3o foi exclu\u00edda.
the-role-permissions-were-updated=As permiss\u00f5es do papel foram atualizadas.
there-are-no-actions=N\u00e3o h\u00e1 a\u00e7\u00f5es.
there-are-no-applications-that-support-application-display-templates=N\u00e3o h\u00e1 aplica\u00e7\u00f5es que suportam modelos de exibi\u00e7\u00e3o de aplicativos.
this-role-does-not-have-any-permissions=Este papel n\u00e3o tem permiss\u00f5es.
this-role-is-automatically-assigned=Este papel \u00e9 atribu\u00eddo automaticamente. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Voc\u00ea n\u00e3o pode atribuir grupos ou usu\u00e1rios a este papel.
you-cannot-delete-a-system-role=Voc\u00ea n\u00e3o pode excluir um papel do sistema.
you-cannot-edit-the-permissions-of-this-role=Voc\u00ea n\u00e3o pode editar as permiss\u00f5es deste papel.
