#X-Generator: crowdin.com
access-in-my-account=Acceso a mi cuenta
access-in-site-administration=Acceso a la administraci\u00f3n del sitio web
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Permisos de la aplicaci\u00f3n
application-permissions-help=Estos permisos definen las acciones que pueden ser ejecutadas en esta aplicaci\u00f3n. Esto incluye acciones que todas las aplicaciones tienen, como A\u00f1adir a la p\u00e1gina y Visualizar, as\u00ed como acciones espec\u00edficas de aplicaciones.
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=Definir permisos
general-permissions=Permisos generales
general-permissions-help=Estos permisos definen qu\u00e9 acciones se pueden realizar para todas las aplicaciones en esta secci\u00f3n, como sus configuraciones, si pueden ser visualizadas, accedidas a trav\u00e9s del Panel de Control y Administraci\u00f3n del Sitio, y m\u00e1s.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Rol
key-field-help=Proporcionan un identificador \u00fanico para este papel que puede utilizarse para hacer referencia a \u00e9l mediante programaci\u00f3n. Si se trata de un nuevo papel, el valor voluntad automaticallly ser llenado el t\u00edtulo dado, pero tambi\u00e9n puede darse manualmente. (Automatic Translation)
new-role=Nuevo rol
number-of-assignees=N\u00famero de cesionarios (Automatic Translation)
old-role-name-is-a-required-system-role=El rol seleccionado es un rol requerido del sistema.
one-assignee=1 encargado (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Por favor, seleccione un sitio web al que asignarle el rol de sitio web.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Por favor, seleccione la organizaci\u00f3n a la que desea asignar el rol de organizaci\u00f3n.
related-application-permissions=Permisos de aplicaciones relacionados
resource-permissions=Permisos sobre recursos
resource-permissions-help=Estos permisos definen qu\u00e9 acciones se pueden llevar a cabo sobre los recursos mostrados o gestionados por la aplicaci\u00f3n. Se entiende por recurso cualquier objeto con el que interact\u00faan los usuarios, como Usuarios, Organizaciones, Sitios web o entradas del calendario o de blog.
system-roles=Roles de Sistema
the-permission-was-deleted=El permiso fue borrado.
the-role-permissions-were-updated=Los permisos del rol han sido actualizados.
there-are-no-actions=No hay acciones
there-are-no-applications-that-support-application-display-templates=No hay aplicaciones que soporten plantillas de aplicaci\u00f3n.
this-role-does-not-have-any-permissions=Este rol no tiene ning\u00fan permiso.
this-role-is-automatically-assigned=Este rol se asigna autom\u00e1ticamente. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=No pueden asignarse grupos o a usuarios a este rol.
you-cannot-delete-a-system-role=Los roles de sistema no pueden ser eliminados
you-cannot-edit-the-permissions-of-this-role=No pueden editarse los permisos de este rol.
