#X-Generator: crowdin.com
access-in-my-account=Acc\u00e9der a mon compte
access-in-site-administration=Acc\u00e9der \u00e0 l'administration du site
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Permissions de l'application
application-permissions-help=Ces permissions d\u00e9finissent quelle actions peuvent \u00eatre effectu\u00e9es sur cette application. Elles incluent les actions que chaque application a, telle que Ajouter \u00e0 la page et voir, tout comme les actions sp\u00e9cifiques \u00e0 l'application.
are-you-sure-you-want-to-remove-this-permission=\u00cates-vous s\u00fbr de vouloir supprimer cette permission ?
define-permissions=D\u00e9finir les permissions
general-permissions=Permissions g\u00e9n\u00e9rales
general-permissions-help=Ces permissions d\u00e9finissent quelles actions peuvent \u00eatre r\u00e9alis\u00e9es pour toutes les applications de cette section, comme leur configuration, si elles peuvent \u00eatre vues, acc\u00e9d\u00e9es dans le panneau de contr\u00f4le et d'administration du site, et plus encore.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=R\u00f4les
key-field-help=Fournir un identificateur unique pour ce r\u00f4le qui peut \u00eatre utilis\u00e9 pour se r\u00e9f\u00e9rer \u00e0 lui par programme. Si il s\u2019agit d\u2019un nouveau r\u00f4le, la valeur volont\u00e9 qui rempli le titre donn\u00e9, mais peut \u00e9galement \u00eatre donn\u00e9e manuellement. (Automatic Translation)
new-role=Nouveau r\u00f4le
number-of-assignees=Nombre d\u2019ayants droit (Automatic Translation)
old-role-name-is-a-required-system-role=L'ancien nom de r\u00f4le est un r\u00f4le r\u00e9serv\u00e9 du syst\u00e8me.
one-assignee=1 cessionnaire (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=Veuillez s\u00e9lectionner un site auquel vous assignerez un r\u00f4le de site.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Veuillez choisir une organisation \u00e0 laquelle vous assignerez un r\u00f4le d'organisation.
related-application-permissions=Permissions d'application relatives
resource-permissions=Permissions de Ressources
resource-permissions-help=Ces autorisations d\u00e9finissent les actions qui peuvent \u00eatre effectu\u00e9es sur les ressources affich\u00e9es ou g\u00e9r\u00e9es, \u00e0 partir de l'application ci-dessus. Les ressources peuvent \u00eatre plusieurs types d'objets, comme un utilisateur, une organisation, un site, ou m\u00eame une entr\u00e9e d'agenda ou votre blogue.
system-roles=R\u00f4les syst\u00e8me
the-permission-was-deleted=La permission a \u00e9t\u00e9 supprim\u00e9e.
the-role-permissions-were-updated=Les permissions de r\u00f4le ont \u00e9t\u00e9 mises \u00e0 jour.
there-are-no-actions=Il n'y a aucune localisation.
there-are-no-applications-that-support-application-display-templates=Il n'y a pas d'applications qui supportent les mod\u00e8les d'affichage des application.
this-role-does-not-have-any-permissions=Ce r\u00f4le n'a aucune permission.
this-role-is-automatically-assigned=Ce r\u00f4le est attribu\u00e9 automatiquement. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Vous ne pouvez pas affecter des groupes ou des utilisateurs \u00e0 ce r\u00f4le.
you-cannot-delete-a-system-role=Vous ne pouvez pas supprimer un r\u00f4le syst\u00e8me.
you-cannot-edit-the-permissions-of-this-role=Vous ne pouvez pas modifier les permissions de ce r\u00f4le.
