#X-Generator: crowdin.com
access-in-my-account=P\u00e4\u00e4sy omille sivuille
access-in-site-administration=P\u00e4\u00e4sy Sivuston hallintaan
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=Sovelluksen k\u00e4ytt\u00f6oikeudet
application-permissions-help=N\u00e4m\u00e4 k\u00e4ytt\u00f6oikeudet m\u00e4\u00e4rittelee, mit\u00e4 toimintoja voidaan tehd\u00e4 sovelluksessa. N\u00e4m\u00e4 sis\u00e4lt\u00e4v\u00e4t kuten kaikissa sovelluksissa olevat, kuten "Lis\u00e4\u00e4 sivulle", "N\u00e4yt\u00e4" kuten my\u00f6s sovelluskohtaiset k\u00e4ytt\u00f6oikeudet.
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=M\u00e4\u00e4rit\u00e4 oikeuksia
general-permissions=Yleiset k\u00e4ytt\u00f6oikeudet
general-permissions-help=N\u00e4m\u00e4 k\u00e4ytt\u00f6oikeudet m\u00e4\u00e4rittelev\u00e4t, mitk\u00e4 toiminnot voidaan toteuttaa kaikille sovelluksille t\u00e4ll\u00e4 aluella, kuten niiden asetukset, joko ne voidaan n\u00e4ytt\u00e4\u00e4, n\u00e4ytt\u00e4\u00e4 hallintapaneelissa ja sivustohallinassa jne.
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roolit
key-field-help=Provide a unique identifier for this role that can be used to refer to it programmatically. If this is a new role, the value will automaticallly be filled from the given title, but can also be given manually. (Automatic Copy)
new-role=Uusi rooli
number-of-assignees=Number of Assignees (Automatic Copy)
old-role-name-is-a-required-system-role=Vanha roolinimi on v\u00e4ltt\u00e4m\u00e4t\u00f6n j\u00e4rjestelm\u00e4rooli.
one-assignee=1 Assignee (Automatic Copy)
please-select-a-site-to-which-you-will-assign-a-site-role=Valitse sivusto,mihin kytket\u00e4\u00e4n sivustorooli.
please-select-an-organization-to-which-you-will-assign-an-organization-role=Valitse organisaatio, mihin kytket\u00e4\u00e4n organisaatio rooli.
related-application-permissions=Liittyv\u00e4t sovelluksen k\u00e4ytt\u00f6oikeudet
resource-permissions=Resurssioikeudet
resource-permissions-help=N\u00e4m\u00e4 k\u00e4ytt\u00f6oikeudet m\u00e4\u00e4ritt\u00e4v\u00e4t, mit\u00e4 resursseja n\u00e4ytet\u00e4\u00e4n tai hallitaan k\u00e4ytetyst\u00e4 sovelluksesta. Resurssit ovat, mit\u00e4 tahansa k\u00e4ytt\u00e4j\u00e4lle n\u00e4kyvi\u00e4 objekteja portaalissa, kuten k\u00e4ytt\u00e4j\u00e4, organisaatio, sivusto tai jopa kalenteri tai blog kirjoitus.
system-roles=J\u00e4rjestelm\u00e4roolit
the-permission-was-deleted=K\u00e4ytt\u00f6oikeus poistettiin.
the-role-permissions-were-updated=Roolin oikeudet p\u00e4ivitettiin.
there-are-no-actions=Ei sijainteja.
there-are-no-applications-that-support-application-display-templates=Ei ole sovelluksia, mitk\u00e4 tukisivat sovellusten esitysmalleja.
this-role-does-not-have-any-permissions=T\u00e4ll\u00e4 roolilla ei ole k\u00e4ytt\u00f6oikeuksia.
this-role-is-automatically-assigned=This role is automatically assigned. (Automatic Copy)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=Et voi lis\u00e4t\u00e4 ryhmi\u00e4 tai k\u00e4ytt\u00e4ji\u00e4 t\u00e4h\u00e4n rooliin.
you-cannot-delete-a-system-role=Et voi poistaa j\u00e4rjestelm\u00e4 roolia.
you-cannot-edit-the-permissions-of-this-role=Et voi muokata t\u00e4m\u00e4n roolin oikeuksia.
