#X-Generator: crowdin.com
access-in-my-account=\u30de\u30a4\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30a2\u30af\u30bb\u30b9
access-in-site-administration=\u30b5\u30a4\u30c8\u7ba1\u7406\u306b\u30a2\u30af\u30bb\u30b9
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u6a29\u9650
application-permissions-help=\u3053\u308c\u3089\u306e\u6a29\u9650\u306f\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5185\u3067\u3001\u3069\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5b9f\u884c\u3067\u304d\u308b\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u6a29\u9650\u306f\u3001\u56fa\u6709\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u307f\u306e\u6a29\u9650\u306e\u4ed6\u306b\u3001\u5168\u3066\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u5b58\u5728\u3059\u308b\u3088\u3046\u306a\u3001\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3001\u95b2\u89a7\u3068\u3044\u3063\u305f\u6a29\u9650\u3082\u542b\u307f\u307e\u3059\u3002
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=\u6a29\u9650\u306e\u5b9a\u7fa9
general-permissions=\u901a\u5e38\u6a29\u9650
general-permissions-help=\u3053\u308c\u3089\u6a29\u9650\u306f\u4ee5\u4e0b\u306e\u6a29\u9650\u3092\u5b9a\u7fa9\u3057\u3066\u3044\u307e\u3059\uff1a\u3000\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u5168\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u3069\u306e\u52d5\u4f5c\u3092\u8a31\u53ef\u3059\u308b\u304b\u3001\u8a2d\u5b9a\u53ef\u80fd\u304b\u3001\u95b2\u89a7\u53ef\u80fd\u304b\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30d1\u30cd\u30eb\u5185\u3067\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u304b\u3001\u30b5\u30a4\u30c8\u7ba1\u7406\u306a\u3069
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u30ed\u30fc\u30eb\u306f\u30e6\u30fc\u30b6\u30fc\u3092\u30b0\u30eb\u30fc\u30d4\u30f3\u30b0\u3057\u3001\u30dd\u30fc\u30bf\u30eb\u306e\u4e2d\u306e\u6307\u5b9a\u306e\u6a5f\u80fd\u3092\u3001\u5b9a\u3081\u3089\u308c\u305f\u30b9\u30b3\u30fc\u30d7\u306b\u5f93\u3063\u3066\u30b7\u30a7\u30a2\u3059\u308b\u4ed5\u7d44\u307f\u3067\u3059\u3002\u30dd\u30fc\u30c8\u30ec\u30c3\u30c8\u5185\u306e\u6570\u3042\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u95a2\u3057\u3066\u3001\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u9650\u3092\u3082\u3063\u305f\u30ed\u30fc\u30eb\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u30ed\u30fc\u30eb
key-field-help=Provide a unique identifier for this role that can be used to refer to it programmatically. If this is a new role, the value will automaticallly be filled from the given title, but can also be given manually. (Automatic Copy)
new-role=\u65b0\u898f\u30ed\u30fc\u30eb
number-of-assignees=Number of Assignees (Automatic Copy)
old-role-name-is-a-required-system-role=\u5909\u66f4\u524d\u306e\u30ed\u30fc\u30eb\u540d\u306f\u6a19\u6e96\u30ed\u30fc\u30eb\u3067\u3059\u3002\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
one-assignee=1 Assignee (Automatic Copy)
please-select-a-site-to-which-you-will-assign-a-site-role=\u30b5\u30a4\u30c8\u30ed\u30fc\u30eb\u306b\u5272\u308a\u5f53\u3066\u308b\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u7d44\u7e54\u30ed\u30fc\u30eb\u3092\u5272\u308a\u5f53\u3066\u308b\u7d44\u7e54\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
related-application-permissions=\u95a2\u4fc2\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u6a29\u9650
resource-permissions=\u30ea\u30bd\u30fc\u30b9\u6a29\u9650
resource-permissions-help=\u3053\u308c\u3089\u306e\u6a29\u9650\u306f\u4e0a\u8a18\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u8868\u793a\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u306e\u30a2\u52d5\u4f5c\u304c\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002\u30ea\u30bd\u30fc\u30b9\u3068\u306f\u30e6\u30fc\u30b6\u30fc\u3001\u7d44\u7e54\u3001\u30b5\u30a4\u30c8\u3001\u30ab\u30ec\u30f3\u30c0\u30fc\u3084\u30d6\u30ed\u30b0\u30a8\u30f3\u30c8\u30ea\u30fc\u306a\u3069\u3001\u30dd\u30fc\u30bf\u30eb\u5185\u3067\u5b58\u5728\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u5411\u3051\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u793a\u3057\u307e\u3059\u3002
system-roles=\u6a19\u6e96\u30ed\u30fc\u30eb
the-permission-was-deleted=\u6a29\u9650\u306f\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
the-role-permissions-were-updated=\u30ed\u30fc\u30eb\u306e\u6a29\u9650\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
there-are-no-actions=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u3042\u308a\u307e\u305b\u3093\u3002
there-are-no-applications-that-support-application-display-templates=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
this-role-does-not-have-any-permissions=\u3053\u306e\u30ed\u30fc\u30eb\u306b\u8a31\u53ef\u304c\u306a\u3044\u3002
this-role-is-automatically-assigned=This role is automatically assigned. (Automatic Copy)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u3053\u306e\u30ed\u30fc\u30eb\u3092\u30b0\u30eb\u30fc\u30d7\u304b\u30e6\u30fc\u30b6\u30fc\u306b\u5272\u308a\u5f53\u3066\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-delete-a-system-role=\u30b7\u30b9\u30c6\u30e0\u3067\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u6a19\u6e96\u30ed\u30fc\u30eb\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
you-cannot-edit-the-permissions-of-this-role=\u3053\u306e\u30ed\u30fc\u30eb\u306e\u8a31\u53ef\u306f\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002
