#X-Generator: crowdin.com
access-in-my-account=\u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0631 \u00ab\u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc\u00bb
access-in-site-administration=\u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0631 \u00ab\u0645\u062f\u06cc\u0631\u06cc\u062a \u0633\u0627\u06cc\u062a\u00bb
allow-subsite-management=Allow Subsite Management (Automatic Copy)
allow-subsite-management-help=Enable this option to allow Site Administrator role permissions to apply to all child sites. (Automatic Copy)
application-permissions=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u0648\u0644\u0641\u0647 \u0647\u0627
application-permissions-help=\u0627\u06cc\u0646 \u0627\u062c\u0627\u0632\u0647\u200c\u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u0628\u06cc\u0646 \u0641\u0639\u0627\u0644\u06cc\u062a\u200c\u0647\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u0627\u06cc\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0645\u06cc\u200c\u0628\u0627\u0634\u0646\u062f. \u0634\u0627\u0645\u0644 \u0641\u0639\u0627\u0644\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0647\u0645\u0647 \u0628\u0631\u0646\u0627\u0645\u0647\u200c\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u062f\u0627\u0631\u0646\u062f. \u0645\u0627\u0646\u0646\u062f \u0627\u0641\u0632\u0648\u062f\u0646 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0648 \u06cc\u0627 \u0646\u0645\u0627\u06cc\u0634. \u0647\u0645\u0686\u0646\u06cc\u0646 \u0641\u0639\u0627\u0644\u06cc\u062a\u200c\u0647\u0627\u06cc \u062e\u0627\u0635 \u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc
are-you-sure-you-want-to-remove-this-permission=Are you sure you want to remove this permission?
define-permissions=\u062a\u0639\u0631\u06cc\u0641 \u0633\u0637\u0648\u062d \u062f\u0633\u062a\u0631\u0633\u06cc
general-permissions=\u062f\u0633\u062a\u0631\u0633\u06cc\u200c\u0647\u0627\u06cc \u0639\u0645\u0648\u0645\u06cc
general-permissions-help=\u0627\u06cc\u0646 \u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0645\u06cc \u06a9\u0646\u062f \u06a9\u0647 \u0686\u0647 \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f. \u0646\u0638\u06cc\u0631\: \u062a\u0646\u0638\u06cc\u0645\u0627\u062a\u060c \u0627\u06cc\u0646\u06a9\u0647 \u06a9\u062c\u0627 \u062f\u06cc\u062f\u0647 \u0634\u0648\u0646\u062f\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u06a9\u0646\u062a\u0631\u0644 \u067e\u0646\u0644 \u0648 \u0645\u062f\u06cc\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0648 \u0628\u06cc\u0634\u062a\u0631
javax.portlet.description.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=Roles are groupings of users that share a particular function within the portal, according to a particular scope. You can add roles which can be granted permissions to various functions within portlet applications.
javax.portlet.title.com_liferay_roles_admin_web_portlet_RolesAdminPortlet=\u0646\u0642\u0634 \u0647\u0627
key-field-help=\u0627\u0631\u0627\u0626\u0647 \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0646\u0642\u0634 \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f \u0628\u0647 \u0645\u0631\u0627\u062c\u0639\u0647 \u0628\u0647 \u0622\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06cc\u0633\u06cc. \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0646\u0642\u0634 \u062c\u062f\u06cc\u062f automaticallly \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0645\u0642\u062f\u0627\u0631 \u0627\u0632 \u0639\u0646\u0648\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u067e\u0631 \u0627\u0645\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u062f\u0633\u062a\u06cc \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
new-role=\u0646\u0642\u0634 \u062c\u062f\u06cc\u062f
number-of-assignees=\u0634\u0645\u0627\u0631\u0647 Assignees (Automatic Translation)
old-role-name-is-a-required-system-role=\u0646\u0627\u0645 \u0642\u062f\u06cc\u0645\u06cc \u0646\u0642\u0634 \u06cc\u06a9 \u0646\u0627\u0645 \u0633\u06cc\u0633\u062a\u0645\u06cc \u0644\u0627\u0632\u0645 \u0627\u0633\u062a
one-assignee=\u0648\u06a9\u06cc\u0644 1 (Automatic Translation)
please-select-a-site-to-which-you-will-assign-a-site-role=\u0644\u0637\u0641\u0627 \u0633\u0627\u06cc\u062a\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u0627\u06cc\u0644\u06cc\u062f \u0628\u0647 \u0622\u0646 \u0646\u0642\u0634 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f.
please-select-an-organization-to-which-you-will-assign-an-organization-role=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0633\u0627\u0632\u0645\u0627\u0646 \u0631\u0627 \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u062f \u0646\u0642\u0634 \u0633\u0627\u0632\u0645\u0627\u0646 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
related-application-permissions=\u0645\u062c\u0648\u0632 \u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0646\u0627\u0645\u0647 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u0645\u0631\u0628\u0648\u0637\u0647
resource-permissions=\u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0645\u0646\u0627\u0628\u0639
resource-permissions-help=\u0627\u06cc\u0646 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u06cc\u0627\u0646 \u06a9\u0646\u0646\u062f\u0647 \u0627\u06cc\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0686\u0647 \u0627\u0642\u062f\u0627\u0645\u0627\u062a\u06cc \u0631\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646 \u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f \u0648 \u06cc\u0627 \u0645\u062f\u06cc\u0631\u06cc\u062a \u0631\u0627 \u0627\u0632 \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631 \u0628\u0627\u0644\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0627\u062f. \u0645\u0646\u0627\u0628\u0639 \u0647\u0631 \u0622\u0628\u062c\u06a9\u062a \u0631\u0648\u0628\u0631\u0648\u06cc \u062f\u0631 \u067e\u0648\u0631\u062a\u0627\u0644 \u0647\u0633\u062a\u0646\u062f\u060c \u0645\u062b\u0644\u0627\u060c \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631\u060c \u06cc\u06a9 \u0633\u0627\u0632\u0645\u0627\u0646\u060c \u06cc\u06a9 \u0633\u0627\u06cc\u062a\u060c \u0648 \u06cc\u0627 \u062d\u062a\u06cc \u06cc\u06a9 \u062a\u0642\u0648\u06cc\u0645 \u0648 \u06cc\u0627 \u067e\u0633\u062a \u0648\u0628\u0644\u0627\u06af.
system-roles=\u0646\u0642\u0634 \u0633\u06cc\u0633\u062a\u0645\u06cc
the-permission-was-deleted=\u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a
the-role-permissions-were-updated=\u0646\u0642\u0634 \u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647\u200c\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0634\u062f.
there-are-no-actions=\u0647\u06cc\u0686 \u0645\u06a9\u0627\u0646\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
there-are-no-applications-that-support-application-display-templates=\u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc \u06a9\u0647 \u0642\u0627\u0644\u0628 \u0646\u0645\u0627\u06cc\u0634 \u0631\u0627 \u0633\u0627\u067e\u0648\u0631\u062a \u06a9\u0646\u062f \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
this-role-does-not-have-any-permissions=\u0627\u06cc\u0646 \u0646\u0642\u0634 \u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0646\u062f\u0627\u0631\u062f.
this-role-is-automatically-assigned=\u0627\u06cc\u0646 \u0646\u0642\u0634 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. (Automatic Translation)
x-assignees={0} Assignees (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions={0} was created successfully. You can now define its permissions. (Automatic Copy)
x-was-created-successfully.-you-can-now-define-its-permissions-and-assign-users={0} was created successfully. You can now define its permissions and assign users. (Automatic Copy)
you-cannot-assign-groups-or-users-to-this-role=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc\u06cc \u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u0631\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u0646\u0642\u0634 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f.
you-cannot-delete-a-system-role=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u06a9 \u0646\u0642\u0634 \u0633\u06cc\u0633\u062a\u0645\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f
you-cannot-edit-the-permissions-of-this-role=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0627\u06cc\u0646 \u0646\u0642\u0634 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f.
