#X-Generator: crowdin.com
add-attribute=\ud2b9\uc131 \ucd94\uac00 (Automatic Translation)
add-custom-field=\uc8fc\ubb38 \uc18d\uc131\uc744 \ucd94\uac00\ud558\uc2ed\uc2dc\uc624
as-keyword=\ud0a4\uc6cc\ub4dc\uc640 (Automatic Translation)
as-text=\ud14d\uc2a4\ud2b8\ub85c (Automatic Translation)
custom-field-display-type-help=\uc5b4\ub5a4 \uc720\ud615\uc758 \ucee8\ud2b8\ub864\uc774\uc774 \ud544\ub4dc\ub97c \uc124\uc815 \ud558\ub294 \uc9c0\uc815 \ud569\ub2c8\ub2e4. (Automatic Translation)
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=\uc228\uaca8\uc9c4 \ud544\ub4dc\uc758 \uac12\uc740 \uacb0\ucf54\uc774 \uc678 \uc0ac\uc6a9\uc790 \uc778\ud130\ud398\uc774\uc2a4\uc5d0 \ud45c\uc2dc\ub97c \uc0ac\uc6a9\uc790 \uc815\uc758 \ud544\ub4dc\ub97c \uc124\uc815 \ud569\ub2c8\ub2e4. \ud544\ub4dc\ub97c \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uad8c\ud55c\uc5d0 \ub300 \ud55c \uc790\ub9ac \ud45c\uc2dc\uc790\ub85c \uc5ed\ud560 \ub4f1 \ub354 \uc560\ub9e4 \ud55c \ud558 \uace0 \uace0\uae09 \uc6a9\ub3c4\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=\uc0ac\uc6a9\uc790 \uc815\uc758 \ud544\ub4dc \ud0a4 \ud504\ub85c\uadf8\ub798\ubc0d\uc744 \ud1b5\ud574 \ud544\ub4dc\uc5d0 \uc561\uc138\uc2a4 \ud558\ub294 \ub370 \uc0ac\uc6a9 \ub429\ub2c8\ub2e4\ub294 &amp;lt; liferay-ui\:custom-\ud2b9\uc131 / &amp;gt; \ud0dc\uadf8. (Automatic Translation)
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=\uc0ac\uc6a9\uc790\ub294 \uc124\uc815 \ud544\ub4dc\ub97c \uc5c5\ub370\uc774\ud2b8\uc640 \ud568\uaed8 \ud45c\uc2dc \uad8c\ud55c\uc744 \uc758\ubbf8 \uc5c5\ub370\uc774\ud2b8 \uad8c\ud55c\uc774 \uc788\ub294 \uc0ac\uc6a9\uc790\uac00\uc774 \ud544\ub4dc\ub97c \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc124\uc815\uc740 \uacbd\uc6b0 \uc228\uaca8\uc9c4 \uac12\uc744 \ubb34\uc2dc \ud569\ub2c8\ub2e4. (Automatic Translation)
custom-fields-are-not-enabled-for-any-resource=\uc0ac\uc6a9\uc790 \uc815\uc758 \ud544\ub4dc\ub294 \ubaa8\ub4e0 \ub9ac\uc18c\uc2a4\uc5d0 \ub300\ud574 \uc124\uc815 \ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. (Automatic Translation)
enter-one-value-per-line=\ub77c\uc778\ub2f9 \ud558\ub098\uc758 \uac12\uc744 \uc785\ub825 \ud569\ub2c8\ub2e4. (Automatic Translation)
index-type=\uc778\ub371\uc2a4 \uc720\ud615 (Automatic Translation)
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=\uc8fc\ubb38 \uc18d\uc131
not-searchable=\ud558\uc9c0 \uac80\uc0c9\ud560 \uc218 (Automatic Translation)
please-enter-a-valid-value=\uc720\ud6a8\ud55c \uac00\uce58\uc5d0 \ub4e4\uc5b4\uac00\uc2ed\uc2dc\uc624.
selection-list=\uc120\ud0dd \uba85\ubd80
the-custom-field-could-not-be-found=\ud76c\uadf9\uc740 \ubc1c\uacac\ub420 \uc218 \uc5c6\uc5c8\ub2e4.
visible-with-update-permission=\uc5c5\ub370\uc774\ud2b8\uc640 \ud568\uaed8 \ud45c\uc2dc (Automatic Translation)
