#X-Generator: crowdin.com
add-attribute=P\u0159idat atribut
add-custom-field=P\u0159idat u\u017eivatelsk\u00e9 pole
as-keyword=Jako kl\u00ed\u010dov\u00e9 slovo
as-text=Jako text
custom-field-display-type-help=Ur\u010dete jak\u00fd typ ovl\u00e1dac\u00edho prvku je pou\u017e\u00edv\u00e1n pro nastaven\u00ed tohoto pole.
custom-field-height-help=This sets the height of the input field in pixels.
custom-field-hidden-help=Nastaven\u00ed vlastn\u00edho pole na skryt\u00e9 znamen\u00e1, \u017ee hodnotu pole nelze zobrazit \u017e\u00e1dn\u00e9 u\u017eivatelsk\u00e9 rozhran\u00ed krom\u011b tohoto. To umo\u017en\u00ed pole vyu\u017e\u00edt p\u0159i nejasn\u00fdch a pokro\u010dil\u00e9 jako z\u00e1stupn\u00fd symbol pro vlastn\u00ed opr\u00e1vn\u011bn\u00ed. (Automatic Translation)
custom-field-index-type-help=Setting a custom field to searchable means that the value of the field is indexed when the entity (such as User) is modified. Only java.lang.String fields can be made searchable. Note that when an field is newly made searchable, the indexes must be updated before the data is available to search.
custom-field-key-help=Kl\u00ed\u010d u\u017eivatelsk\u00e9ho pole se pou\u017e\u00edv\u00e1 k p\u0159\u00edstupu k poli programov\u011b p\u0159es \u0161t\u00edtek
custom-field-secret-help=Setting a custom field to secret means that typing is hidden on the screen. Use this for passwords.
custom-field-visible-with-update-permission-help=Nastaven\u00ed u\u017eivatelsk\u00e9ho pole na Viditeln\u00e9 pro \u00fapravy znamen\u00e1, \u017ee u\u017eivatel kter\u00fd m\u00e1 pr\u00e1va na \u00fapravu pole toto pole uvid\u00ed. Toto nastaven\u00ed je v takov\u00e9m p\u0159\u00edpad\u011b nad\u0159azeno vlastnosti Skryt\u00e9.
custom-fields-are-not-enabled-for-any-resource=U\u017eivatelsk\u00e1 pole jsou vypnuta pro v\u0161echny zdroje.
enter-one-value-per-line=Zadejte jednu hodnotu na \u0159\u00e1dek.
index-type=Typ indexu
javax.portlet.title.com_liferay_expando_web_portlet_ExpandoPortlet=Vlastn\u00ed atributy
not-searchable=Nevyhledateln\u00e9
please-enter-a-valid-value=Zadejte pros\u00edm platnou hodnotu.
selection-list=V\u00fdb\u011brov\u00e9 pole
the-custom-field-could-not-be-found=U\u017eivatelsk\u00e9 pole nebylo nalezeno.
visible-with-update-permission=Viditeln\u00e9 pro \u00fapravy
