#X-Generator: crowdin.com
add-new-related-queries-based-on-successful-queries=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e08\u0e32\u0e01\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 (Automatic Translation)
add-x-as-a-search-provider=Add {0} as a Search Provider (Automatic Copy)
any-asset=\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e43\u0e14 \u0e46 (Automatic Translation)
any-category=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e43\u0e14 \u0e46 (Automatic Translation)
any-folder=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e43\u0e14 \u0e46 (Automatic Translation)
any-site=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e43\u0e14 \u0e46 (Automatic Translation)
any-user=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e14 \u0e46 (Automatic Translation)
category-parameter-name=Category Parameter Name
category.search=\u0e04\u0e49\u0e19\u0e2b\u0e32 (Automatic Translation)
collated-spell-check-result-display-threshold-help=\u0e16\u0e49\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e19\u0e35\u0e49, "\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\:..." \u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e2b\u0e49\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e01\u0e31\u0e1a\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e30\u0e01\u0e14\u0e04\u0e33 (Automatic Translation)
collated-spell-check-result-enabled-help=\u0e2b\u0e32\u0e01\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e41\u0e25\u0e30\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c, "\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\:..." \u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e2b\u0e49\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e01\u0e31\u0e1a\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e30\u0e01\u0e14\u0e04\u0e33 (Automatic Translation)
destination-page=\u0e2b\u0e19\u0e49\u0e32\u0e1b\u0e25\u0e32\u0e22\u0e17\u0e32\u0e07 (Automatic Translation)
did-you-mean=\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07 (Automatic Translation)
display-asset-categories-facet=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e41\u0e07\u0e48 (Automatic Translation)
display-asset-tags-facet=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e41\u0e17\u0e47\u0e01\u0e41\u0e07\u0e48 (Automatic Translation)
display-asset-type-facet=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e0a\u0e19\u0e34\u0e14\u0e14\u0e49\u0e32\u0e19 (Automatic Translation)
display-did-you-mean-if-the-number-of-search-results-does-not-meet-the-threshold=\u0e41\u0e2a\u0e14\u0e07 "\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\:..." \u0e16\u0e49\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e19\u0e35\u0e49 (Automatic Translation)
display-facet=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e07\u0e48 (Automatic Translation)
display-folder-facet=\u0e08\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e41\u0e07\u0e48 (Automatic Translation)
display-frequencies=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48 (Automatic Translation)
display-main-query=\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e2b\u0e25\u0e31\u0e01\u0e08\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 (Automatic Translation)
display-main-query-help=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e01\u0e32\u0e23\u0e17\u0e14\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e17\u0e33\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e44\u0e14\u0e49 (Automatic Translation)
display-modified-range-facet=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e07\u0e48\u0e41\u0e01\u0e49\u0e44\u0e02\u0e0a\u0e48\u0e27\u0e07 (Automatic Translation)
display-open-search-results=\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e34\u0e14 (Automatic Translation)
display-open-search-results-help=\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e40\u0e1b\u0e34\u0e14\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19 (Automatic Translation)
display-related-queries=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 (Automatic Translation)
display-results-in-document-form=\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 (Automatic Translation)
display-results-in-document-form-help=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e17\u0e33\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e41\u0e25\u0e30\u0e04\u0e48\u0e32\u0e23\u0e27\u0e21\u0e01\u0e31\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 \u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e17\u0e14\u0e2a\u0e2d\u0e1a\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e04\u0e49\u0e19\u0e2b\u0e32 (Automatic Translation)
display-scope-facet=\u0e08\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e44\u0e0b\u0e15\u0e4c\u0e41\u0e07\u0e48 (Automatic Translation)
display-selected-result-in-context=\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e19\u0e1a\u0e23\u0e34\u0e1a\u0e17 (Automatic Translation)
display-selected-result-in-context-help=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e40\u0e15\u0e47\u0e21\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e21\u0e35 (Automatic Translation)
display-user-facet=\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e07\u0e48 (Automatic Translation)
enable-highlighting=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e40\u0e19\u0e49\u0e19 (Automatic Translation)
facets=\u0e41\u0e07\u0e48\u0e21\u0e38\u0e21 (Automatic Translation)
folder-parameter-name=\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
frequency-threshold=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48 (Automatic Translation)
general-facet-configuration=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b\u0e41\u0e07\u0e48 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_category_facet_portlet_CategoryFacetPortlet=Category Facet
javax.portlet.title.com_liferay_portal_search_web_folder_facet_portlet_FolderFacetPortlet=\u0e41\u0e07\u0e48\u0e02\u0e2d\u0e07\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_portlet_SearchPortlet=\u0e04\u0e49\u0e19\u0e2b\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_bar_portlet_SearchBarPortlet=\u0e41\u0e16\u0e1a\u0e04\u0e49\u0e19\u0e2b\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_insights_portlet_SearchInsightsPortlet=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e0a\u0e34\u0e07\u0e25\u0e36\u0e01 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_search_results_portlet_SearchResultsPortlet=\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_site_facet_portlet_SiteFacetPortlet=\u0e14\u0e49\u0e32\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_tag_facet_portlet_TagFacetPortlet=Tag Facet
javax.portlet.title.com_liferay_portal_search_web_type_facet_portlet_TypeFacetPortlet=\u0e0a\u0e19\u0e34\u0e14\u0e14\u0e49\u0e32\u0e19 (Automatic Translation)
javax.portlet.title.com_liferay_portal_search_web_user_facet_portlet_UserFacetPortlet=\u0e41\u0e07\u0e48\u0e21\u0e38\u0e21\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
keywords-parameter-name=\u0e04\u0e33\u0e2a\u0e33\u0e04\u0e31\u0e0d\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
let-the-user-choose=\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
max-terms=\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 (Automatic Translation)
maximum-number-of-related-queries=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 (Automatic Translation)
no-portlets-were-searched=\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e04\u0e49\u0e19\u0e2b\u0e32 (Automatic Translation)
no-results-were-found-that-matched-the-keywords-x=No results were found that matched the keywords\: {0}. (Automatic Copy)
pagination-delta=\u0e40\u0e14\u0e25\u0e15\u0e49\u0e32\u0e41\u0e1a\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
pagination-delta-parameter-name=\u0e41\u0e1a\u0e48\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e14\u0e25\u0e15\u0e49\u0e32 (Automatic Translation)
pagination-start-parameter-name=\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
query-indexing-enabled-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e17\u0e33\u0e14\u0e31\u0e0a\u0e19\u0e35 \u0e41\u0e25\u0e49\u0e27\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 \u0e2b\u0e23\u0e37\u0e2d \u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
query-indexing-threshold=\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e17\u0e33\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21 (Automatic Translation)
query-indexing-threshold-help=\u0e16\u0e49\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e19\u0e35\u0e49 \u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e08\u0e30\u0e17\u0e33\u0e14\u0e31\u0e0a\u0e19\u0e35 \u0e41\u0e25\u0e30\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e14\u0e49\u0e27\u0e22\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e25\u0e49\u0e32\u0e22 (Automatic Translation)
query-suggestions-display-threshold-help=\u0e16\u0e49\u0e32\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e19\u0e35\u0e49, "\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\:..." \u0e41\u0e2a\u0e14\u0e07 \u0e41\u0e19\u0e30\u0e19\u0e33\u0e01\u0e32\u0e23\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e33\u0e2a\u0e33\u0e04\u0e31\u0e0d (Automatic Translation)
query-suggestions-enabled-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e01\u0e13\u0e11\u0e4c (Automatic Translation)
related-queries=\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 (Automatic Translation)
scope-parameter-name=\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e1a\u0e40\u0e02\u0e15 (Automatic Translation)
search-...=\u0e04\u0e49\u0e19\u0e2b\u0e32... (Automatic Translation)
search-configuration=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32 (Automatic Translation)
search-configuration-help=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e02\u0e2d\u0e07\u0e2a\u0e15\u0e23\u0e34\u0e07 JSON (Automatic Translation)
search-insights-help=\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e19\u0e35\u0e49\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e17\u0e14\u0e2a\u0e2d\u0e1a\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e43\u0e19\u0e41\u0e16\u0e1a\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15 \u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e25\u0e47\u0e15\u0e19\u0e35\u0e49\u0e2a\u0e48\u0e07\u0e01\u0e25\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e2a\u0e32\u0e22\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e09\u0e1a\u0e31\u0e1a\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c (Automatic Translation)
site-parameter-name=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
specific-facet-configuration=\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e41\u0e07\u0e48 (Automatic Translation)
tag-parameter-name=Tag Parameter Name
the-portal-is-currently-reindexing=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e21\u0e35\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e14\u0e31\u0e0a\u0e19\u0e35\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
threshold-for-displaying-did-you-mean=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Displaying "\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\:..." (Automatic Translation)
threshold-for-displaying-related-queries=\u0e02\u0e35\u0e14\u0e08\u0e33\u0e01\u0e31\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Displaying "\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\:..." (Automatic Translation)
type-parameter-name=\u0e0a\u0e37\u0e48\u0e2d\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c (Automatic Translation)
use-advanced-search-syntax=\u0e43\u0e0a\u0e49\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07 (Automatic Translation)
use-advanced-search-syntax-help=\u0e16\u0e49\u0e32\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e01\u0e32\u0e23\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e08\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e22\u0e01\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c Lucene \u0e41\u0e17\u0e19\u0e04\u0e33 \u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c Lucene \u0e2d\u0e32\u0e08\u0e16\u0e39\u0e01\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18 (Automatic Translation)
user-parameter-name=\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
weight=\u0e19\u0e49\u0e33\u0e2b\u0e19\u0e31\u0e01 (Automatic Translation)
