#X-Generator: crowdin.com
allow-lan-syncing=\u062a\u062a\u064a\u062d \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 LAN\u061f (Automatic Translation)
allow-lan-syncing-help=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 LAN \u0639\u0628\u0631 \u0639\u0645\u0644\u0627\u0621 \u0633\u0637\u062d \u0627\u0644\u0645\u0643\u062a\u0628. \u0639\u0646\u062f\u0645\u0627 \u064a\u0643\u0648\u0646 \u0645\u0645\u0643\u0646\u0627\u064b\u060c \u0633\u064a\u062d\u0627\u0648\u0644 \u0639\u0645\u0644\u0627\u0621 \u0633\u0637\u062d \u0627\u0644\u0645\u0643\u062a\u0628 \u0644\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0646 \u0639\u0645\u0644\u0627\u0621 \u0633\u0637\u062d \u0627\u0644\u0645\u0643\u062a\u0628 \u0627\u0644\u0623\u062e\u0631\u0649 \u0639\u0644\u0649 \u0646\u0641\u0633 \u0627\u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0645\u062d\u0644\u064a\u0629 \u0642\u0628\u0644 \u062a\u062d\u0645\u064a\u0644 \u0645\u0646 \u0627\u0644\u0645\u0644\u0642\u0645. (Automatic Translation)
allow-the-use-of-sync=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629\u061f (Automatic Translation)
allow-users-to-sync-their-personal-sites=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0645\u061f (Automatic Translation)
build=\u0628\u0646\u0627\u0621 (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=\u062d\u0630\u0641 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062c\u0647\u0627\u0632 (Automatic Translation)
disable-sync-device=\u0642\u0645 \u0628\u062a\u0639\u0637\u064a\u0644 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062c\u0647\u0627\u0632 (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=\u062a\u0645\u0643\u064a\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u062c\u0647\u0627\u0632 (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=\u0648\u0636\u0639 \u0642\u0648\u0627\u062a \u0627\u0644\u0623\u0645\u0646 (Automatic Translation)
force-security-mode-help=\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0625\u0644\u0649 \u0648\u0641\u064a\u0627 \u0644\u0644\u0648\u0636\u0639 \u0627\u0644\u0623\u0645\u0646 \u0627\u0644\u0642\u0648\u0629 \u0639\u0644\u0649 \u0639\u0645\u0644\u0627\u0621 \u0627\u0644\u062c\u0648\u0627\u0644. \u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u0623\u0645\u0646 \u064a\u0642\u0648\u0645 \u0628\u062a\u0634\u0641\u064a\u0631 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0648\u064a\u062a\u0637\u0644\u0628 \u0631\u0645\u0632 \u0645\u0631\u0648\u0631 \u0639\u0646\u062f \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0633\u0648\u0641 \u062a\u0643\u0648\u0646 \u0642\u0627\u062f\u0631\u0629 \u0639\u0644\u0649 \u0639\u0631\u0636\u060c \u062a\u062d\u062f\u064a\u062b\u060c \u062d\u0630\u0641\u060c \u0648\u0627\u0644\u062a\u0639\u0644\u064a\u0642 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0632\u0627\u0645\u0646\u0629 Liferay. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\u0645\u0632\u0627\u0645\u0646\u0629 \u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0634\u0631\u0641 (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0623\u062c\u0647\u0632\u0629 (Automatic Translation)
last-seen=\u0634\u0648\u0647\u062f \u0644\u0622\u062e\u0631 \u0645\u0631\u0629 (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=\u0645\u0639\u062f\u0644 \u0627\u0644\u062a\u062d\u0645\u064a\u0644 \u0645\u0627\u0643\u0633 (Automatic Translation)
max-download-rate-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0639\u062f\u0644 \u0646\u0642\u0644 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0628\u0627\u0644\u0628\u0627\u064a\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0639\u0645\u0644\u0627\u0621. \u062a\u0634\u064a\u0631 \u0642\u064a\u0645\u0629 0 \u0625\u0644\u0649 \u0623\u0646\u0647 \u0644\u064a\u0633 \u0647\u0646\u0627\u0643 \u062d\u062f. (Automatic Translation)
max-upload-rate=\u0645\u0639\u062f\u0644 \u062a\u062d\u0645\u064a\u0644 \u0645\u0627\u0643\u0633 (Automatic Translation)
max-upload-rate-help=\u062a\u0639\u064a\u064a\u0646 \u0645\u0639\u062f\u0644 \u0646\u0642\u0644 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0628\u0627\u0644\u0628\u0627\u064a\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0639\u0645\u0644\u0627\u0621 \u062a\u062d\u0645\u064a\u0644. \u062a\u0634\u064a\u0631 \u0642\u064a\u0645\u0629 0 \u0625\u0644\u0649 \u0623\u0646\u0647 \u0644\u064a\u0633 \u0647\u0646\u0627\u0643 \u062d\u062f. (Automatic Translation)
no-devices-were-found=\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0623\u064a\u0629 \u0623\u062c\u0647\u0632\u0629. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=\u0645\u0633\u062d \u0645\u0639\u0644\u0642\u0629 (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0633\u0648\u0641 \u062a\u0643\u0648\u0646 \u0642\u0627\u062f\u0631\u0629 \u0639\u0644\u0649 \u0639\u0631\u0636 \u0648\u0627\u0644\u062a\u0639\u0644\u064a\u0642 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0632\u0627\u0645\u0646\u0629 Liferay. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u0642\u0637 \u0633\u062a\u0643\u0648\u0646 \u0642\u0627\u062f\u0631\u0627\u064b \u0639\u0644\u0649 \u0639\u0631\u0636 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0632\u0627\u0645\u0646\u0629 Liferay. (Automatic Translation)
view-update-and-add-discussion=\u0639\u0631\u0636 \u0648\u062a\u062d\u062f\u064a\u062b \u0648\u0625\u0636\u0627\u0641\u0629 \u0645\u0646\u0627\u0642\u0634\u0629 (Automatic Translation)
view-update-and-add-discussion-help=\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0633\u0648\u0641 \u062a\u0643\u0648\u0646 \u0642\u0627\u062f\u0631\u0629 \u0639\u0644\u0649 \u0639\u0631\u0636 \u0648\u062a\u062d\u062f\u064a\u062b\u060c \u0648\u0627\u0644\u062a\u0639\u0644\u064a\u0642 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0645\u0632\u0627\u0645\u0646\u0629 Liferay. (Automatic Translation)
wipe-sync-device=\u0645\u0633\u062d \u062c\u0647\u0627\u0632 \u0627\u0644\u0645\u0632\u0627\u0645\u0646\u0629 (Automatic Translation)
wiped=\u0645\u0633\u062d\u062a (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=\u0645\u0633\u062d \u062c\u0647\u0627\u0632 \u0645\u0632\u0627\u0645\u0646\u0629 \u0633\u064a\u062a\u0645 \u062d\u0630\u0641 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u0642\u062a\u0631\u0646\u0629 \u0643\u0644 \u0645\u0646 \u0627\u0644\u0639\u0645\u064a\u0644. (Automatic Translation)
