#X-Generator: crowdin.com
add-organization=A\u00f1adir organizaci\u00f3n
alerts-and-announcements=Alarmas y avisos
all-users=Todos los usuarios
are-you-sure-you-want-to-deactivate-the-selected-users=\u00bfEst\u00e1 seguro de que desea desactivar a los usuarios seleccionados?
are-you-sure-you-want-to-permanently-delete-the-selected-users=\u00bfEst\u00e1 seguro de que desea eliminar permanentemente a los usuarios seleccionados?
assign-organization-roles=Asignar roles de organizaci\u00f3n
create-site=Crear sitio
current-password=Contrase\u00f1a actual
edit-user-x=Editar usuario {0}
export-organization-users=Exportar usuarios de la organizaci\u00f3n
export-users=Exportar usuarios
impersonate-user=Suplantar usuario
inactive-users=Usuarios inactivos
inactive-users-without-an-organization=Usuarios inactivos sin organizaci\u00f3n
inherited-regular-roles=Roles de portal heredados
inherited-site-roles=Roles de sitio heredados
inherited-sites=Sitios heredados
javax.portlet.description.com_liferay_my_account_web_portlet_MyAccountPortlet=Mi Cuenta organiza toda tu informaci\u00f3n en una ubicaci\u00f3n sencilla de utilizar. Los usuarios pueden editar sus perfiles y ver la membres\u00eda de los sitios y las organizaciones y grupos de usuarios a los que pertenecen.
javax.portlet.description.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Users are individuals who perform tasks using the portal. You can create new users or deactivate existing users. Users can join sites, be placed into organization hierarchies, be delegated permissions in roles, or be collected into user groups. User groups can cross organizational boundaries, and can be used to assign all members to other collections, such as sites or roles. User groups may also be used to customize personal site templates for members.
javax.portlet.title.com_liferay_my_account_web_portlet_MyAccountPortlet=Mi cuenta
javax.portlet.title.com_liferay_users_admin_web_portlet_MyOrganizationsPortlet=Mis organizaciones
javax.portlet.title.com_liferay_users_admin_web_portlet_UsersAdminPortlet=Usuarios y Organizaciones
manage-site=Administrar el mapa del sitio
my-organizations=Mis organizaciones
one-or-more-organizations-are-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organizations-by-automatically-unassociating-the-deactivated-users=Una o m\u00e1s organizaciones especificadas tienen asociados usuarios desactivados. \u00bfDesea proceder a su eliminaci\u00f3n de estas organizaciones y desasociar autom\u00e1ticamente dichos usuarios de las mismas?
organization-name=Rol de organizaci\u00f3n
organization-site=Sitio de la Organizaci\u00f3n
password-reset-required=Cambio de contrase\u00f1a requerido
passwords-may-not-be-changed-under-the-current-password-policy=Las contrase\u00f1as puede que no puedan ser alteradas con la actual pol\u00edtica de contrase\u00f1as.
personal-site=Personal Site
please-enter-a-sms-id-that-is-a-valid-email-address=Por favor, introduza un identificador de SMS que sea un direcci\u00f3n de correo electr\u00f3nico correcta.
please-enter-a-valid-parent-organization=Por favor, introduzca una organizaci\u00f3n padre v\u00e1lida.
receive-x-announcements-via-email=Recibir {0} avisos v\u00eda email.
receive-x-announcements-via-sms=Recibir {0} avisos v\u00eda SMS.
receive-x-announcements-via-website=Recibir {0} avisos por v\u00eda del sitio web.
reminder-queries=Preguntas de seguridad
select-the-delivery-options-for-alerts-and-announcements=Seleccione las opciones de entrega para las alarmas y los avisos.
specify-custom-reminder-queries-for-the-users-of-this-organization=Especifique las preguntas de seguridad personalizadas para los usuarios de esta organizaci\u00f3n. Escriba una pregunta por l\u00ednea.
the-organization-name-is-already-taken=Ese nombre de organizaci\u00f3n ya est\u00e1 siendo usado
the-password-you-entered-for-the-current-password-does-not-match-your-current-password=La contrase\u00f1a introducida para la contrase\u00f1a actual no coincide con su contrase\u00f1a actual. Por favor, int\u00e9ntalo de nuevo.
the-selected-organization-is-associated-with-deactivated-users.-do-you-want-to-proceed-with-deleting-the-selected-organization-by-automatically-unassociating-the-deactivated-users=La organizaci\u00f3n seleccionada tiene usuarios desactivados. \u00bfDesea proceder con su elminaci\u00f3n desasociando autom\u00e1ticamente dichos usuarios?
this-organization-does-not-have-any-private-pages=Esta organizaci\u00f3n no tiene ninguna p\u00e1gina privada.
this-organization-does-not-have-any-public-pages=Esta organizaci\u00f3n no tiene ninguna p\u00e1gina p\u00fablica.
this-section-will-be-editable-after-creating-the-user=Esta secci\u00f3n ser\u00e1 editable despu\u00e9s de crear al usuario.
this-user-does-not-belong-to-a-user-group=Este usuario no pertenece a un grupo de usuarios.
this-user-does-not-belong-to-an-organization=Este usuario no pertenece a una organizaci\u00f3n.
top-level-organizations=Organizaciones de primer nivel
unable-to-activate-user-because-that-would-exceed-the-maximum-number-of-users-allowed=No es posible activar el usuario porque se ha excedido el n\u00famero de usuarios m\u00e1ximo permitidos.
users-and-organizations-home=Inicio
users-and-suborganizations=Usuarios y suborganizaciones
users-without-an-organization=Usuarios sin organizaci\u00f3n
x-inactive-user={0} usuario inactivo
x-inactive-users={0} usuarios inactivos
x-suborganization=A\u00f1adir suborganizaci\u00f3n
x-suborganizations=Ver suborganizaciones
you-cannot-change-your-password-yet=Todav\u00eda no puede cambiar su contrase\u00f1a. Por favor, espere hasta {0} antes de cambiar su contrase\u00f1a de nuevo.
you-cannot-delete-or-deactivate-yourself=No puede eliminarse o desactivarse a usted mismo.
you-cannot-delete-organizations-that-have-suborganizations-or-users=No pueden eliminarse organizaciones que contengan suborganizaciones o usuarios.
you-do-not-belong-to-an-organization-and-are-not-allowed-to-view-other-organizations=No pertenece a ninguna organizaci\u00f3n ni est\u00e1 autorizado para ver otras organizaciones.
your-email-verification-code-has-been-sent-and-the-new-email-address-will-be-applied-to-your-account-once-it-has-been-verified=El c\u00f3digo de verificaci\u00f3n del correo electr\u00f3nico ha sido enviado y la nueva cuenta de correo ser\u00e1 aplicada cuando haya sido verificada.
your-portal-administrator-has-disabled-the-ability-to-modify-the-following-fields=Su administrador ha deshabilitado la opci\u00f3n de modificar los siguientes campos\: {0}.
