#X-Generator: crowdin.com
action.ADD_DATA_PROVIDER_INSTANCE=\u0414\u043e\u0431\u0430\u0432\u0438 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-providers=\u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u0446\u0438 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
enter-a-short-description=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u0440\u0430\u0442\u043a\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435. (Automatic Translation)
enter-the-data-provider-name=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_data_provider_web_portlet_DDMDataProviderPortlet=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0434\u0430\u043d\u043d\u0438 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a Web (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping=\u0421\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMDataProviderInstance=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u0435\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
no-data-providers-were-found=\u041d\u044f\u043c\u0430 \u0434\u0430\u043d\u043d\u0438 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u0446\u0438 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438. (Automatic Translation)
rest=\u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u044a\u0442 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u043e\u0447\u0438\u0432\u043a\u0430 (Automatic Translation)
the-data-provider-cannot-be-deleted-because-it-is-required-by-one-or-more-forms=\u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u044a\u0442 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0438. (Automatic Translation)
