#X-Generator: crowdin.com
access-key=P\u0159\u00edstupov\u00e1 kl\u00e1vesa (Automatic Translation)
access-key-help=Nastavte kl\u00ed\u010d p\u0159\u00edstup AWS \u00fa\u010det. (Automatic Translation)
bucket-name=N\u00e1zev sady Bucket (Automatic Translation)
bucket-name-help=Nastavte n\u00e1zev sady bucket pou\u017e\u00edvan\u00fd S3 pro ukl\u00e1d\u00e1n\u00ed soubor\u016f. (Automatic Translation)
cache-dir-clean-up-expunge=Mezipam\u011bti adres\u00e1\u0159e \u010dist\u00e9 a\u017e vymazat (Automatic Translation)
cache-dir-clean-up-expunge-help=Nastavte po\u010det dn\u016f, po kter\u00e9 soubor ulo\u017een v mezipam\u011bti. (Automatic Translation)
cache-dir-clean-up-frequency=Adres\u00e1\u0159 mezipam\u011bti vy\u010distit frekvence (Automatic Translation)
cache-dir-clean-up-frequency-help=Nastavte pom\u011br mezi po\u010dtem vol\u00e1n\u00ed metody \u010dist\u00e9 mezipam\u011bti soubor\u016f a skute\u010dn\u00e9 souborovou mezipam\u011b\u0165 \u010dist\u00e9. Nastavte tuto vlastnost na 1 v\u017edy \u010dist\u00e9. Vy\u0161\u0161\u00ed \u010d\u00edsla ni\u017e\u0161\u00ed frekvenci. (Automatic Translation)
connection-timeout=\u010casov\u00fd limit p\u0159ipojen\u00ed (Automatic Translation)
connection-timeout-help=Nastavit dobu \u010dek\u00e1n\u00ed (v milisekund\u00e1ch), kdy\u017e zpo\u010d\u00e1tku navazov\u00e1n\u00ed p\u0159ipojen\u00ed p\u0159ed vypr\u0161en\u00edm \u010dasov\u00e9ho limitu. Hodnota 0 znamen\u00e1 nekone\u010dno a nen\u00ed doporu\u010deno. (Automatic Translation)
core-pool-size=Velikost fondu j\u00e1dra (Automatic Translation)
core-pool-size-help=Nastavte po\u010d\u00e1te\u010dn\u00ed po\u010det podproces\u016f pou\u017e\u00edvan\u00fdch k odesl\u00e1n\u00ed d\u00edl\u016f. (Automatic Translation)
http-client-max-connections=Spojen\u00ed maxim\u00e1ln\u00ed protokolu HTTP (Automatic Translation)
http-client-max-connections-help=Nastavte maxim\u00e1ln\u00ed po\u010det povolen\u00fdch otev\u0159en\u00fdch p\u0159ipojen\u00ed HTTP. (Automatic Translation)
http-client-max-error-retry=Maxim\u00e1ln\u00ed HTTP opakov\u00e1n\u00ed (Automatic Translation)
http-client-max-error-retry-help=Nastavte maxim\u00e1ln\u00ed po\u010det pokus\u016f o opakov\u00e1n\u00ed ne\u00fasp\u011b\u0161n\u00fdch po\u017eadavk\u016f retriable. (Automatic Translation)
max-pool-size=Maxim\u00e1ln\u00ed po\u010det sdru\u017een\u00fdch objekt\u016f (Automatic Translation)
max-pool-size-help=Nastavte maxim\u00e1ln\u00ed po\u010det podproces\u016f, kter\u00e9 lze pou\u017e\u00edt p\u0159i odes\u00edl\u00e1n\u00ed \u010d\u00e1st\u00ed. (Automatic Translation)
minimum-uploads-part-size=Minim\u00e1ln\u00ed \u010d\u00e1st velikost (Automatic Translation)
minimum-uploads-part-size-help=Nastavte velikost minim\u00e1ln\u00ed \u010d\u00e1st pro odesl\u00e1n\u00ed \u010d\u00e1st\u00ed. Zmen\u0161en\u00ed velikosti minim\u00e1ln\u00ed \u010d\u00e1st zp\u016fsobuje v\u00edced\u00edln\u00e9 odes\u00edl\u00e1n\u00ed rozd\u011bl\u00ed na v\u011bt\u0161\u00ed po\u010det men\u0161\u00edch \u010d\u00e1st\u00ed. Nastaven\u00ed t\u00e9to hodnoty p\u0159\u00edli\u0161 n\u00edzk\u00e9 m\u00e1 negativn\u00ed vliv na p\u0159enosov\u00e9 rychlosti, zp\u016fsobuje nav\u00edc latence a s\u00ed\u0165ov\u00e9 komunikace pro ka\u017edou \u010d\u00e1st. (Automatic Translation)
multipart-upload-threshold=Multipart Upload pr\u00e1h (Automatic Translation)
multipart-upload-threshold-help=Nastavte prahovou hodnotu velikost (v bajtech) p\u0159i pou\u017eit\u00ed v\u00edced\u00edln\u00e9 odes\u00edl\u00e1n\u00ed. Obr\u00e1zky nad tuto velikost automaticky pou\u017e\u00edt multipart upload strategii, zat\u00edmco obr\u00e1zky men\u0161\u00ed ne\u017e tento pr\u00e1h pou\u017e\u00edvat jedno p\u0159ipojen\u00ed nahr\u00e1t cel\u00fd objekt. (Automatic Translation)
ntlm-proxy-domain=NTLM Proxy Domain (Automatic Translation)
ntlm-proxy-domain-help=Nastavte n\u00e1zev dom\u00e9ny syst\u00e9mu Windows pro server proxy protokolu NTLM. Pokud nepou\u017e\u00edv\u00e1te server proxy Windows NTLM, nelze tuto vlastnost nastavit. (Automatic Translation)
ntlm-proxy-workstation=NTLM Proxy Workstation (Automatic Translation)
ntlm-proxy-workstation-help=Nastavte n\u00e1zev pracovn\u00ed stanice syst\u00e9mu Windows pro server proxy protokolu NTLM. Pokud nepou\u017e\u00edv\u00e1te server proxy Windows NTLM, nelze tuto vlastnost nastavit. (Automatic Translation)
proxy-auth-type=Typ ov\u011b\u0159ov\u00e1n\u00ed serveru proxy (Automatic Translation)
proxy-auth-type-help=Nastaven\u00ed proxy serveru typ ov\u011b\u0159ov\u00e1n\u00ed m\u00e1 b\u00fdt pou\u017eit p\u0159i p\u0159ipojov\u00e1n\u00ed ke slu\u017eb\u011b S3. "None" konfiguruje \u017e\u00e1dn\u00fd server proxy. "Jm\u00e9no heslo" nakonfiguruje server proxy; v t\u00e9to konfiguraci zadejte hodnoty pro proxy u\u017eivatelsk\u00e9 jm\u00e9no a heslo serveru proxy. "Ntlm" nakonfiguruje server proxy Windows NTLM; v t\u00e9to konfiguraci zadejte hodnoty pro proxy u\u017eivatelsk\u00e9 jm\u00e9no, heslo serveru proxy, proxy serveru dom\u00e9ny NTLM a NTLM proxy workstation. (Automatic Translation)
proxy-host-help=Nastaven\u00ed proxy hostitel, kter\u00fd klient pou\u017e\u00edv\u00e1 k p\u0159ipojen\u00ed. (Automatic Translation)
proxy-password=Heslo serveru proxy (Automatic Translation)
proxy-password-help=Nastavte heslo serveru proxy Chcete-li p\u0159ipojit prost\u0159ednictv\u00edm serveru proxy. (Automatic Translation)
proxy-port-help=Nastavte port proxy serveru, kter\u00fd klient pou\u017e\u00edv\u00e1 k p\u0159ipojen\u00ed. (Automatic Translation)
proxy-username=Server proxy u\u017eivatelsk\u00e9 jm\u00e9no (Automatic Translation)
proxy-username-help=Nastaven\u00ed serveru proxy u\u017eivatelsk\u00e9 jm\u00e9no pro pou\u017eit\u00ed Chcete-li p\u0159ipojit prost\u0159ednictv\u00edm serveru proxy. (Automatic Translation)
s3-region=S3 Region (Automatic Translation)
s3-region-help=Nastaven\u00ed oblasti S3 Amazon, co\u017e p\u0159edstavuje zem\u011bpisn\u00e9 oblasti, kde ukl\u00e1d\u00e1 Amazon S3 kbel\u00edky vytvo\u0159en\u00e9 u\u017eivatelem. Amazon S3 oblasti se pou\u017e\u00edvaj\u00ed k optimalizaci latence, minimalizovat n\u00e1klady a regula\u010dn\u00ed po\u017eadavky. Objekty ulo\u017een\u00e9 v regionu Amazon S3 nikdy opustit tento region, pokud v\u00fdslovn\u011b p\u0159eneseny do jin\u00e9 oblasti. (Automatic Translation)
s3-storage-class=S3 T\u0159\u00edda \u00falo\u017ei\u0161t\u011b (Automatic Translation)
s3-storage-class-help=Nastavte t\u0159\u00eddu \u00falo\u017ei\u0161t\u011b Amazon S3. STANDARDN\u00cd ukl\u00e1d\u00e1n\u00ed t\u0159\u00edda se pou\u017e\u00edv\u00e1 ve v\u00fdchoz\u00edm nastaven\u00ed a znamen\u00e1, \u017ee nadbyte\u010dn\u00e9 kopie dat budou ulo\u017eeny na r\u016fzn\u00fdch m\u00edstech. T\u0159\u00eddy \u00falo\u017ei\u0161t\u011b REDUCED_REDUNDANCY je ur\u010den k ukl\u00e1d\u00e1n\u00ed nekritick\u00fdch, reprodukovateln\u00e9 dat, nab\u00edz\u00ed mo\u017enost low-cost, vysoce dostupn\u00e9 \u00falo\u017ei\u0161t\u011b; Tato mo\u017enost je v\u0161ak m\u00e9n\u011b redundantn\u00ed. (Automatic Translation)
s3-store-configuration-name=S3 Konfigurace \u00falo\u017ei\u0161t\u011b (Automatic Translation)
secret-key=Tajn\u00fd kl\u00ed\u010d (Automatic Translation)
secret-key-help=Nastavte AWS \u00fa\u010det tajn\u00fd kl\u00ed\u010d. (Automatic Translation)
