#X-Generator: crowdin.com
captcha-engine=CAPTCHA \u03ba\u03b9\u03bd\u03b7\u03c4\u03ae\u03c1\u03b1 (Automatic Translation)
captcha-engine-help=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c4\u03bf\u03c5 \u03ba\u03b9\u03bd\u03b7\u03c4\u03ae\u03c1\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b3\u03ac\u03b3\u03b5\u03b9 captchas. \u03be\u03b1\u03bd\u03b1\u03c0\u03b9\u03ac\u03bd\u03c9 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af \u03bc\u03b9\u03b1 \u03b5\u03be\u03c9\u03c4\u03b5\u03c1\u03b9\u03ba\u03ae \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1, \u03c0\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03b1\u03bd\u03b5\u03be\u03ac\u03c1\u03c4\u03b7\u03c4\u03b1, \u03b1\u03bb\u03bb\u03ac \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b7\u03c7\u03b7\u03c4\u03b9\u03ba\u03ae \u03b5\u03bd\u03b1\u03bb\u03bb\u03b1\u03ba\u03c4\u03b9\u03ba\u03ae \u03bb\u03cd\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03ba\u03ac\u03bd\u03b5\u03b9 \u03c4\u03bf captcha \u03c0\u03c1\u03bf\u03c3\u03b2\u03ac\u03c3\u03b9\u03bc\u03bf \u03b3\u03b9\u03b1 \u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03bc\u03b5 \u03c0\u03c1\u03bf\u03b2\u03bb\u03ae\u03bc\u03b1\u03c4\u03b1 \u03cc\u03c1\u03b1\u03c3\u03b7\u03c2. \u0394\u03b5\u03af\u03c4\u03b5 https\://www.google.com/recaptcha/admin/create \u03b3\u03b9\u03b1 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2. (Automatic Translation)
max-challenges-help=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc captcha \u03ad\u03bb\u03b5\u03b3\u03c7\u03bf\u03b9 \u03b1\u03bd\u03ac \u03c0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 portlet. \u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae \u03c3\u03b5 0 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03c7\u03b5\u03c4\u03b5 \u03c0\u03ac\u03bd\u03c4\u03b1. \u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae \u03c3\u03b5 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03bc\u03b9\u03ba\u03c1\u03cc\u03c4\u03b5\u03c1\u03bf \u03b1\u03c0\u03cc 0 \u03bd\u03b1 \u03bc\u03b7\u03bd \u03b5\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c0\u03bf\u03c4\u03ad. \u039c\u03b7 \u03b5\u03be\u03bf\u03c5\u03c3\u03b9\u03bf\u03b4\u03bf\u03c4\u03b7\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03c0\u03ac\u03bd\u03c4\u03b1 \u03b8\u03b1 \u03b5\u03bb\u03b5\u03b3\u03c7\u03b8\u03bf\u03cd\u03bd \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7, \u03b5\u03ac\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7 \u03b7 captcha \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5\u03c2. (Automatic Translation)
recaptcha-no-script-url=\u03be\u03b1\u03bd\u03b1\u03c0\u03b9\u03ac\u03bd\u03c9 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2 URL \u03b4\u03ad\u03c3\u03bc\u03b7\u03c2 \u03b5\u03bd\u03b5\u03c1\u03b3\u03b5\u03b9\u03ce\u03bd \u03b4\u03b5\u03bd (Automatic Translation)
recaptcha-private-key=\u0399\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc \u03ba\u03bb\u03b5\u03b9\u03b4\u03af reCAPTCHA
recaptcha-public-key=\u0394\u03b7\u03bc\u03cc\u03c3\u03b9\u03bf \u03ba\u03bb\u03b5\u03b9\u03b4\u03af reCAPTCHA
recaptcha-script-url=\u03be\u03b1\u03bd\u03b1\u03c0\u03b9\u03ac\u03bd\u03c9 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2 URL \u03b4\u03ad\u03c3\u03bc\u03b7\u03c2 \u03b5\u03bd\u03b5\u03c1\u03b3\u03b5\u03b9\u03ce\u03bd (Automatic Translation)
recaptcha-verify-url=\u03be\u03b1\u03bd\u03b1\u03c0\u03b9\u03ac\u03bd\u03c9 \u0395\u03c0\u03b1\u03bb\u03ae\u03b8\u03b5\u03c5\u03c3\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2 URL (Automatic Translation)
simple-captcha-background-producers=\u0391\u03c0\u03bb\u03cc CAPTCHA \u03c6\u03cc\u03bd\u03c4\u03bf \u03c0\u03b1\u03c1\u03b1\u03b3\u03c9\u03b3\u03bf\u03af (Automatic Translation)
simple-captcha-background-producers-help=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03ba\u03bb\u03ac\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03c5\u03bb\u03bf\u03c0\u03bf\u03b9\u03b5\u03af nl.captcha.backgrounds.BackgroundProducer. \u03a4\u03ac\u03be\u03b5\u03b9\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c6\u03cc\u03bd\u03c4\u03bf \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 captcha. (Automatic Translation)
simple-captcha-gimpy-renderers=\u0391\u03c0\u03bb\u03cc CAPTCHA Gimpy Renderers (Automatic Translation)
simple-captcha-gimpy-renderers-help=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03ba\u03bb\u03ac\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03c5\u03bb\u03bf\u03c0\u03bf\u03b9\u03b5\u03af nl.captcha.gimpy.GimpyRenderer. \u03a4\u03ac\u03be\u03b5\u03b9\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA \u03c3\u03c4\u03bf gimp \u03bc\u03b9\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 captcha. (Automatic Translation)
simple-captcha-height=\u0391\u03c0\u03bb\u03cc CAPTCHA \u03cd\u03c8\u03bf\u03c2 (Automatic Translation)
simple-captcha-height-help=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03cd\u03c8\u03bf\u03c2 \u03b3\u03b9\u03b1 captcha \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA (Automatic Translation)
simple-captcha-noise-producers=\u0391\u03c0\u03bb\u03cc CAPTCHA \u03c0\u03b1\u03c1\u03b1\u03b3\u03c9\u03b3\u03bf\u03af \u03b8\u03bf\u03c1\u03cd\u03b2\u03bf\u03c5 (Automatic Translation)
simple-captcha-noise-producers-help=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03ba\u03bb\u03ac\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03c5\u03bb\u03bf\u03c0\u03bf\u03b9\u03b5\u03af nl.captcha.noise.NoiseProducer. \u03a4\u03ac\u03be\u03b5\u03b9\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03b8\u03cc\u03c1\u03c5\u03b2\u03bf \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 captcha. (Automatic Translation)
simple-captcha-text-producers=\u0391\u03c0\u03bb\u03cc CAPTCHA \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03c0\u03b1\u03c1\u03b1\u03b3\u03c9\u03b3\u03bf\u03af (Automatic Translation)
simple-captcha-text-producers-help=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03ba\u03bb\u03ac\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03c5\u03bb\u03bf\u03c0\u03bf\u03b9\u03b5\u03af nl.captcha.text.producer.TextProducer. \u03a4\u03ac\u03be\u03b5\u03b9\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 captcha. (Automatic Translation)
simple-captcha-width=\u0391\u03c0\u03bb\u03cc CAPTCHA \u03c0\u03bb\u03ac\u03c4\u03bf\u03c2 (Automatic Translation)
simple-captcha-width-help=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03c0\u03bb\u03ac\u03c4\u03bf\u03c2 \u03b3\u03b9\u03b1 captcha \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA (Automatic Translation)
simple-captcha-word-renderers=\u0391\u03c0\u03bb\u03cc CAPTCHA \u03bb\u03ad\u03be\u03b7 Renderers (Automatic Translation)
simple-captcha-word-renderers-help=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03ba\u03bb\u03ac\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03c5\u03bb\u03bf\u03c0\u03bf\u03b9\u03b5\u03af nl.captcha.text.renderer.WordRenderer. \u03a4\u03ac\u03be\u03b5\u03b9\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c0\u03bb\u03cc CAPTCHA \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 captcha. (Automatic Translation)
the-recaptcha-private-key-is-not-valid=\u03a4\u03bf \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc \u03ba\u03bb\u03b5\u03b9\u03b4\u03af reCAPTCHA \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03ba\u03c5\u03c1\u03bf.
the-recaptcha-public-key-is-not-valid=\u03a4\u03bf \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03bf \u03ba\u03bb\u03b5\u03b9\u03b4\u03af reCAPTCHA \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03ba\u03c5\u03c1\u03bf.
