#X-Generator: crowdin.com
cache-expiration-time-description=\ubd84, \uc2a4\ud30c \uce90\uc2dc\uac00 \uc9c0\uc6cc\uc9c4 \uc2dc\uac04\uc744 \uc815\uc758 \ud569\ub2c8\ub2e4. \uce90\uc2dc \uc2a4\ud30c \ud0d0\uc0c9 \ud558\ub294 \ub3d9\uc548 \ub9cc\ub8cc \ub418\uc9c0 \ud574\uc57c \ud558\ub294 \uacbd\uc6b0 0 \uac12\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. \uc74c\uc218 \uac12\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \uacbd\uc6b0 \uce90\uc2dc\ub97c \ud574\uc81c \ud574\uc57c \ud569\ub2c8\ub2e4. (Automatic Translation)
cache-expiration-time-name=\uce90\uc2dc \ub9cc\ub8cc \uc2dc\uac04 (Automatic Translation)
it-looks-like-this-is-taking-longer-than-expected=\uc774 \uc608\uc0c1 \ubcf4\ub2e4 \uc624\ub798 \uac78\ub9ac\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4. (Automatic Translation)
navigation-exception-selectors-description=\uc2a4\ud30c \ubb34\uc2dc \ud574\uc57c CSS \uc120\ud0dd\uae30\ub97c \uc815\uc758 \ud569\ub2c8\ub2e4. (Automatic Translation)
navigation-exception-selectors-name=\ud0d0\uc0c9 \uc608\uc678 \uc120\ud0dd\uae30 (Automatic Translation)
oops=\uc8c4\uc1a1 \ud569\ub2c8\ub2e4 (Automatic Translation)
request-timeout-description=\uc2a4\ud30c \uc694\uccad \uc2dc\uac04 \ucd08\uacfc (\ubc00\ub9ac\ucd08)\uc5d0\uc11c, \uc2dc\uac04\uc744 \uc815\uc758 \ud569\ub2c8\ub2e4. \uc694\uccad \uc2dc\uac04 \ucd08\uacfc \ud574\uc11c\ub294 \uacbd\uc6b0 0 \uac12\uc744 \uc0ac\uc6a9 \ud569\ub2c8\ub2e4. (Automatic Translation)
request-timeout-name=\uc694\uccad \uc81c\ud55c \uc2dc\uac04 (Automatic Translation)
spa.configuration.description=For changes made here to take effect, you must reload the browser page after saving. (Automatic Copy)
spa.configuration.name=\ud504\ub860\ud2b8 \uc5d4\ub4dc \uc2a4\ud30c \uc778\ud504\ub77c (Automatic Translation)
the-spa-navigation-request-received-an-invalid-http-status-code=\uc2a4\ud30c \ud0d0\uc0c9 \uc694\uccad \uc798\ubabb \ub41c HTTP \uc0c1\ud0dc \ucf54\ub4dc\ub97c \ubc1b\uc558\uc2b5\ub2c8\ub2e4. (Automatic Translation)
the-spa-request-timed-out=\uc2a4\ud30c \uc694\uccad \uc2dc\uac04 \ucd08\uacfc. (Automatic Translation)
there-was-an-unexpected-error-in-the-spa-request=\uac70\uae30\uc5d0 \uc2a4\ud30c \uc694\uccad\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd \ud588\uc2b5\ub2c8\ub2e4. (Automatic Translation)
user-notification-timeout-description=\uc54c\ub9bc \uc694\uccad\uc740 \uc608\uc0c1 \ubcf4\ub2e4 \uc624\ub798 \uac78\ub9ac\ub294 \uc9c4\uc220 \ud558\ub294 \uc0ac\uc6a9\uc790\uc5d0 \uac8c \ud45c\uc2dc \ub429\ub2c8\ub2e4 (\ubc00\ub9ac\ucd08)\uc5d0\uc11c \uc2dc\uac04\uc744 \uc815\uc758 \ud569\ub2c8\ub2e4. 0 \uac12\uc744 \uc0ac\uc6a9 \ud558 \uc5ec \uc54c\ub9bc\uc774 \ud45c\uc2dc \ud574\uc57c \ud558\ub294 \uacbd\uc6b0. (Automatic Translation)
user-notification-timeout-name=\uc0ac\uc6a9\uc790 \uc54c\ub9bc \uc2dc\uac04 \uc81c\ud55c (Automatic Translation)
