#X-Generator: crowdin.com
additional-configurations-help=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044c\u043a\u0456 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0434\u043b\u044f \u0432\u0431\u0443\u0434\u043e\u0432\u0430\u043d\u0438\u0445 Elasticsearch, \u0432 YML \u0444\u043e\u0440\u043c\u0430\u0442\u0456 (elasticsearch.yml). (Automatic Translation)
additional-index-configurations-help=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044c\u043a\u0456 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0434\u043b\u044f \u0456\u043d\u0434\u0435\u043a\u0441\u0443 Liferay \u0444\u043e\u0440\u043c\u0430\u0442\u0443 JSON \u0430\u0431\u043e YML (Elasticsearch \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0456\u043d\u0434\u0435\u043a\u0441 API). (Automatic Translation)
additional-type-mappings-help=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u043b\u044c\u043d\u0438\u0446\u044c\u043a\u0456 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0434\u043b\u044f LiferayDocumentType, \u0443 JSON \u0444\u043e\u0440\u043c\u0430\u0442\u0456 (Elasticsearch \u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f API). \u0417 \u043d\u043e\u0432\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u044c \u043f\u043e\u043b\u0456\u0432 \u0442\u0456\u043b\u044c\u043a\u0438 \u043d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. \u042f\u043a\u0449\u043e \u0432\u0438 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0446\u044e \u0432\u0435\u043b\u0438\u0447\u0438\u043d\u0443 \u0437 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u044c \u043f\u0435\u0440\u0435\u043a\u0440\u0438\u0442\u0442\u044f\u043c \u0434\u043b\u044f \u0442\u0438\u043f\u043e\u0432\u0438\u0445 \u043f\u043e\u043b\u0456\u0432, \u041f\u0440\u043e\u0442\u0435 \u0432\u0441\u0456 \u0432\u0438\u0445\u043e\u0434\u0438\u0442\u044c \u0437 \u043b\u0430\u0434\u0443. \u041f\u043e\u0432\u043d\u0456\u0441\u0442\u044e \u0437\u0430\u043c\u0456\u043d\u0438\u0442\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f, \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e overrideTypeMappings. (Automatic Translation)
bootstrap-mlockall-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u0430\u0434\u0440\u0435\u0441\u043d\u0438\u0439 \u043f\u0440\u043e\u0441\u0442\u0456\u0440 \u043f\u0440\u043e\u0446\u0435\u0441\u0443 \u0437\u0430\u043c\u043a\u043d\u0435\u043d\u0456 \u0432 \u041e\u0417\u0423, \u043f\u0435\u0440\u0435\u0448\u043a\u043e\u0434\u0436\u0430\u044e\u0447\u0438 \u0431\u0443\u0434\u044c-\u044f\u043a\u0443 \u043f\u0430\u043c'\u044f\u0442\u044c Elasticsearch \u0431\u0443\u0442\u0438 \u0432\u0438\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043e. (Automatic Translation)
client-transport-ignore-cluster-name-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043b\u0430\u0441\u0442\u0435\u0440 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u043a\u0430 \u0456\u043c'\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0432\u0443\u0437\u043b\u0456\u0432 \u0456\u0433\u043d\u043e\u0440\u0443\u0454\u0442\u044c\u0441\u044f. (Automatic Translation)
client-transport-nodes-sampler-interval-help=\u0412\u043a\u0430\u0437\u0443\u0454 \u0432\u0443\u0437\u043e\u043b \u043a\u043b\u0456\u0454\u043d\u0442\u0430 \u043f\u0440\u043e \u0442\u0435, \u044f\u043a \u0447\u0430\u0441\u0442\u043e \u0437\u0440\u0430\u0437\u043a\u0430, \u043f\u0456\u043d\u0433 \u0432\u0443\u0437\u043b\u0456\u0432 \u043f\u0435\u0440\u0435\u0440\u0430\u0445\u043e\u0432\u0430\u043d\u0456 \u0456 \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0456. (Automatic Translation)
client-transport-sniff-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043a\u043b\u0430\u0441\u0442\u0435\u0440 \u043d\u044e\u0445\u0430\u0454 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0439 \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u043e \u0432\u0438\u044f\u0432\u0438\u0442\u0438 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0456 \u0432\u0443\u0437\u043b\u0438 \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0430. (Automatic Translation)
cluster-name-help=\u0406\u043c'\u044f \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0430 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u0442\u0438\u0441\u044f. \u0406\u043c'\u044f \u043c\u0430\u0454 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0430\u0442\u0438 \u0432\u0456\u0434\u0434\u0430\u043b\u0435\u043d\u043e\u0433\u043e \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0430, \u043a\u043e\u043b\u0438 \u0440\u0435\u0436\u0438\u043c \u0440\u043e\u0431\u043e\u0442\u0438 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e \u0434\u043e \u0432\u0456\u0434\u0434\u0430\u043b\u0435\u043d\u043e\u0433\u043e. (Automatic Translation)
discovery-zen-ping-unicast-hosts-port-help=\u0414\u0456\u0430\u043f\u0430\u0437\u043e\u043d \u043f\u043e\u0440\u0442\u0456\u0432 \u0434\u043b\u044f \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u043f\u0440\u0438 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u0456 discovery.zen.ping.unicast.hosts \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f. \u0414\u0435\u043a\u0456\u043b\u044c\u043a\u043e\u0445 Elasticsearch \u0432\u0443\u0437\u043b\u0456\u0432 \u043d\u0430 \u0434\u0456\u0430\u043f\u0430\u0437\u043e\u043d \u043f\u043e\u0440\u0442\u0456\u0432, \u043c\u043e\u0436\u0435 \u0432\u0438\u0441\u0442\u0443\u043f\u0430\u0442\u0438 \u0432 \u044f\u043a\u043e\u0441\u0442\u0456 \u043f\u043b\u0456\u0442\u043a\u0438 \u043c\u0430\u0440\u0448\u0440\u0443\u0442\u0438\u0437\u0430\u0442\u043e\u0440\u0456\u0432 \u043d\u0430 \u043e\u0434\u043d\u043e\u043c\u0443 \u043a\u043e\u043c\u043f'\u044e\u0442\u0435\u0440\u0456. (Automatic Translation)
elastic-search-configuration-name=Elasticsearch (Automatic Translation)
http-cors-allow-origin-help=\u0412\u0438\u0442\u043e\u043a\u0438 \u0434\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0443\u0432\u0456\u043c\u043a\u043d\u0435\u043d\u0438\u043c HTTP CORS. (Automatic Translation)
http-cors-configurations-help=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044c\u043a\u0456 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0434\u043b\u044f HTTP CORS, \u0443 \u0444\u043e\u0440\u043c\u0430\u0442\u0456 YML (elasticsearch.yml). (Automatic Translation)
http-cors-enabled-help=\u042f\u043a\u0449\u043e \u0446\u0435 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u043b\u0438, \u043a\u0440\u043e\u0441 \u043f\u043e\u0445\u043e\u0434\u0436\u0435\u043d\u043d\u044f \u0440\u0435\u0441\u0443\u0440\u0441 \u0423\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u043e \u0441\u043f\u0456\u043b\u044c\u043d\u0438\u0439 \u0434\u043e\u0441\u0442\u0443\u043f, \u044f\u043a\u0430 \u0432\u0438\u0437\u043d\u0430\u0447\u0430\u0454, \u0447\u0438 \u0454 \u0432\u0435\u0431-\u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0430\u0447 \u0456\u0437 \u0456\u043d\u0448\u043e\u0433\u043e \u043f\u043e\u0445\u043e\u0434\u0436\u0435\u043d\u043d\u044f \u043c\u043e\u0436\u0435 \u0437\u0432\u0435\u0440\u0442\u0430\u0442\u0438\u0441\u044f \u0437 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f\u043c Elasticsearch. \u042f\u043a\u0449\u043e \u0432\u0438\u043c\u043a\u043d\u0435\u043d\u043e, \u0432\u0435\u0431-\u0456\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0456\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u044f\u043a elasticsearch \u0433\u043e\u043b\u043e\u0432\u0430 \u043c\u043e\u0436\u043b\u0438\u0432\u043e, \u043d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u0438\u0441\u044f. (Automatic Translation)
http-enabled-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, HTTP \u0448\u0430\u0440 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0439. \u042f\u043a\u0449\u043e \u043f\u0440\u0430\u043f\u043e\u0440\u0435\u0446\u044c \u0437\u043d\u044f\u0442\u043e, \u0432\u0438\u043a\u043b\u044e\u0447\u043d\u043e \u043d\u0430 \u0432\u0443\u0437\u043b\u0438, \u044f\u043a\u0456 \u043d\u0435 \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0456 \u0434\u043b\u044f \u0441\u043b\u0443\u0436\u0430\u0442\u044c \u0432\u0456\u0434\u043f\u043e\u0447\u0438\u043d\u043e\u043a, \u0448\u0430\u0440 HTTP \u0437\u0430\u043f\u0438\u0442\u0456\u0432 \u0431\u0435\u0437\u043f\u043e\u0441\u0435\u0440\u0435\u0434\u043d\u044c\u043e \u0432\u0438\u043c\u0438\u043a\u0430\u044e\u0442\u044c\u0441\u044f. (Automatic Translation)
index-name-prefix-help=\u041f\u0440\u0435\u0444\u0456\u043a\u0441 \u0456\u043c\u0435\u043d\u0456 \u0456\u043d\u0434\u0435\u043a\u0441\u0443 \u043f\u043e\u0448\u0443\u043a\u0443. \u0426\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043d\u0435 \u043c\u043e\u0436\u043d\u0430 \u0437\u043c\u0456\u043d\u044f\u0442\u0438 \u043f\u0440\u0438 \u043d\u043e\u0440\u043c\u0430\u043b\u044c\u043d\u0438\u0445 \u0443\u043c\u043e\u0432\u0430\u0445. \u042f\u043a\u0449\u043e \u0437\u043c\u0456\u043d\u0438\u0442\u0438 \u0446\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f, \u0441\u043b\u0456\u0434 \u0442\u0430\u043a\u043e\u0436 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e\u0457 \u0456\u043d\u0434\u0435\u043a\u0441\u0430\u0446\u0456\u0457 \u0434\u043b\u044f \u043f\u043e\u0440\u0442\u0430\u043b\u0443 \u0442\u0430 \u043f\u043e\u0442\u0456\u043c \u0432\u0440\u0443\u0447\u043d\u0443 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0441\u0442\u0430\u0440\u0438\u0439 \u043f\u043e\u043a\u0430\u0436\u0447\u0438\u043a, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0447\u0438 \u043a\u043e\u043d\u0441\u043e\u043b\u044c \u0443\u043f\u0440\u0430\u0432\u043b\u0456\u043d\u043d\u044f Elasticsearch. (Automatic Translation)
log-exceptions-only-help=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u0436\u0443\u0440\u043d\u0430\u043b\u0438 \u0432\u0438\u043d\u044f\u0442\u043a\u0438 \u043b\u0438\u0448\u0435 \u0437 Elasticsearch \u0456 \u043d\u0435 rethrow \u0457\u0445. (Automatic Translation)
network-bind-host-help=\u041c\u0435\u0440\u0435\u0436\u0430 interface(s) \u0432\u0443\u0437\u043b\u043e\u043c \u0441\u043b\u0456\u0434 \u0437\u0432'\u044f\u0437\u0430\u0442\u0438 \u0434\u043b\u044f \u0442\u043e\u0433\u043e, \u0449\u043e\u0431 \u0441\u043b\u0443\u0445\u0430\u0442\u0438 for \u0432\u0445\u0456\u0434\u043d\u0456 \u0437\u0430\u043f\u0438\u0442\u0438. (Automatic Translation)
network-host-help=\u0406\u043c'\u044f \u0445\u043e\u0441\u0442\u0430 \u0430\u0431\u043e IP-\u0430\u0434\u0440\u0435\u0441\u0430 \u0437\u043e\u0431\u043e\u0432'\u044f\u0437\u0430\u0432 \u0432\u0443\u0437\u043e\u043b, \u044f\u043a\u0438\u0439 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0434\u043b\u044f \u043f\u0443\u0431\u043b\u0456\u043a\u0430\u0446\u0456\u0457 (\u0440\u0435\u043a\u043b\u0430\u043c\u0443\u0432\u0430\u0442\u0438) \u043f\u0440\u0438\u0439\u043c\u0430\u044e\u0447\u043e\u0457 \u0456\u043d\u0448\u0438\u043c \u0432\u0443\u0437\u043b\u0430\u043c \u0432 \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0456. \u0426\u0435 \u044f\u0440\u043b\u0438\u043a, \u044f\u043a\u0438\u0439 \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u044e\u0454 \u0431\u0435\u0437\u043b\u0456\u0447 \u0441\u043a\u043b\u0430\u0434\u043d\u043e\u043c\u0443 \u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0449\u0456 \u0456 \u043e\u043f\u0443\u0431\u043b\u0456\u043a\u0443\u0432\u0430\u0442\u0438 \u0445\u043e\u0441\u0442\u0430 \u0432 \u0442\u043e\u0439 \u0436\u0435 \u0447\u0430\u0441. (Automatic Translation)
network-publish-host-help=\u0404\u0434\u0438\u043d\u0438\u0439 \u0456\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0432\u0443\u0437\u043e\u043b \u0440\u043e\u0437\u043c\u0456\u0449\u0443\u0454 \u0440\u0435\u043a\u043b\u0430\u043c\u0443 \u043d\u0430 \u0456\u043d\u0448\u0456 \u0432\u0443\u0437\u043b\u0438 \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0456\u0432, \u0442\u0430\u043a \u0449\u043e \u0442\u0456 \u0432\u0443\u0437\u043b\u0456\u0432 \u043c\u043e\u0436\u043d\u0430 \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u0438\u0441\u044f \u0434\u043e \u043d\u044c\u043e\u0433\u043e. (Automatic Translation)
operation-mode-help=\u0420\u0435\u0436\u0438\u043c\u0443 \u0412\u0406\u0414\u0414\u0410\u041b\u0415\u041d\u041e\u0413\u041e \u0440\u043e\u0431\u043e\u0442\u0438 \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0430\u0454\u0442\u044c\u0441\u044f \u0434\u043e \u0432\u0456\u0434\u0434\u0430\u043b\u0435\u043d\u043e\u0457 \u0430\u0432\u0442\u043e\u043d\u043e\u043c\u043d\u0456 Elasticsearch \u043a\u043b\u0430\u0441\u0442\u0435\u0440. \u0420\u0435\u0436\u0438\u043c \u0440\u043e\u0431\u043e\u0442\u0438 EMBEDDED \u043f\u043e\u0447\u0438\u043d\u0430\u0454\u0442\u044c\u0441\u044f \u043f\u043e\u0440\u0442\u0430\u043b \u0456 \u0432\u043d\u0443\u0442\u0440\u0456\u0448\u043d\u0454 Elasticsearch \u043f\u0440\u0438\u043c\u0456\u0440\u043d\u0438\u043a \u0432 \u0442\u043e\u043c\u0443 \u0436 JVM. \u0420\u0435\u0436\u0438\u043c \u0440\u043e\u0431\u043e\u0442\u0438 EMBEDDED \u043d\u0435 \u043f\u0456\u0434\u0442\u0440\u0438\u043c\u0443\u0454\u0442\u044c\u0441\u044f. (Automatic Translation)
override-type-mappings-help=\u041f\u0435\u0440\u0435\u0432\u0438\u0437\u043d\u0430\u0447\u0438\u0442\u0438 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0434\u043b\u044f \u0432\u0441\u0456\u0454\u0457 LiferayDocumentType, \u0443 JSON \u0444\u043e\u0440\u043c\u0430\u0442\u0456 (Elasticsearch \u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f API). \u042f\u043a\u0449\u043e \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0456\u043d\u0434\u0435\u043a\u0441\u0443 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0433\u043e \u0432\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0442\u0430 \u0456\u0433\u043d\u043e\u0440\u0443\u044e\u0442\u044c\u0441\u044f \u0431\u0443\u0434\u044c-\u044f\u043a\u043e\u0457 \u0442\u043e\u0447\u043a\u0438 \u0440\u043e\u0437\u0448\u0438\u0440\u0435\u043d\u043d\u044f, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u044e\u0447\u0438 \u0442\u0430\u043a\u0435 \u0432\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0430\u043b\u044c\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u043d\u043e\u0457 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0437\u0430\u043c\u0456\u0441\u0442\u044c \u0446\u044c\u043e\u0433\u043e. \u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438, \u0446\u0435 LiferayDocumentType \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u0435 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u043d\u0435\u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0434\u043b\u044f \u0442\u0438\u043f\u043e\u0432\u0438\u0445 \u043f\u043e\u043b\u0456\u0432. \u042f\u043a\u0449\u043e \u0432\u0430\u043c \u043f\u0440\u043e\u0441\u0442\u043e \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e \u0434\u043e\u0434\u0430\u0442\u0438 \u043d\u043e\u0432\u0456 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0431\u0435\u0437 \u0431\u0443\u0434\u044c-\u044f\u043a\u043e\u0433\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c, \u0449\u043e \u043f\u0435\u0440\u0435\u043a\u0440\u0438\u0432\u0430\u044e\u0442\u044c\u0441\u044f, \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e additionalTypeMappings. (Automatic Translation)
retry-on-conflict-help=\u041a\u0456\u043b\u044c\u043a\u0456\u0441\u0442\u044c \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438\u0445 \u0441\u043f\u0440\u043e\u0431, \u044f\u043a\u0449\u043e \u0432\u0435\u0440\u0441\u0456\u044f \u043a\u043e\u043d\u0444\u043b\u0456\u043a\u0442 \u0432\u0438\u043d\u0438\u043a\u0430\u0454 \u0442\u043e\u043c\u0443, \u0449\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u0431\u0443\u0432 \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0439 \u043c\u0456\u0436 \u0457\u0457 \u043e\u0442\u0440\u0438\u043c\u0430\u043d\u043d\u044f \u0456 \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u0439\u043e\u0433\u043e. (Automatic Translation)
sync-search=\u042f\u043a\u0449\u043e \u043f\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u043e \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u043f\u043e\u0448\u0443\u043a \u043f\u0440\u0430\u0446\u044e\u0454 \u043d\u0430 invoker \u043d\u0438\u0442\u043a\u043e\u044e, \u0430 \u043d\u0435 \u0432 Elasticsearch, \u043f\u043e\u0448\u0443\u043a \u043f\u0443\u043b \u043f\u043e\u0442\u043e\u043a\u0456\u0432. \u0426\u0435 \u0432\u0456\u0434\u043d\u043e\u0441\u0438\u0442\u044c\u0441\u044f \u0442\u0456\u043b\u044c\u043a\u0438 \u0434\u043e EMBEDDED \u0440\u0435\u0436\u0438\u043c\u0443 \u0440\u043e\u0431\u043e\u0442\u0438. (Automatic Translation)
transport-addresses-help=\u0412\u0456\u0434\u0434\u0430\u043b\u0435\u043d\u043e\u0433\u043e \u0432\u0443\u0437\u043b\u0430 \u0430\u0434\u0440\u0435\u0441\u0438 \u0434\u043b\u044f \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f \u0434\u043e. \u0426\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f, \u043a\u043e\u043b\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0456\u044f \u0440\u0435\u0436\u0438\u043c \u0432\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0439 \u0434\u043b\u044f \u0414\u0418\u0421\u0422\u0410\u041d\u0426\u0406\u0419\u041d\u041e\u0413\u041e. (Automatic Translation)
transport-tcp-port-help=\u041f\u043e\u0440\u0442 \u0437\u0432'\u044f\u0437\u0430\u0442\u0438 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u043c\u0456\u0436 \u0432\u0443\u0437\u043b\u0430\u043c\u0438. \u041f\u0440\u0438\u0439\u043c\u0430\u0454 \u043e\u0434\u043d\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u0430\u0431\u043e \u0434\u0456\u0430\u043f\u0430\u0437\u043e\u043d (\u043d\u0430\u043f\u0440\u0438\u043a\u043b\u0430\u0434, 9300-9400). (Automatic Translation)
