#X-Generator: crowdin.com
add-list=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a
changeable-default-language=\u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435\u0437\u0438\u043a (Automatic Translation)
changeable-default-language-description=\u0410\u043a\u043e \u0435 \u043e\u0442\u043c\u0435\u0442\u043d\u0430\u0442\u043e, \u0435\u0437\u0438\u043a\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u043e. \u0415\u0437\u0438\u043a\u044a\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d \u043e\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. (Automatic Translation)
check-to-allow-users-to-add-records-to-the-list=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442 \u0437\u0430\u043f\u0438\u0441\u0438 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430. (Automatic Translation)
check-to-display-the-form-entry-view=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441. (Automatic Translation)
data-definition=\u0414\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-definition-id=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-definition-id-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0446\u0438\u0444\u0440\u043e\u0432 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
data-definitions=\u0414\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u0438 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-list-description=\u0421\u043f\u0438\u0441\u044a\u043a \u0441 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-list-description-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
data-list-display-template-helper=\u0414\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0448\u0430\u0431\u043b\u043e\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a (Automatic Translation)
data-list-id=\u0418\u0414 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-list-id-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0446\u0438\u0444\u0440\u043e\u0432 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
data-list-name=\u0418\u043c\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-list-name-help=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
data-list-record-fields=\u0414\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043f\u043e\u043b\u0435\u0442\u0430 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441 (Automatic Translation)
data-list-records=\u0417\u0430\u043f\u0438\u0441\u0438 \u0441 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u043a (Automatic Translation)
data-list-records-help=Represents a helper for the list of data list records that are displayed. Please fetch the records you wish to display from the DDL Record Local Service first.
data-list-services=\u0421\u043f\u0438\u0441\u044a\u043a \u0441 \u0443\u0441\u043b\u0443\u0433\u0438 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
data-list-util=\u0414\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u043a Util (Automatic Translation)
data-list-variables=\u0414\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0438 (Automatic Translation)
ddl-record-local-service=DDL \u0437\u0430\u043f\u0438\u0441 \u043c\u0435\u0441\u0442\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddl-record-local-service-help=(Automatic Copy)
ddl-record-service=DDL \u0437\u0430\u043f\u0438\u0441 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddl-record-service-help=(Automatic Copy)
ddl-record-set-local-service=DDL \u0440\u0435\u043a\u043e\u0440\u0434\u0430 \u043d\u0430 \u043c\u0435\u0441\u0442\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddl-record-set-local-service-help=(Automatic Copy)
ddl-record-set-service=DDL \u0440\u0435\u043a\u043e\u0440\u0434\u0430 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 (Automatic Translation)
ddl-record-set-service-help=(Automatic Copy)
ddl-web-configuration-name=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 (Automatic Translation)
displaying-list=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 (Automatic Translation)
edit-display-template=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 XSL \u0448\u0430\u0431\u043b\u043e\u043d
edit-form-template=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 XSL \u0448\u0430\u0431\u043b\u043e\u043d
form-template=\u0424\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d
form-view=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLDisplayPortlet=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0434\u0438\u0441\u043f\u043b\u0435\u0439 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_web_portlet_DDLPortlet=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists=\u0421\u043f\u0438\u0441\u044a\u0446\u0438 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecord=\u0417\u0430\u043f\u0438\u0441 \u0441 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0437\u0430\u043f\u0438\u0441\u0438 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMStructure=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLRecordSet-com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0428\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 (Automatic Translation)
no-lists-were-found=\u041d\u044f\u043c\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 (Automatic Translation)
optional-configuration=\u041d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f (Automatic Translation)
please-select-a-list-entry-from-the-list-below=\u041c\u043e\u043b\u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0437\u0430\u043f\u0438\u0441 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443. (Automatic Translation)
select-an-existing-list-or-add-a-list-to-be-displayed-in-this-application=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0441\u043f\u0438\u0441\u044a\u043a \u0438\u043b\u0438 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438 \u0432 \u0442\u043e\u0432\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435. (Automatic Translation)
select-the-display-template-used-to-diplay-the-list-records=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430. \u0421\u043f\u0438\u0441\u044a\u043a \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d. (Automatic Translation)
select-the-form-template-used-to-add-records-to-the-list=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u0437\u0430 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430. (Automatic Translation)
spreadsheet-view=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 (Automatic Translation)
the-record-could-not-be-found=\u0417\u0430\u043f\u0438\u0441\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d. (Automatic Translation)
the-recordSet-could-not-be-found=\u041d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0437\u0430\u043f\u0438\u0441\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d. (Automatic Translation)
updating-the-data-definition-may-cause-data-loss=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0438\u0447\u0438\u043d\u0438 \u0437\u0430\u0433\u0443\u0431\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438. (Automatic Translation)
