#X-Generator: crowdin.com
allow-site-administrators-to-modify-pages-associated-with-this-site-template=Allow site administrators to modify pages associated with this site template, even when propagation of changes is enabled.
allow-site-administrators-to-modify-pages-associated-with-this-site-template-help=\u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f \u0645\u062f\u06cc\u0631\u0627\u0646 \u0633\u0627\u06cc\u062a \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u0646\u062f \u0645\u0648\u0644\u0641\u0647\u200c\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0635\u0641\u062d\u0647 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0631\u062f\u0647\u060c \u0645\u0648\u0644\u0641\u0647\u200c\u0647\u0627\u06cc \u062c\u062f\u06cc\u062f \u0628\u0647 \u0635\u0641\u062d\u0647 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u0646\u062f \u0648 \u06cc\u0627 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u0635\u0641\u062d\u0647 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u0646\u062f. \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0631\u062f\u060c \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0631 \u0627\u0644\u06af\u0648 \u062f\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u062f\u06cc\u06af\u0631 \u0628\u0631 \u0631\u0648\u06cc \u0622\u0646 \u0635\u0641\u062d\u0647 \u0627\u0639\u0645\u0627\u0644 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f\u060c \u0645\u06cc\u200c\u062a\u0648\u0627\u0646 \u0627\u0645\u06a9\u0627\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0646 \u0628\u0631\u062e\u06cc \u0627\u0632 \u0635\u0641\u062d\u0647\u200c\u0647\u0627 \u0631\u0627 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0646\u0645\u0648\u062f. \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u062f\u0631 \u0628\u062e\u0634 \u00ab\u0645\u062f\u06cc\u0631\u06cc\u062a \u0635\u0641\u062d\u0647\u200c\u0647\u0627\u00bb \u0627\u0646\u062c\u0627\u0645\u200c\u067e\u0630\u06cc\u0631 \u0627\u0633\u062a.
javax.portlet.description.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=Site Templates allows you to define pages and web content to include when creating sites. You can define and edit site templates as well as their permissions.
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_LayoutSetPrototypePortlet=\u0642\u0627\u0644\u0628\u200c\u0647\u0627\u06cc \u0633\u0627\u06cc\u062a
javax.portlet.title.com_liferay_layout_set_prototype_web_portlet_SiteTemplateSettingsPortlet=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0644\u06af\u0648\u06cc \u0633\u0627\u06cc\u062a
site-template-was-added=\u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0634\u062f.
there-are-no-site-templates=\u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
there-are-no-site-templates.-you-can-add-a-site-template-by-clicking-the-plus-button-on-the-bottom-right-corner=\u0647\u06cc\u0686 \u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u062f\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0628\u0647 \u0639\u0644\u0627\u0648\u0647 \u062f\u0631 \u06af\u0648\u0634\u0647 \u0633\u0645\u062a \u0631\u0627\u0633\u062a\u060c \u0645\u06cc\u062a\u0648\u0627\u06cc\u0646\u062f \u06cc\u06a9 \u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0646\u0645\u0627\u06cc\u06cc\u062f.
you-cannot-delete-site-templates-that-are-used-by-a-site=\u0634\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0642\u0627\u0644\u0628 \u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u062a\u0648\u0633\u0637 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.
