#X-Generator: crowdin.com
allow-dictionary-words=Till\u00e5t ord i ordlistan
allow-dictionary-words-help=If this is checked, common dictionary words are allowed as the user's passwords. (Automatic Copy)
change-required=Kr\u00e4ver \u00e4ndring
change-required-help=Om h\u00e4r \u00e4r markerat, m\u00e5ste en anv\u00e4ndare att \u00e4ndra sina l\u00f6senord n\u00e4r de f\u00f6rst logga in. (Automatic Translation)
changeable=Kan \u00e4ndras
changeable-help=Om det h\u00e4r \u00e4r markerat kan anv\u00e4ndaren \u00e4ndra sitt l\u00f6senord. (Automatic Translation)
do-not-warn=Do Not Warn (Automatic Copy)
enable-expiration=Aktivera utg\u00e5ngen (Automatic Translation)
enable-expiration-help=Om det h\u00e4r \u00e4r markerat m\u00e5ste anv\u00e4ndaren \u00e4ndra sina l\u00f6senord efter en viss tid. (Automatic Translation)
enable-history-help=Om det h\u00e4r \u00e4r markerat portalen h\u00e5ller en historia av anv\u00e4ndarens tidigare l\u00f6senord och hindrar dem fr\u00e5n att \u00e5teranv\u00e4nda ett gammalt l\u00f6senord. (Automatic Translation)
enable-lockout=Aktivera Lockout (Automatic Translation)
enable-lockout-help=Om h\u00e4r \u00e4r markerat kan en anv\u00e4ndare f\u00f6rs\u00f6ker logga in ett visst antal g\u00e5nger innan deras konto \u00e4r l\u00e5st. (Automatic Translation)
enable-syntax-checking=Aktivera syntaxkontroll (Automatic Translation)
enable-syntax-checking-help=Om det h\u00e4r \u00e4r markerat l\u00e4ses l\u00f6senordet f\u00f6r vissa ord och/eller en viss l\u00e4ngd. (Automatic Translation)
grace-limit=Hj\u00e4lpsamhetsgr\u00e4ns
grace-limit-help=Detta avg\u00f6r hur m\u00e5nga g\u00e5nger en anv\u00e4ndare kan logga in efter deras l\u00f6senord har g\u00e5tt ut, innan de \u00e4r skyldiga att ange ett nytt l\u00f6senord. (Automatic Translation)
history-count=Historikantal
history-count-help=Hur m\u00e5nga av de f\u00f6reg\u00e5ende l\u00f6senorden som sparas.
javax.portlet.description.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=Password policies define enterprise level security measures which include user lockout and password expiration. You can define policies or delegate to an LDAP server.
javax.portlet.title.com_liferay_password_policies_admin_web_portlet_PasswordPoliciesAdminPortlet=L\u00f6senordsregler
lockout-duration=Tid f\u00f6r utel\u00e5sning
lockout-duration-help=Den tid en anv\u00e4ndares konto \u00e4r l\u00e5st
maximum-age=Max livstid
maximum-age-help=Anger hur l\u00e4nge ett l\u00f6senord kan anv\u00e4ndas innan det m\u00e5ste \u00e4ndras
maximum-failure=Max misslyckanden
maximum-failure-help=Detta best\u00e4mmer det maximala antalet g\u00e5nger som en anv\u00e4ndare kan f\u00f6rs\u00f6ka logga in med fel l\u00f6senord. (Automatic Translation)
minimum-age=Minsta \u00e5lder
minimum-age-help=Anger hur l\u00e4nge en anv\u00e4ndare m\u00e5ste v\u00e4nta innan ett nytt l\u00f6senord kan \u00e4ndras igen.
minimum-alpha-numeric=Minimum Alpha Numeric (Automatic Copy)
minimum-alpha-numeric-help=This determines the minimum number of alpha numeric letters in the user's password. (Automatic Copy)
minimum-length=Minsta l\u00e4ngd
minimum-length-help=Anger minsta till\u00e5tna l\u00e4ngd i tecken
minimum-lower-case=Minsta antal gemener
minimum-lower-case-help=Anger det minsta antalet gemener i anv\u00e4ndarens l\u00f6senord.
minimum-numbers=Minsta antal siffror
minimum-numbers-help=Anger det minsta antalet siffror i anv\u00e4ndarens l\u00f6senord.
minimum-symbols=Minsta antal symboler
minimum-symbols-help=Anger det minstal antalet symboler i anv\u00e4ndarens l\u00f6senord.
minimum-upper-case=Minsta antal versaler
minimum-upper-case-help=Anger det minsta antalet versaler i anv\u00e4ndarens l\u00f6senord.
password-changes=Password Changes (Automatic Copy)
password-expiration=L\u00f6senord livsl\u00e4ngd
password-history=L\u00f6senord arkivering
password-policies=L\u00f6senordspolicies
password-syntax-checking=Kontroll av l\u00f6senordsstruktur
reset-failure-count=Nollst\u00e4ll felr\u00e4knare
reset-failure-count-help=Anger den tid som misslyckade inloggningsf\u00f6rs\u00f6k sparas.
reset-ticket-max-age=Reset Ticket Max Age (Automatic Copy)
reset-ticket-max-age-help=Det h\u00e4r avg\u00f6r hur l\u00e4nge en l\u00f6senords\u00e5terst\u00e4llningsl\u00e4nk \u00e4r giltig.
the-password-policy-could-not-be-found=L\u00f6senordsprincipen kunde inte hittas. (Automatic Translation)
until-unlocked-by-an-administrator=Tills systemansvariga l\u00e5ser upp
warning-time=Varningstid
warning-time-help=Anger hur l\u00e5ngt innan ett l\u00f6senord g\u00e5r ut som anv\u00e4ndaren varnas.
when-no-password-policy-is-assigned-to-a-user,-either-explicitly-or-through-an-organization,-the-default-password-policy-is-used=When no password policy is assigned to a user, either explicitly or through an organization, the default password policy is used. (Automatic Copy)
you-are-using-ldaps-password-policy=Du anv\u00e4nder l\u00f6senordspolicy fr\u00e5n LDAP. \u00c4ndra dina inst\u00e4llningar om du vill anv\u00e4nda en lokal l\u00f6senordspolicy.
