#X-Generator: crowdin.com
allow-lan-syncing=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 LAN \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u044e? (Automatic Translation)
allow-lan-syncing-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0443\u0432\u0456\u043c\u043a\u043d\u0443\u0442\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u044e \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u0457 \u043c\u0435\u0440\u0435\u0436\u0456 \u0447\u0435\u0440\u0435\u0437 \u0414\u0435\u0441\u043a\u0442\u043e\u043f\u043d\u0438\u0445 \u043a\u043b\u0456\u0454\u043d\u0442\u0438. \u041f\u0440\u0438 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u0456, \u0448\u043f\u0430\u043b\u0435\u0440\u0438 \u043d\u0430 \u0440\u043e\u0431\u043e\u0447\u0438\u0439 \u043a\u043b\u0456\u0454\u043d\u0442\u0438 \u0441\u043f\u0440\u043e\u0431\u0443\u0454 \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0443\u0432\u0430\u0442\u0438 \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u0437 \u0456\u043d\u0448\u0438\u043c\u0438 \u0414\u0435\u0441\u043a\u0442\u043e\u043f\u043d\u0438\u0445 \u043a\u043b\u0456\u0454\u043d\u0442\u0438 \u043d\u0430 \u043e\u0434\u043d\u0456\u0454\u0457 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u0457 \u043c\u0435\u0440\u0435\u0436\u0456 \u043f\u0435\u0440\u0435\u0434 \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f\u043c \u0456\u0437 \u0441\u0435\u0440\u0432\u0435\u0440\u0430. (Automatic Translation)
allow-the-use-of-sync=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u043d\u043d\u044f \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457? (Automatic Translation)
allow-users-to-sync-their-personal-sites=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u0441\u0432\u043e\u0457 \u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u0456 \u0441\u0430\u0439\u0442\u0438? (Automatic Translation)
build=\u041f\u043e\u0431\u0443\u0434\u0443\u0432\u0430\u0442\u0438 (Automatic Translation)
default-file-permissions=Default File Permissions (Automatic Copy)
delete-sync-device=\u0412\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u043f\u0440\u0438\u0441\u0442\u0440\u0456\u0439 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 (Automatic Translation)
disable-sync-device=\u0412\u0438\u043c\u043a\u043d\u0443\u0442\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u044e \u043f\u0440\u0438\u0441\u0442\u0440\u043e\u044e (Automatic Translation)
disable-sync-site=Disable Sync Site (Automatic Copy)
disable-sync-sites=Disable Sync Sites (Automatic Copy)
disabling-a-sync-site-will-delete-all-associated-files-from-all-clients=Disabling a Sync site will delete all associated files from all clients. (Automatic Copy)
enable-sync-device=\u0423\u0432\u0456\u043c\u043a\u043d\u0456\u0442\u044c \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u044e \u043f\u0440\u0438\u0441\u0442\u0440\u043e\u044e (Automatic Translation)
enable-sync-site=Enable Sync Site (Automatic Copy)
enable-sync-sites=Enable Sync Sites (Automatic Copy)
force-security-mode=\u0420\u0435\u0436\u0438\u043c \u0431\u0435\u0437\u043f\u0435\u043a\u0438 \u0437\u0431\u0440\u043e\u0439\u043d\u0438\u0445 \u0441\u0438\u043b (Automatic Translation)
force-security-mode-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0446\u0435 \u0434\u043b\u044f \u0432\u0456\u0440\u043d\u0438\u043c \u0441\u0438\u043b\u0438 \u0431\u0435\u0437\u043f\u0435\u043a\u0438 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u043c\u043e\u0431\u0456\u043b\u044c\u043d\u0438\u0445 \u043a\u043b\u0456\u0454\u043d\u0442\u0456\u0432. \u0420\u0435\u0436\u0438\u043c \u0431\u0435\u0437\u043f\u0435\u043a\u0438 \u0448\u0438\u0444\u0440\u0443\u0454 \u0444\u0430\u0439\u043b\u0438 \u0456 \u0432\u0438\u043c\u0430\u0433\u0430\u0454 \u043f\u0430\u0440\u043e\u043b\u044f, \u043f\u0440\u0438 \u0437\u0432\u0435\u0440\u043d\u0435\u043d\u043d\u0456 \u0434\u043e \u0437\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u043d\u043d\u044f. (Automatic Translation)
full-access=Full Access (Automatic Copy)
full-access-help=\u0423\u0447\u0430\u0441\u043d\u0438\u043a\u0438 \u0441\u0430\u0439\u0442\u0443 \u0437\u043c\u043e\u0436\u0443\u0442\u044c \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f, \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043d\u044f \u0442\u0430 \u043f\u0440\u043e\u043a\u043e\u043c\u0435\u043d\u0442\u0443\u0432\u0430\u0442\u0438 \u0444\u0430\u0439\u043b\u0438, \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u0456 \u0447\u0435\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457. (Automatic Translation)
full-access-x=Full Access ({0}) (Automatic Copy)
javax.portlet.title.com_liferay_sync_web_portlet_SyncAdminPortlet=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u044f \u0440\u043e\u0437'\u0454\u043c Admin (Automatic Translation)
javax.portlet.title.com_liferay_sync_web_portlet_SyncDevicesPortlet=\u041c\u0456\u0439 \u043f\u0440\u0438\u0441\u0442\u0440\u043e\u0457\u0432 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 (Automatic Translation)
last-seen=\u041e\u0441\u0442\u0430\u043d\u043d\u0456\u0439 \u0440\u0430\u0437 \u0431\u0430\u0447\u0438\u0432 (Automatic Translation)
max-connections=Max Connections (Automatic Copy)
max-connections-help=Set the maximum number of simultaneous connections each client is allowed per account. (Automatic Copy)
max-download-rate=\u0421\u0442\u0430\u0432\u043a\u0430 \u041c\u0430\u043a\u0441 \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
max-download-rate-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0448\u0432\u0438\u0434\u043a\u0456\u0441\u0442\u044c \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0456 (\u0443 \u0431\u0430\u0439\u0442\u0430\u0445), \u0432 \u044f\u043a\u0438\u0445 \u043a\u043b\u0456\u0454\u043d\u0442\u0438 \u043c\u043e\u0436\u0443\u0442\u044c \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0438\u0442\u0438. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f 0 \u0432\u043a\u0430\u0437\u0443\u0454 \u043d\u0430 \u0442\u0435, \u0449\u043e \u043d\u0435\u043c\u0430\u0454 \u043c\u0435\u0436\u0456. (Automatic Translation)
max-upload-rate=\u0421\u0442\u0430\u0432\u043a\u0430 \u041c\u0430\u043a\u0441 \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u043d\u044f (Automatic Translation)
max-upload-rate-help=\u0412\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0438 \u0448\u0432\u0438\u0434\u043a\u0456\u0441\u0442\u044c \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0456 (\u0443 \u0431\u0430\u0439\u0442\u0430\u0445), \u0437 \u044f\u043a\u043e\u044e \u043c\u043e\u0436\u043d\u0430 \u043f\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u0438 \u043a\u043b\u0456\u0454\u043d\u0442\u0430\u043c. \u0417\u043d\u0430\u0447\u0435\u043d\u043d\u044f 0 \u0432\u043a\u0430\u0437\u0443\u0454 \u043d\u0430 \u0442\u0435, \u0449\u043e \u043d\u0435\u043c\u0430\u0454 \u043c\u0435\u0436\u0456. (Automatic Translation)
no-devices-were-found=\u041d\u0435 \u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e \u043f\u0440\u0438\u0441\u0442\u0440\u043e\u0457\u0432. (Automatic Translation)
oauth-enabled=OAuth Enabled (Automatic Copy)
oauth-enabled-help=If checked, clients will use OAuth and configured SSO autologin filters for authentication. (Automatic Copy)
oauth-publisher-is-not-deployed=OAuth Publisher is not deployed. Please redeploy the plugin. (Automatic Copy)
pending-wipe=\u0412\u0456\u0434\u043a\u043b\u0430\u0434\u0435\u043d\u0435 \u043e\u0447\u0438\u0449\u0435\u043d\u043d\u044f (Automatic Translation)
poll-interval=Poll Interval (Automatic Copy)
poll-interval-help=Set the interval in seconds for how often clients will poll the server for updates. (Automatic Copy)
the-oauth-application-for-liferay-sync-is-missing=The OAuth application for Liferay Sync is missing. Click Save to recreate the OAuth application. (Automatic Copy)
view-and-add-discussion=View and Add Discussion (Automatic Copy)
view-and-add-discussion-help=\u0423\u0447\u0430\u0441\u043d\u0438\u043a\u0438 \u0441\u0430\u0439\u0442\u0443 \u0437\u043c\u043e\u0436\u0443\u0442\u044c \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0442\u0430 \u043f\u0440\u043e\u043a\u043e\u043c\u0435\u043d\u0442\u0443\u0432\u0430\u0442\u0438 \u0444\u0430\u0439\u043b\u0438, \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u0456 \u0447\u0435\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457. (Automatic Translation)
view-only=View Only (Automatic Copy)
view-only-help=\u0423\u0447\u0430\u0441\u043d\u0438\u043a\u0438 \u0441\u0430\u0439\u0442\u0443 \u0442\u0456\u043b\u044c\u043a\u0438 \u0437\u043c\u043e\u0436\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0444\u0430\u0439\u043b\u0438, \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u0456 \u0447\u0435\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457. (Automatic Translation)
view-update-and-add-discussion=\u041f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u043e\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044f \u0442\u0430 \u0434\u043e\u0434\u0430\u0442\u0438 \u043e\u0431\u0433\u043e\u0432\u043e\u0440\u0435\u043d\u043d\u044f (Automatic Translation)
view-update-and-add-discussion-help=\u0423\u0447\u0430\u0441\u043d\u0438\u043a\u0438 \u0441\u0430\u0439\u0442\u0443 \u0437\u043c\u043e\u0436\u0443\u0442\u044c \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u0434\u0430\u0442\u0438, \u043e\u043d\u043e\u0432\u043b\u044e\u0432\u0430\u0442\u0438 \u0442\u0430 \u043f\u0440\u043e\u043a\u043e\u043c\u0435\u043d\u0442\u0443\u0432\u0430\u0442\u0438 \u0444\u0430\u0439\u043b\u0438, \u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0435\u043d\u0456 \u0447\u0435\u0440\u0435\u0437 Liferay \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457. (Automatic Translation)
wipe-sync-device=\u041f\u0440\u043e\u0442\u0440\u0456\u0442\u044c \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 \u043f\u0440\u0438\u0441\u0442\u0440\u043e\u044e (Automatic Translation)
wiped=\u0412\u0438\u0442\u0435\u0440 (Automatic Translation)
wiping-a-sync-device-will-delete-all-associated-files-from-the-client=\u0412\u0438\u0442\u0438\u0440\u0430\u044e\u0447\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0456\u0437\u0430\u0446\u0456\u0457 \u043f\u0440\u0438\u0441\u0442\u0440\u043e\u044e \u0431\u0443\u0434\u0435 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043e \u0432\u0441\u0456 \u0437\u0432'\u044f\u0437\u0430\u043d\u0456 \u0444\u0430\u0439\u043b\u0438 \u0432\u0456\u0434 \u043a\u043b\u0456\u0454\u043d\u0442\u0430. (Automatic Translation)
