#X-Generator: crowdin.com
cache-data-on-the-first-request=\u0630\u062e\u06cc\u0631\u0647 \u062f\u0627\u062f\u0647\u200c\u0647\u0627 \u062f\u0631 \u0627\u0648\u0644\u06cc\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a
displayed-json-attribute=JSON \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647
end-parameter-name=\u0646\u0627\u0645 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u067e\u0627\u06cc\u0627\u0646 (Automatic Translation)
enter-a-name-that-matches-one-of-the-rest-providers-parameters=\u0646\u0627\u0645 \u06cc\u06a9\u06cc \u0627\u0632 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0628\u0642\u06cc\u0647 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0631\u062f \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f. (Automatic Translation)
enter-a-password=\u06cc\u06a9 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
enter-a-user-name=\u06cc\u06a9 \u06a9\u0644\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
enter-the-rest-service-url=\u0622\u062f\u0631\u0633 \u062e\u062f\u0645\u0627\u062a REST \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
filter-parameter-name=\u0646\u0627\u0645 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0641\u06cc\u0644\u062a\u0631 (Automatic Translation)
provide-the-password-for-authenticating-to-the-rest-provider=\u0628\u0631\u0627\u06cc \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 REST\u06cc\u06a9 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
provide-the-user-name-for-authenticating-to-the-rest-provider=\u0628\u0631\u0627\u06cc \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 REST\u06cc\u06a9 \u06a9\u0644\u0645\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648\u0627\u0631\u062f \u0646\u0645\u0627\u06cc\u06cc\u062f.
start-parameter-name=\u0634\u0631\u0648\u0639 \u0646\u0627\u0645 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 (Automatic Translation)
stored-json-attribute=JSON \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647
support-filtering-by-keyword=\u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0627\u0632 \u0641\u06cc\u0644\u062a\u0631\u06cc\u0646\u06af \u0628\u0627 \u06a9\u0644\u0645\u0627\u062a \u06a9\u0644\u06cc\u062f\u06cc. (Automatic Translation)
support-pagination=\u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0635\u0641\u062d\u0647 \u06af\u0630\u0627\u0631\u06cc (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-filter-by-the-rest-provider=\u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0627\u0631\u0632\u0634 \u06a9\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0641\u06cc\u0644\u062a\u0631 \u062a\u0648\u0633\u0637 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0628\u0642\u06cc\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-a-start-by-the-rest-provider=\u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0627\u0631\u0632\u0634 \u06a9\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0634\u0631\u0648\u0639 \u062a\u0648\u0633\u0637 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0628\u0642\u06cc\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. (Automatic Translation)
the-parameter-whose-value-will-be-used-as-an-end-by-the-rest-provider=\u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0627\u0631\u0632\u0634 \u06a9\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646 \u062a\u0648\u0633\u0637 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0628\u0642\u06cc\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. (Automatic Translation)
